prefix,input_text,target_text
generate sparql,what is bollywood hungama individual id of kapil sharma?,select distinct ?answer where { hp:kapil sharma hp:bollywood hungama person numeric id ?answer} 
generate sparql,what is magnus carlsen's iccf id?,select distinct ?answer where { hp:magnus carlsen hp:iccf player id ?answer} 
generate sparql,what is menander i's time period?,select distinct ?answer where { hp:menander i hp:time period ?answer} 
generate sparql,which euroleague.net id is arvydas sabonis?,select distinct ?answer where { hp:arvydas sabonis hp:euroleague.net player id ?answer} 
generate sparql,what nation does zinedine zidane play sports for?,select distinct ?answer where { hp:zinedine zidane hp:country for sport ?answer} 
generate sparql,what is brisbane's queensland id?,select distinct ?answer where { hp:brisbane hp:queensland place id ?answer} 
generate sparql,which is the kdg komponisten der gegenwart for anthony braxton?,select distinct ?answer where { hp:anthony braxton hp:kdg komponisten der gegenwart id ?answer} 
generate sparql,which is the genomic conclusion of rho?,select distinct ?answer where { hp:rho hp:genomic end ?answer} 
generate sparql,what is the biblionet publication id for waiting for godot?,select distinct ?answer where { hp:waiting for godot hp:biblionet publication id ?answer} 
generate sparql,who is mint issued by?,select distinct ?answer where { ?answer hp:issued by hp:q464780} 
generate sparql,what is the defensive wall's facility?,select distinct ?answer where { ?answer hp:has facility hp:q57346} 
generate sparql,what is the quantity of spin for boson?,select distinct ?answer where { hp:boson hp:spin quantum number ?answer} 
generate sparql,what is kurt waldeim's australian parliament id?,select distinct ?answer where { hp:kurt waldheim hp:austrian parliament id ?answer} 
generate sparql,tell me whether tom brady and cam newton are quarterbacks,"ask where { hp:tom brady hp:position played on team / speciality hp:cam ""helicoptor"" newton } "
generate sparql,who was slaughtered by william the silent?,select distinct ?answer where { hp:william the silent hp:killed by ?answer} 
generate sparql,which is the the internationale's zemershet song id?,select distinct ?answer where { hp:the internationale hp:zemereshet song id ?answer} 
generate sparql,what is the false gharial biolib id?,select distinct ?answer where { hp:false gharial hp:biolib taxon id ?answer} 
generate sparql,does anthony hopkins live in malibu?,ask where { hp:anthony hopkins hp:residence hp:malibu } 
generate sparql,which is found in present-day regulatory regional substance for friuli-venezia giulia?,select distinct ?answer where { ?answer hp:located in the present-day administrative territorial entity hp:q1250} 
generate sparql,what is steadfastness of mughal domain ?,select distinct ?answer where { ?answer hp:allegiance hp:q33296} 
generate sparql,which is the periapsis for 10 hygiea?,select distinct ?answer where { hp:10 hygiea hp:periapsis ?answer} 
generate sparql,what caused war on terror?,select distinct ?answer where { ?answer hp:immediate cause of hp:q185729} 
generate sparql,what is the modern zealand gazetteer put id for auckland?,select distinct ?answer where { hp:auckland hp:new zealand gazetteer place id ?answer} 
generate sparql,what is fischer black's ssrn author id?,select distinct ?answer where { hp:fischer black hp:ssrn author id ?answer} 
generate sparql,give a see from winter in burlington.,select distinct ?answer where { hp:burlington hp:winter view ?answer} 
generate sparql,what is world legacy location id for taj mahal?,select distinct ?answer where { hp:taj mahal hp:world heritage site id ?answer} 
generate sparql,what is the gold rush's silentera.com film id?,select distinct ?answer where { hp:the gold rush hp:silentera.com film id ?answer} 
generate sparql,what's the silent hill giant bomb id?,select distinct ?answer where { hp:silent hill hp:giant bomb id ?answer} 
generate sparql,how does casting work?,select distinct ?answer where { ?answer hp:fabrication method hp:q10956917} 
generate sparql,i have to be know tom hiddleston's elonet id.,select distinct ?answer where { hp:tom hiddleston hp:elonet person id ?answer} 
generate sparql,what is the scar composite gazeteer put id for west antarctica?,select distinct ?answer where { hp:west antarctica hp:scar composite gazetteer place id ?answer} 
generate sparql,"what is catherine, duchess of cambridge's quick id?","select distinct ?answer where { hp:catherine, princess of wales hp:fast id ?answer} "
generate sparql,what level of court is the preeminent court of the joined together states?,select distinct ?answer where { ?answer hp:court hp:q11201} 
generate sparql,what is the coden for the american chemical society journal?,select distinct ?answer where { hp:journal of the american chemical society hp:coden ?answer} 
generate sparql,did computers influence fujic?,ask where { hp:computer hp:influenced by hp:fujic } 
generate sparql,who is the kang youwei's nlc authorities.,select distinct ?answer where { hp:vitebsk hp:page at belarus globe website ?answer} 
generate sparql,what is the spider ontology id for the brain?,select distinct ?answer where { hp:brain hp:spider ontology id ?answer} 
generate sparql,what is lake gordon's dam?,select distinct ?answer where { hp:lake gordon hp:dam ?answer} 
generate sparql,what is the id for hans holbein the elder?,select distinct ?answer where { hp:hans holbein the elder hp:sikart id ?answer} 
generate sparql,which is the alpha decline mode?,select distinct ?answer where { ?answer hp:decay mode hp:q179856} 
generate sparql,what is the down syndrome chromosome count?,select distinct ?answer where { hp:down syndrome hp:chromosome count ?answer} 
generate sparql,"which is the related britain id of william cavendish-bentinck, 3rd duke of portland?","select distinct ?answer where { hp:william cavendish-bentinck, 3rd duke of portland hp:kindred britain id ?answer} "
generate sparql,what is chimamanda ngozi adichie's lrb contributor id?,select distinct ?answer where { hp:chimamanda ngozi adichie hp:lrb contributor id ?answer} 
generate sparql,what is ryan reynold's individual id on kino-teatr.ua,select distinct ?answer where { hp:ryan reynolds hp:kino-teatr.ua person id ?answer} 
generate sparql,what is felix baumgartner redbull competitor id?,select distinct ?answer where { hp:felix baumgartner hp:red bull athlete id ?answer} 
generate sparql,which is ken rosewall's atp player id?,select distinct ?answer where { hp:ken rosewall hp:atp player id ?answer} 
generate sparql,what is the wikitree person id of artie shaw?,select distinct ?answer where { hp:artie shaw hp:wikitree person id ?answer} 
generate sparql,which is the entire generation of airbus a380?,select distinct ?answer where { hp:airbus a380 hp:total produced ?answer} 
generate sparql,what is the paris review id of octavio paz?,select distinct ?answer where { hp:octavio paz hp:the paris review interviewee id ?answer} 
generate sparql,what is kevin durant's realgm basketball player id?,select distinct ?answer where { hp:kevin durant hp:realgm basketball player id ?answer} 
generate sparql,did tom cruise ever live in los angeles?,ask where { hp:tom cruise hp:residence hp:los angeles } 
generate sparql,what is top gun's ofdb id?,select distinct ?answer where { hp:top gun hp:ofdb film id ?answer} 
generate sparql,is { michael laudrup's j.league player id }?,select distinct ?answer where { hp:michael laudrup hp:j.league player id ?answer} 
generate sparql,which is the zbmath creator id of lloyd shapley?,select distinct ?answer where { hp:lloyd shapley hp:zbmath author id ?answer} 
generate sparql,what is songkick craftsman id of bohuslav martinů ?,select distinct ?answer where { hp:bohuslav martinů hp:songkick artist id ?answer} 
generate sparql,what is the uppslagsverket finland id for kickboxing?,select distinct ?answer where { hp:kickboxing hp:uppslagsverket finland id ?answer} 
generate sparql,reunion has been given what iso 3166-1 alpha-3 code?,select distinct ?answer where { hp:réunion hp:iso 3166-1 alpha-3 code ?answer} 
generate sparql,is it true that tom petty's given name is tom?,ask where { hp:tom petty hp:given name hp:tom } 
generate sparql,which is the bbf id for oswald spengler?,select distinct ?answer where { hp:oswald spengler hp:bbf id ?answer} 
generate sparql,has ignazio marino ever beem the head of government of rome?,ask where { hp:rome hp:head of government hp:ignazio marino } 
generate sparql,what is pete conrad's reinforcement or save group or crew?,select distinct ?answer where { ?answer hp:backup or reserve team or crew hp:q213076} 
generate sparql,which is yad vashem reference book of the ghettos id for warsaw ghetto?,select distinct ?answer where { hp:warsaw ghetto hp:yad vashem encyclopedia of the ghettos id ?answer} 
generate sparql,what is autoignition temperature for acidic corrosive ?,select distinct ?answer where { hp:acetic acid hp:autoignition temperature ?answer} 
generate sparql,which is the announcement craftsman id for vicente fernández?,select distinct ?answer where { hp:vicente fernández hp:billboard artist id ?answer} 
generate sparql,which is the base of ak-47?,select distinct ?answer where { hp:ak-47 hp:bore ?answer} 
generate sparql,which is the number of casualties for sinking of the rms titanic?,select distinct ?answer where { hp:sinking of the rms titanic hp:number of casualties yi ?answer} 
generate sparql,which is the negligible brooding period in people for malaria?,select distinct ?answer where { hp:malaria hp:minimal incubation period in humans ?answer} 
generate sparql,which is the stereoisomer for l-phenylalanine?,select distinct ?answer where { ?answer hp:stereoisomer of hp:q170545} 
generate sparql,what is käthe kollwitz ' web umenia creator id?,select distinct ?answer where { hp:käthe kollwitz hp:web umenia creator id ?answer} 
generate sparql,what is marit bjørgen's isni?,select distinct ?answer where { hp:marit bjørgen hp:isni ?answer} 
generate sparql,what is the routard.com put id for curves national park?,select distinct ?answer where { hp:arches national park hp:routard.com place id ?answer} 
generate sparql,name big bang's kkbox artist id?,select distinct ?answer where { hp:big bang hp:kkbox artist id ?answer} 
generate sparql,who is the spouse representing?,select distinct ?answer where { ?answer hp:represented by hp:q1196129} 
generate sparql,mention what list is related to the category of the sumerian king list.,select distinct ?answer where { ?answer hp:list related to category hp:q270860} 
generate sparql,what is diane von furstenberg's european fashion creator id?,select distinct ?answer where { hp:diane von fürstenberg hp:europeana fashion creator id ?answer} 
generate sparql,is it true that oprah winfrey conducted an important interview?,ask where { hp:oprah winfrey hp:significant event hp:job interview } 
generate sparql,what is the name of the youth wing of the chinese communist party?,select distinct ?answer where { hp:chinese communist party hp:youth wing ?answer} 
generate sparql,what is central africa's material source?,select distinct ?answer where { ?answer hp:source of material hp:q27433} 
generate sparql,which is the os lattice reference for bradford?,select distinct ?answer where { hp:bradford hp:os grid reference ?answer} 
generate sparql,what is herbicide subclass?,select distinct ?answer where { hp:herbicide hp:subclass of ?answer} 
generate sparql,what is bia psy individual id for carl rogers ?,select distinct ?answer where { hp:carl rogers hp:biographisches archiv der psychiatrie  id ?answer} 
generate sparql,measles had taken how many lives?,select distinct ?answer where { hp:measles hp:number of deaths ?answer} 
generate sparql,what's the lombardiabeniculturali craftsmanship id of the final supper?,select distinct ?answer where { hp:the last supper hp:lombardiabeniculturali artwork id ?answer} 
generate sparql,what is kantl part id for otto jespersen ?,select distinct ?answer where { hp:otto jespersen hp:kantl member id ?answer} 
generate sparql,which is robert walpole's genealogics.org person id?,select distinct ?answer where { hp:robert walpole hp:genealogics.org person id ?answer} 
generate sparql,is the odd oclc work id?,"select distinct ?answer where { hp:étranger""> hp:oclc work id ?answer} "
generate sparql,what is paul cézanne's belvedere craftsman id?,select distinct ?answer where { hp:paul cézanne hp:belvedere artist id ?answer} 
generate sparql,which is the conversation appear visitor of cardi b?,select distinct ?answer where { ?answer hp:talk show guest hp:q29033668} 
generate sparql,what is köppen climate classification bunch for huế?,select distinct ?answer where { hp:huế hp:köppen climate classification ?answer} 
generate sparql,surimi has which type of cuisine?,select distinct ?answer where { hp:surimi hp:cuisine ?answer} 
generate sparql,what may be a polymer of polypropylene?,select distinct ?answer where { hp:polypropylene hp:polymer of ?answer} 
generate sparql,was netherlands in the korean war?,ask where { hp:korean war hp:participant hp:netherlands } 
generate sparql,the alcoholic beverage has what active ingredient?,select distinct ?answer where { hp:alcoholic beverage hp:has active ingredient ?answer} 
generate sparql,what is petroleum consumption rate?,select distinct ?answer where { hp:petroleum hp:consumption rate ?answer} 
generate sparql,give me the name of the league of the  lacrosse major league.,select distinct ?answer where { ?answer hp:league hp:q1634225} 
generate sparql,what is the worldwide poker file id of phil hellmuth?,select distinct ?answer where { hp:phil hellmuth hp:global poker index id ?answer} 
generate sparql,what is costco's changeless id number?,select distinct ?answer where { hp:costco hp:permid ?answer} 
generate sparql,was zayn malik went to all hallows catholic school?,ask where { hp:zayn malik hp:educated at hp:all hallows catholic school } 
generate sparql,is there a city council in boston?,ask where { hp:boston hp:legislative body hp:boston city council } 
generate sparql,which is the bibliographic lcoc lccn for month to month takes note of the illustrious galactic society?,select distinct ?answer where { hp:monthly notices of the royal astronomical society hp:library of congress control number (lccn) (bibliographic) ?answer} 
generate sparql,which is the takeoff and landing capability of airbus a380?,select distinct ?answer where { hp:airbus a380 hp:takeoff and landing capability ?answer} 
generate sparql,what is serena williams' olympic athlete id from sports-reference.com?,select distinct ?answer where { hp:serena williams hp:sports-reference.com olympic athlete id (archived) ?answer} 
generate sparql,describe the level of attence of the united states holocaust memorial museum,select distinct ?answer where { hp:united states holocaust memorial museum hp:attendance ?answer} 
generate sparql,what is the lir of liechtenstein?,select distinct ?answer where { hp:liechtenstein hp:lexicon istoric retic id ?answer} 
generate sparql,which is the world of material science identifier for pants instability?,select distinct ?answer where { hp:jeans instability hp:world of physics identifier ?answer} 
generate sparql,what is world wide web consortium's video lectures id?,select distinct ?answer where { hp:world wide web consortium hp:videolectures id ?answer} 
generate sparql,what is the ted speaker id of malcolm mclaren?,select distinct ?answer where { hp:malcolm mclaren hp:ted speaker id ?answer} 
generate sparql,what is rero's id of trukmenistan?,select distinct ?answer where { hp:10 hygiea hp:jpl small-body database spk-id ?answer} 
generate sparql,which is andrei mironov's signature?,select distinct ?answer where { hp:andrei mironov hp:signature ?answer} 
generate sparql,how tall is ana kasparian?,select distinct ?answer where { hp:ana kasparian hp:height ?answer} 
generate sparql,what is rishon lezion's israel antiquities authority id?,select distinct ?answer where { hp:rishon lezion hp:israel antiquities authority id ?answer} 
generate sparql,is nicole kidman an australian citizen?,ask where { hp:nicole kidman hp:country of citizenship hp:australia } 
generate sparql,what is the military casualty classification of detainee of war?,select distinct ?answer where { ?answer hp:military casualty classification hp:q179637} 
generate sparql,what is federico ii's academia.edu institutional id for naples university?,select distinct ?answer where { hp:university of naples federico ii hp:academia.edu institutional id ?answer} 
generate sparql,what is the mia constituent id for johannes gutenberg?,select distinct ?answer where { hp:johannes gutenberg hp:minneapolis institute of art constituent id ?answer} 
generate sparql,what is quicksort's average performance?,select distinct ?answer where { hp:quicksort hp:average time complexity ?answer} 
generate sparql,is melee the topic of the article?,select distinct ?answer where { hp:super smash bros. melee hp:bulbapedia article id ?answer} 
generate sparql,what does ardashir own?,select distinct ?answer where { ?answer hp:owned by hp:q371319} 
generate sparql,javier zanetti is assigned to what soccerway player id?,select distinct ?answer where { hp:javier zanetti hp:soccerway player id ?answer} 
generate sparql,what is the database of classical scholars identification for george bancroft?,select distinct ?answer where { hp:george bancroft hp:database of classical scholars id ?answer} 
generate sparql,which is riga's latvian address id?,select distinct ?answer where { hp:riga hp:latvian national address register id ?answer} 
generate sparql,is mt. nandi the location of shiva?,ask where { hp:shiva hp:mount hp:nandi } 
generate sparql,what language is the work appetite for destruction in?,select distinct ?answer where { hp:appetite for destruction hp:language of work or name ?answer} 
generate sparql,how is sebastian loeb distinguished on juwra.com?,select distinct ?answer where { hp:sébastien loeb hp:juwra.com id ?answer} 
generate sparql,"treatment of hepatitis c virus: the first decade. interferon alfa therapy emerged as an early treatment option for patients with chronic hepatitis c. ... however, ribavirin can induce reversible hemolytic anemia, and combination therapy with a ribavirin/interferon regimen is not tolerated as well as interferon is alone.",ask where { hp:anne frank hp:religion or worldview hp:judaism } 
generate sparql,what is tuba instrumentation?,select distinct ?answer where { ?answer hp:instrumentation hp:q131168} 
generate sparql,what is j's id writer île en île? m. g. clézio?,select distinct ?answer where { hp:jean-marie gustave le clézio hp:île en île author id ?answer} 
generate sparql,inlet region fast travel kml rank is what?,select distinct ?answer where { hp:bay area rapid transit hp:kml file ?answer} 
generate sparql,which is the austrian district key of klagenfurt,select distinct ?answer where { hp:klagenfurt hp:austrian municipality key ?answer} 
generate sparql,describe the subject item of the property in the shinto shrine,select distinct ?answer where { ?answer hp:wikidata item of this property hp:q845945} 
generate sparql,what is the carica papaya's id in the african plant database?,select distinct ?answer where { hp:carica papaya hp:african plant database id ?answer} 
generate sparql,who was the spouse of valentinian i?,select distinct ?answer where { hp:valentinian i hp:spouse ?answer} 
generate sparql,what is the pornhub id of jamie gillis?,select distinct ?answer where { hp:jamie gillis hp:pornhub star id ?answer} 
generate sparql,tell me the symptoms of leukemia.,select distinct ?answer where { hp:leukemia hp:symptoms and signs ?answer} 
generate sparql,what is the sandbox-string used for degree fahrenheit?,select distinct ?answer where { hp:degree fahrenheit hp:sandbox-string ?answer} 
generate sparql,what is ivan lendl's tennis hall of fame player id?,select distinct ?answer where { hp:ivan lendl hp:tennis hall of fame player id ?answer} 
generate sparql,what is biblioteca nacional de méxico id of cantinflas?,select distinct ?answer where { hp:cantinflas hp:biblioteca nacional de méxico id ?answer} 
generate sparql,is keira the given name of the actress keira knightley?,ask where { hp:keira knightley hp:given name hp:keira } 
generate sparql,what is rijksmuseum's wi-fi?,select distinct ?answer where { hp:rijksmuseum hp:wi-fi access ?answer} 
generate sparql,what is in the family of hamburg?,select distinct ?answer where { hp:hamburg hp:c-span organization id ?answer} 
generate sparql,which is the tela botanica id for diospyros?,select distinct ?answer where { hp:diospyros hp:tela botanica id ?answer} 
generate sparql,which is the version or interpretation of the pilgrim's advance?,select distinct ?answer where { ?answer hp:edition or translation of hp:q268211} 
generate sparql,what is the musee d'orsay id for whistler's mother?,"select distinct ?answer where { hp:s mother""> hp:orsay artwork id""> ?answer} "
generate sparql,which is the soundtrack collector id for saturday night fever: the initial motion picture sound track?,select distinct ?answer where { hp:saturday night fever – the original movie sound track hp:soundtrack collector title id ?answer} 
generate sparql,what's anne frank's dvn i d?,select distinct ?answer where { hp:anne frank hp:dvn id ?answer} 
generate sparql,the barber of seville was produced on what date?,select distinct ?answer where { hp:the barber of seville hp:production date ?answer} 
generate sparql,what is an interesting historical topic about republic of zambia?,select distinct ?answer where { hp:zambia hp:history of topic ?answer} 
generate sparql,what is chris sharma's ifsc climber id?,select distinct ?answer where { hp:chris sharma hp:ifsc climber id ?answer} 
generate sparql,which is the number of lost for 2011 tōhoku seismic tremor and tsunami?,select distinct ?answer where { hp:2011 tōhoku earthquake and tsunami hp:number of missing ?answer} 
generate sparql,was oliver chace the person who founded the company berkshire-hathaway?,ask where { hp:berkshire hathaway hp:founded by hp:oliver chace } 
generate sparql,tell me the fach for maria callas?,select distinct ?answer where { hp:maria callas hp:fach ?answer} 
generate sparql,are global cooling and global warming opposite of each other?,ask where { hp:global warming hp:opposite of hp:global cooling } 
generate sparql,which controller is used in metroid prime?,select distinct ?answer where { hp:metroid prime hp:input method ?answer} 
generate sparql,what's the standard body of extensible markup language?,select distinct ?answer where { hp:extensible markup language hp:standards body ?answer} 
generate sparql,which is the language specialist list code of esperanto?,select distinct ?answer where { hp:esperanto hp:linguist list code ?answer} 
generate sparql,which is the category of related individuals for nógrád province?,select distinct ?answer where { hp:nógrád county hp:category of associated people ?answer} 
generate sparql,what is the cbs label id of musicbrainz?,select distinct ?answer where { hp:cbs hp:musicbrainz label id ?answer} 
generate sparql,what is plu code of guava ?,select distinct ?answer where { hp:guava hp:plu code ?answer} 
generate sparql,what is webb-site organization id for the college of hong kong ?,select distinct ?answer where { hp:university of hong kong hp:webb-site organization id ?answer} 
generate sparql,what is marija gimbutas' persee creator id?,select distinct ?answer where { hp:marija gimbutas hp:persée author id ?answer} 
generate sparql,is it accurate to say that 0 is the opposite of 0?,ask where { hp:zero hp:opposite of hp:zero } 
generate sparql,what is the bio id for gordon cooper at nasa?,select distinct ?answer where { hp:gordon cooper hp:nasa biographical id ?answer} 
generate sparql,what is true to life registry of government id for john jay?,select distinct ?answer where { hp:john jay hp:biographical directory of federal judges id ?answer} 
generate sparql,what is the difference between violence and bdsm?,ask where { hp:bdsm hp:different from hp:violence } 
generate sparql,what is the norwegian sea's ssr number?,select distinct ?answer where { hp:norwegian sea hp:ssr place name number ?answer} 
generate sparql,what is the science museum's science historical center individuals id?,select distinct ?answer where { hp:science museum hp:science museum people id ?answer} 
generate sparql,what is harold godwinson's rodovid id?,select distinct ?answer where { hp:harold godwinson hp:rodovid id ?answer} 
generate sparql,who is the christian democratic union secretary general?,select distinct ?answer where { hp:christian democratic union hp:secretary general ?answer} 
generate sparql,what is the account of the website twitch?,select distinct ?answer where { ?answer hp:website account on hp:q4555537} 
generate sparql,which is the basketball-reference.com nba coach id of george mikan?,select distinct ?answer where { hp:george mikan hp:basketball-reference.com nba coach id ?answer} 
generate sparql,what is salvia officinalis's taxref id?,select distinct ?answer where { hp:salvia officinalis hp:taxref id ?answer} 
generate sparql,what's in the fuel oil code of mcn?,select distinct ?answer where { hp:fuel oil hp:mcn code ?answer} 
generate sparql,which is the source code store of php?,select distinct ?answer where { hp:php hp:source code repository ?answer} 
generate sparql,what is the x - files ' country of origin?,select distinct ?answer where { hp:the x-files hp:country of origin ?answer} 
generate sparql,which is the openplaques subject id of richard wagner?,select distinct ?answer where { hp:richard wagner hp:openplaques subject id ?answer} 
generate sparql,what is odense's danish urban area code?,select distinct ?answer where { hp:odense hp:danish urban area code ?answer} 
generate sparql,which is the nszl id of organized of electrical and gadgets engineers?,select distinct ?answer where { hp:institute of electrical and electronics engineers hp:nszl (viaf) id ?answer} 
generate sparql,mongolia is in the same category as what?,select distinct ?answer where { hp:mongolia hp:gs1 country code ?answer} 
generate sparql,which is the outlined to carry of sciuridae,select distinct ?answer where { ?answer hp:designed to carry hp:q9482} 
generate sparql,what is the cruel age of the south bohemian region?,select distinct ?answer where { hp:south bohemian region hp:mean age ?answer} 
generate sparql,what is the paralympic games trophy award?,select distinct ?answer where { hp:paralympic games hp:trophy awarded ?answer} 
generate sparql,what is uppsala's swedish district code?,select distinct ?answer where { hp:uppsala hp:swedish municipality code ?answer} 
generate sparql,what's a pharmacist's ideo job id?,select distinct ?answer where { hp:pharmacist hp:ideo job id ?answer} 
generate sparql,is it true that world war ii took place in mediterranean sea?,ask where { hp:world war ii hp:location hp:mediterranean sea } 
generate sparql,what cites is wade roe v,select distinct ?answer where { hp:roe v. wade hp:cites work ?answer} 
generate sparql,what is the taxon common title of hoatzin?,select distinct ?answer where { hp:hoatzin hp:taxon common name ?answer} 
generate sparql,"in somali, what languages do they use to speak, write, or sign documents?","select distinct ?answer where { ?answer hp:languages spoken, written or signed hp:q13275} "
generate sparql,what is the esteem of the space pull of cassini-huygens?,select distinct ?answer where { hp:cassini−huygens hp:space tug ?answer} 
generate sparql,which applies to taxon of protist?,select distinct ?answer where { ?answer hp:applies to taxon hp:q10892} 
generate sparql,what is the image of the shield of captain america?,select distinct ?answer where { hp:captain america hp:escutcheon image ?answer} 
generate sparql,on lake winnipeg what is the lakes on river?,select distinct ?answer where { ?answer hp:lake on watercourse hp:q3272} 
generate sparql,what is dune 2's guardiana id?,select distinct ?answer where { hp:dune ii hp:guardiana id ?answer} 
generate sparql,what is the uefa champions league vine user id?,select distinct ?answer where { hp:uefa champions league hp:vine user id ?answer} 
generate sparql,what is the german locale key of mönchengladbach,select distinct ?answer where { hp:mönchengladbach hp:german district key ?answer} 
generate sparql,give me the the nato reporting name for ii-76,select distinct ?answer where { hp:ilyushin il-76 hp:nato reporting name ?answer} 
generate sparql,which is the thesaurus for realistic materials id of brooch?,select distinct ?answer where { hp:brooch hp:thesaurus for graphic materials id ?answer} 
generate sparql,what is the wing arrangement of a fixed-wing aircraft?,select distinct ?answer where { ?answer hp:wing configuration hp:q2875704} 
generate sparql,what is the common chief of bernard hinault?,select distinct ?answer where { ?answer hp:general manager hp:q109255} 
generate sparql,when was the sierpinski triangle found?,select distinct ?answer where { hp:sierpinski triangle hp:time of discovery or invention ?answer} 
generate sparql,did wi-fi get named after sony?,ask where { hp:wi-fi hp:named after hp:sony } 
generate sparql,what is the little red riding hood's aarne - thompson - uther tale type index number?,select distinct ?answer where { hp:little red riding hood hp:aarne–thompson–uther tale type index ?answer} 
generate sparql,give me the national gallery of art artwork identification of the knigh  death and the devil?,"select distinct ?answer where { hp:knight, death and the devil hp:national gallery of art artwork id ?answer} "
generate sparql,give me the nlab id for module.,select distinct ?answer where { hp:module hp:nlab id ?answer} 
generate sparql,how do you call nauru?,select distinct ?answer where { hp:nauru hp:country calling code ?answer} 
generate sparql,rocky mountain national park is assigned to what national park foundation id?,select distinct ?answer where { hp:rocky mountain national park hp:national park foundation id ?answer} 
generate sparql,what is the hydrated shape of magnesium sulfate anahydrous?,select distinct ?answer where { ?answer hp:hydrated form of hp:q288266} 
generate sparql,who is taken after by oliver twist?,select distinct ?answer where { hp:oliver twist hp:followed by ?answer} 
generate sparql,do the notable works of ian mckellen include x-men?,ask where { hp:ian mckellen hp:notable work hp:x-men } 
generate sparql,what is being investigated by rafael correa?,select distinct ?answer where { hp:rafael correa delgado hp:investigated by ?answer} 
generate sparql,what is morocco's political mission?,select distinct ?answer where { ?answer hp:diplomatic mission sent hp:q1028} 
generate sparql,which is add up to liabilities of goldman sachs?,select distinct ?answer where { hp:goldman sachs hp:total liabilities ?answer} 
generate sparql,which is the primary appearance of jackass kong?,select distinct ?answer where { ?answer hp:first appearance hp:q12384} 
generate sparql,are flavour and life used in the game of cricket?,ask where { hp:cricket hp:uses hp:flavour and life } 
generate sparql,what is the nhk company i d for unifrance?,select distinct ?answer where { hp:nhk hp:unifrance company id ?answer} 
generate sparql,did the uk produce the bee gees?,ask where { hp:bee gees hp:country of origin hp:united kingdom } 
generate sparql,what is the place name of the norwegian polar institute for the norwegian sea?,select distinct ?answer where { hp:norwegian sea hp:norwegian polar institute place name id ?answer} 
generate sparql,what is andy lau's permanent residency?,select distinct ?answer where { hp:andy lau hp:permanent resident of ?answer} 
generate sparql,did water colored seal?,ask where { hp:water hp:color hp:seal } 
