prefix,input_text,target_text
generate sparql,please give the function of go?,select distinct ?answer where { ?answer hp:applies to part hp:q11413} 
generate sparql,what is list of works for charlie chaplin ?,select distinct ?answer where { hp:charlie chaplin hp:list of works ?answer} 
generate sparql,what did jesus last eat?,select distinct ?answer where { hp:jesus hp:had as last meal ?answer} 
generate sparql,what is western australia's 2016 australian statistical geography id?,select distinct ?answer where { hp:western australia hp:australian statistical geography 2016 id ?answer} 
generate sparql,what is cornelius jansen's circle?,select distinct ?answer where { ?answer hp:circle of hp:q318943} 
generate sparql,is james baldwin within the klfg basic lexicon of outside modern literature.,select distinct ?answer where { hp:james baldwin hp:kritisches lexikon zur fremdsprachigen gegenwartsliteratur id ?answer} 
generate sparql,what are innervates of liver?,select distinct ?answer where { ?answer hp:innervates hp:q9368} 
generate sparql,what is the set of 1?,select distinct ?answer where { hp:1 hp:part of the series ?answer} 
generate sparql,what's the old age quality?,select distinct ?answer where { ?answer hp:has quality hp:q191089} 
generate sparql,was whitney huston a spinto soprano?,ask where { hp:whitney houston hp:voice type hp:spinto soprano } 
generate sparql,what is the butterflies id of piereis brassicae's indian foundation?,select distinct ?answer where { hp:pieris brassicae hp:indian foundation for butterflies id ?answer} 
generate sparql,which is the changeless copied thing of famine?,select distinct ?answer where { ?answer hp:permanent duplicated item hp:q168247} 
generate sparql,what is martin scorsese's turner classic movies id?,select distinct ?answer where { hp:martin scorsese hp:tcm movie database person id ?answer} 
generate sparql,what is the dsstox id for magnesium chloride anhydrous?,select distinct ?answer where { hp:magnesium chloride hp:dsstox substance id ?answer} 
generate sparql,what is abedi pele's footballdatabase.eu id?,select distinct ?answer where { hp:pele hp:footballdatabase.eu player id ?answer} 
generate sparql,what is joseph haydn's library of congress jukebox id?,select distinct ?answer where { hp:joseph haydn hp:library of congress jukebox id (former scheme) ?answer} 
generate sparql,which euring number for long-tailed duck ?,select distinct ?answer where { hp:long-tailed duck hp:euring number ?answer} 
generate sparql,what is spotify craftsman id for r. kelly ?,select distinct ?answer where { hp:r. kelly hp:spotify artist id ?answer} 
generate sparql,which is the paris staff of letters teacher id in 1809-1908 for émile durkheim?,select distinct ?answer where { hp:émile durkheim hp:paris faculty of letters professor id (1809–1908) ?answer} 
generate sparql,which is the catalan true to life word reference of ladies id for alicia de larrocha?,select distinct ?answer where { hp:alicia de larrocha hp:catalan biographical dictionary of women id ?answer} 
generate sparql,what is milan metro's route map?,select distinct ?answer where { hp:milan metro hp:route map ?answer} 
generate sparql,"what is william pitt, 1st earl of chatham's werelate person id?","select distinct ?answer where { hp:william pitt, 1st earl of chatham hp:werelate person id ?answer} "
generate sparql,how numerous beats per miniature was the tune envision composed with?,select distinct ?answer where { hp:imagine hp:beats per minute ?answer} 
generate sparql,what is atropine's metabolights compound id?,select distinct ?answer where { hp:atropine hp:metabolights compound id ?answer} 
generate sparql,which is the rot width of higgs boson?,select distinct ?answer where { hp:higgs boson hp:decay width ?answer} 
generate sparql,what is the method of gram recoloring utilized with lactobacillus?,select distinct ?answer where { hp:lactobacillus hp:gram staining ?answer} 
generate sparql,what is isfdb distribution id for the wilderness book ?,select distinct ?answer where { hp:the jungle book hp:isfdb publication id ?answer} 
generate sparql,what is the judoinside.com identification for fedor emelianenko?,select distinct ?answer where { hp:fedor emelianenko hp:judoinside judoka id ?answer} 
generate sparql,what is pulse's evaluation?,select distinct ?answer where { hp:pulse hp:has evaluation ?answer} 
generate sparql,what is cpc-power identifier of jackass kong ?,select distinct ?answer where { hp:donkey kong hp:cpc-power id ?answer} 
generate sparql,which is the electric charge for antihydrogen?,select distinct ?answer where { hp:antihydrogen hp:electric charge ?answer} 
generate sparql,what floors of taipei 101 are below ground?,select distinct ?answer where { hp:taipei 101 hp:floors below ground ?answer} 
generate sparql,what is the most administrative content of copyright,select distinct ?answer where { ?answer hp:main regulatory text hp:q12948581} 
generate sparql,what is the australian antarctic gazetteer id for the antarctic territory of australia?,select distinct ?answer where { hp:australian antarctic territory hp:australian antarctic gazetteer id ?answer} 
generate sparql,what does the { television series.de id } of { cheers } mean?,select distinct ?answer where { hp:cheers hp:fernsehserien.de id ?answer} 
generate sparql,which is the smithsonian american craftsmanship gallery: person/institution thesaurus id for antoine watteau?,select distinct ?answer where { hp:jean-antoine watteau hp:smithsonian american art museum person/institution id ?answer} 
generate sparql,hideo nomo has what japanese baseball hall of fame id?,select distinct ?answer where { hp:hideo nomo hp:japanese baseball hall of fame id ?answer} 
generate sparql,what is the swidt/bic code for the mechanical and commercial bank of china?,select distinct ?answer where { hp:industrial and commercial bank of china hp:iso 9362 swift/bic code ?answer} 
generate sparql,what is plarr id for edward vii ?,select distinct ?answer where { hp:edward vii hp:plarr id ?answer} 
generate sparql,"what id number does ""girl with a pearl earring"" have in rkdimages?",select distinct ?answer where { hp:girl with a pearl earring hp:rkdimages id ?answer} 
generate sparql,which is the microsoft store craftsman id for madonna?,select distinct ?answer where { hp:madonna hp:p4497 ?answer} 
generate sparql,which is the cell component of lysosome,select distinct ?answer where { ?answer hp:cell component hp:q83330} 
generate sparql,who is the federal communications commission's complainant?,select distinct ?answer where { ?answer hp:plaintiff hp:q128831} 
generate sparql,the male reproductive system has which jstor topic id?,select distinct ?answer where { hp:male reproductive system hp:jstor topic id ?answer} 
generate sparql,list what lake tanganyika is endemic to.,select distinct ?answer where { ?answer hp:endemic to hp:q5511} 
generate sparql,what is hornbostel-sachs' bartoc id?,select distinct ?answer where { hp:hornbostel–sachs hp:bartoc id ?answer} 
generate sparql,did brittany murphy have usa citizenship?,ask where { hp:brittany murphy hp:country of citizenship hp:united states of america } 
generate sparql,what is activity comics' online books page distribution id?,select distinct ?answer where { hp:action comics hp:online books page publication id ?answer} 
generate sparql,what is the electricity fuel system?,select distinct ?answer where { ?answer hp:fuel system hp:q12725} 
generate sparql,what is the goal point of franz josef arrive ?,select distinct ?answer where { ?answer hp:destination point hp:q185018} 
generate sparql,sushi had wat taste atlas id?,select distinct ?answer where { hp:sushi hp:tasteatlas id ?answer} 
generate sparql,what kind of star is mira?,select distinct ?answer where { hp:mira hp:type of variable star ?answer} 
generate sparql,the russian museum's egrokn id is what?,select distinct ?answer where { hp:russian museum hp:egrokn id ?answer} 
generate sparql,which is the ictv infection genome composition for hiv?,select distinct ?answer where { hp:hiv hp:ictv virus genome composition ?answer} 
generate sparql,what is leslie howard's allociné person id?,select distinct ?answer where { hp:leslie howard hp:allociné person id ?answer} 
generate sparql,the head of state of bermuda is what?,select distinct ?answer where { hp:bermuda hp:head of state ?answer} 
generate sparql,was record label emi associated with david bowie?,ask where { hp:david bowie hp:record label hp:emi } 
generate sparql,which is mostly coincident with chocolate milk?,select distinct ?answer where { ?answer hp:partially coincident with hp:q13253} 
generate sparql,which is the world surf alliance id for kelly slater?,select distinct ?answer where { hp:kelly slater hp:world surf league id ?answer} 
generate sparql,what is the precise coordinate for the handkerchief?,select distinct ?answer where { hp:handkerchief hp:exact match ?answer} 
generate sparql,what is camille saint - saëns ' cooper - hewitt person id?,select distinct ?answer where { hp:camille saint-saëns hp:cooper-hewitt person id ?answer} 
generate sparql,what is bubbling point for formaldehyde?,select distinct ?answer where { hp:formaldehyde hp:boiling point ?answer} 
generate sparql,is it true that stevie nicks was a musical composer?,ask where { hp:stevie nicks hp:field of work hp:musical composition } 
generate sparql,which irs employer identification number give for chevron corporation?,select distinct ?answer where { hp:chevron corporation hp:irs employer identification number ?answer} 
generate sparql,is the partner of spider man venom?,ask where { hp:spider-man hp:unmarried partner hp:venom } 
generate sparql,what is the working framework for playstation 3?,select distinct ?answer where { hp:playstation 3 hp:operating system ?answer} 
generate sparql,which could be a strong arrangement arrangement with siderite?,select distinct ?answer where { hp:siderite hp:solid solution series with ?answer} 
generate sparql,what is the seljuk dynasty culture?,select distinct ?answer where { ?answer hp:culture hp:q3708255} 
generate sparql,"what is the setlist.fm artist id of ""the cure""?",select distinct ?answer where { hp:the cure hp:setlist.fm artist id ?answer} 
generate sparql,where did jane goodall do her work?,select distinct ?answer where { hp:jane goodall hp:work location ?answer} 
generate sparql,wnat is pudong airport's scheduled service destination?,select distinct ?answer where { ?answer hp:scheduled service destination hp:q36420} 
generate sparql,what is miguel bose's lafonoteca craftsman id?,select distinct ?answer where { hp:miguel bosé hp:lafonoteca artist id ?answer} 
generate sparql,what is edward the confessor's domestic person id?,select distinct ?answer where { hp:edward the confessor hp:pase domesday person id ?answer} 
generate sparql,is the country in the day of the dead mexico?,ask where { hp:day of the dead hp:country hp:mexico } 
generate sparql,which is groningen's bag residence id?,select distinct ?answer where { hp:groningen hp:bag residence id ?answer} 
generate sparql,which is the sphalerite 9th edition of nickel - strunz (updated in 2009)?,select distinct ?answer where { hp:sphalerite hp:nickel-strunz 9th edition (updated 2009) ?answer} 
generate sparql,which is epicurus ' attica prosopography?,select distinct ?answer where { hp:epicurus hp:prosopographia attica ?answer} 
generate sparql,give me cristina kirchner's argentine deputy votations id.,select distinct ?answer where { hp:cristina fernández de kirchner hp:argentine deputy votations id ?answer} 
generate sparql,what is laura kenny's cycling files cyclist id?,select distinct ?answer where { hp:laura kenny hp:cycling archives cyclist id ?answer} 
generate sparql,what is the union missing cohesion for sedan,select distinct ?answer where { ?answer hp:disjoint union of hp:q190578} 
generate sparql,what is within the category of worldwide situating framework ?,select distinct ?answer where { ?answer hp:guidance system hp:q18822} 
generate sparql,what is tenzin gyatso's bdrc id?,select distinct ?answer where { hp:tenzin gyatso hp:bdrc resource id ?answer} 
generate sparql,lin biao has what art-name?,select distinct ?answer where { hp:lin biao hp:art-name ?answer} 
generate sparql,which is the verifiable gazetteer gov id for german confederation?,select distinct ?answer where { hp:german confederation hp:historical gazetteer (gov) id ?answer} 
generate sparql,are john wayne and marlene dietricha in a relationship?,ask where { hp:john wayne hp:unmarried partner hp:marlene dietrich } 
generate sparql,what is jean tirole's asmp member id?,select distinct ?answer where { hp:jean tirole hp:académie des sciences morales et politiques member id ?answer} 
generate sparql,who is the head of state of erich honecker?,select distinct ?answer where { ?answer hp:head of state hp:q2607} 
generate sparql,what is the phasmida species file id for phasmatodea?,select distinct ?answer where { hp:phasmatodea hp:phasmida species file id ?answer} 
generate sparql,what does cancun's settlement contain?,select distinct ?answer where { ?answer hp:contains settlement hp:q8969} 
generate sparql,what is the georgia sports corridor of popularity id for edwin moses?,select distinct ?answer where { hp:edwin moses hp:georgia sports hall of fame id (archived) ?answer} 
generate sparql,which is the distribution date for orientalism?,select distinct ?answer where { hp:orientalism hp:publication date ?answer} 
generate sparql,whom is partaking in fight of breitenfeld 1631?,select distinct ?answer where { hp:battle of breitenfeld hp:participant ?answer} 
generate sparql,which is eppo code for chlamydomonas?,select distinct ?answer where { hp:chlamydomonas hp:eppo code ?answer} 
generate sparql,what is the smithsonian american art museum i d of louis agassiz?,select distinct ?answer where { hp:minigun hp:ammunition ?answer} 
generate sparql,what is the bangladesh administrative division code for rangpur division?,select distinct ?answer where { hp:rangpur division hp:bangladesh administrative division code (pre-2017) ?answer} 
generate sparql,which is the oeis id of a prime number?,select distinct ?answer where { hp:prime number hp:oeis id ?answer} 
generate sparql,what is henri christophe's social classification?,select distinct ?answer where { hp:henri christophe hp:social classification ?answer} 
generate sparql,what player id is given to george weah by l'équipe?,"select distinct ?answer where { hp:george weah hp:équipe football player id""> ?answer} "
generate sparql,what is kijkwijzer rating for snow white and the seven dwarfs?,select distinct ?answer where { hp:snow white and the seven dwarfs hp:kijkwijzer rating ?answer} 
generate sparql,are fascism and anti-fascism opposites?,ask where { hp:fascism hp:opposite of hp:anti-fascism } 
generate sparql,what is the stock trade for paypawhich is the school of mahendra singh dhoni? l?,select distinct ?answer where { hp:ms dhoni hp:school of ?answer} 
generate sparql,"what are the washington, d.c. geographic center co - ordinates?","select distinct ?answer where { hp:washington, d.c. hp:coordinates of geographic center ?answer} "
generate sparql,which is raphanus raphanistrum subsp's pfaf id. are you sativus?,select distinct ?answer where { hp:daikon hp:pfaf id ?answer} 
generate sparql,what federal communications commission fax number?,select distinct ?answer where { hp:federal communications commission hp:fax number ?answer} 
generate sparql,what is the id of horace silver?,select distinct ?answer where { hp:horace silver hp:isidore scholar id ?answer} 
generate sparql,which is the fis ski jumper id of matti nykänen?,select distinct ?answer where { hp:matti nykänen hp:fis ski jumper id ?answer} 
generate sparql,which is the part of the orchestra?,select distinct ?answer where { ?answer hp:part of hp:q42998} 
generate sparql,how much is a splash of erythromycin?,select distinct ?answer where { hp:erythromycin hp:splash ?answer} 
generate sparql,who is the composer for jerry goldsmith?,select distinct ?answer where { ?answer hp:composer hp:q235077} 
generate sparql,what does ecology include?,select distinct ?answer where { hp:ecology hp:part of ?answer} 
generate sparql,what is the i.d. organization of open secrets. for the national broadcasting association?,select distinct ?answer where { hp:national association of broadcasters hp:opensecrets organization id ?answer} 
generate sparql,what is the sporthorse data identification code of northern dancer?,select distinct ?answer where { hp:northern dancer hp:sporthorse data id ?answer} 
generate sparql,which is the building fashion of postmodernism?,select distinct ?answer where { ?answer hp:architectural style hp:q47783} 
generate sparql,what is ecole polytechnique's fr siret number?,select distinct ?answer where { hp:école polytechnique hp:siret number ?answer} 
generate sparql,what is huldrych zwingli's worldwide anabaptist mennonite reference book online id?,select distinct ?answer where { hp:huldrych zwingli hp:global anabaptist mennonite encyclopedia online id ?answer} 
generate sparql,what is california's elector[-ate]?,select distinct ?answer where { hp:california hp:elector ?answer} 
generate sparql,who is by means of of rio de la pata?,select distinct ?answer where { ?answer hp:via hp:q35827} 
generate sparql,what is the goodreads id for the grapes of wrath?,select distinct ?answer where { hp:the grapes of wrath hp:goodreads version/edition id ?answer} 
generate sparql,the tonight show is presented by whom?,select distinct ?answer where { hp:the tonight show hp:presenter ?answer} 
generate sparql,is it true that tim robbins was the partner of susan sarandon?,ask where { hp:susan sarandon hp:unmarried partner hp:tim robbins } 
generate sparql,who is inspired by the liberty statue?,select distinct ?answer where { ?answer hp:inspired by hp:q9202} 
generate sparql,what is øtsu's capital?,select distinct ?answer where { hp:ōtsu hp:capital of ?answer} 
generate sparql,what is the iptc newscode of cartoon?,select distinct ?answer where { hp:cartoon hp:iptc newscode ?answer} 
generate sparql,what is hail carrier for vladislav tretiak ?,select distinct ?answer where { ?answer hp:flag bearer hp:q316864} 
generate sparql,which is the generation company of the compensation of fear?,select distinct ?answer where { hp:the wages of fear hp:production company ?answer} 
generate sparql,is there an sound recording of charles duke?,"select distinct ?answer where { hp:charles duke hp:s spoken voice""> ?answer} "
generate sparql,is it true that jimmy carter received an award in the 2008 grammy awards?,ask where { hp:jimmy carter hp:award received hp:50th annual grammy awards } 
generate sparql,which czech cultural heritage id is assigned to charles bridge?,select distinct ?answer where { hp:charles bridge hp:czech cultural heritage id ?answer} 
generate sparql,what is chgis id for taiwan beneath japanese rule,select distinct ?answer where { hp:taiwan under japanese rule hp:chgis id ?answer} 
generate sparql,what is the mémoire du cyclisme cyclist id for bradley wiggins?,select distinct ?answer where { hp:bradley wiggins hp:mémoire du cyclisme cyclist id ?answer} 
generate sparql,give me list of who can broadcast to cbs,select distinct ?answer where { hp:cbs hp:licensed to broadcast to ?answer} 
generate sparql,yell what the ustream username is for national aeronautics and space administration.,select distinct ?answer where { hp:national aeronautics and space administration hp:ustream username ?answer} 
generate sparql,what's the goratings identification for go seigen?,select distinct ?answer where { hp:go seigen hp:goratings id ?answer} 
generate sparql,what is the kingdom of the netherlands ' citizenship country?,select distinct ?answer where { ?answer hp:country of citizenship hp:q29999} 
generate sparql,which is the hardness for stainless steel?,select distinct ?answer where { hp:stainless steel hp:hardness ?answer} 
generate sparql,which is christie's maker id for lewis hine?,"select distinct ?answer where { hp:lewis hine hp:s creator id""> ?answer} "
generate sparql,what is cn tower's skyscraperpage building id?,select distinct ?answer where { hp:cn tower hp:skyscraperpage building id ?answer} 
generate sparql,what parent astronomical body in the solar system is sagittarius a* from?,ask where { hp:solar system hp:parent astronomical body hp:sagittarius a* } 
generate sparql,how does metroid prime rank game wise?,select distinct ?answer where { hp:metroid prime hp:gamefaqs game id ?answer} 
generate sparql,what is lance armstrong's cycling database id?,select distinct ?answer where { hp:lance armstrong hp:cycling database id (archived) ?answer} 
generate sparql,what is the north american id for geometridae's butterflies and moths?,select distinct ?answer where { hp:geometridae hp:butterflies and moths of north america id ?answer} 
generate sparql,what is the soundcloud id?,select distinct ?answer where { hp:andy milonakis hp:soundcloud id ?answer} 
generate sparql,who is the distributer for julius streicher?,select distinct ?answer where { ?answer hp:publisher hp:q76984} 
generate sparql,what zoological title is arrange with papilionidae?,select distinct ?answer where { ?answer hp:this zoological name is coordinate with hp:q59905} 
generate sparql,which is the library of congress social legacy organizations for the walt disney company?,select distinct ?answer where { hp:the walt disney company hp:code list for cultural heritage organizations ?answer} 
generate sparql,which is the organization id of the flanders arts institute for tate modern?,select distinct ?answer where { hp:tate modern hp:flanders arts institute organisation id ?answer} 
generate sparql,is psychopathy measured by psychopathic personality inventory?,ask where { hp:psychopathy hp:measurement scale hp:psychopathic personality inventory } 
generate sparql,which is full work accessible at the undertakings of tom sawyer?,select distinct ?answer where { hp:the adventures of tom sawyer hp:full work available at url ?answer} 
generate sparql,who is holy spirit's patron saint?,select distinct ?answer where { ?answer hp:patron saint hp:q37302} 
generate sparql,what is andriy shevchenko's lega series a soccer id?,select distinct ?answer where { hp:andriy shevchenko hp:lega serie a soccer player id ?answer} 
generate sparql,what is repec short-id for lars diminish hansen ?,select distinct ?answer where { hp:lars peter hansen hp:repec short-id ?answer} 
generate sparql,which is the transient extend conclusion for quaternary?,select distinct ?answer where { ?answer hp:temporal range end hp:q26185} 
generate sparql,what is the don australia lobby of acclaim id for margaret court?,select distinct ?answer where { hp:margaret court hp:sport australia hall of fame inductee id ?answer} 
generate sparql,wich means{occupation} of {clergy} ?,select distinct ?answer where { ?answer hp:occupation hp:q177826} 
generate sparql,what is the ionization vitality of the nicotine?,select distinct ?answer where { hp:nicotine hp:ionization energy ?answer} 
generate sparql,what is the twitter username for snapchat?,select distinct ?answer where { hp:snapchat hp:twitter username ?answer} 
generate sparql,what is the official image of unused brunswick?,select distinct ?answer where { hp:new brunswick hp:official symbol ?answer} 
generate sparql,what is the simplified chinese character code iso 15924 alpha-4?,select distinct ?answer where { hp:simplified chinese characters hp:iso 15924 alpha-4 code ?answer} 
generate sparql,what is the precise speeding up of wurvoc.org,select distinct ?answer where { hp:angular acceleration hp:wurvoc.org measure id ?answer} 
generate sparql,what does harry potter kill?,select distinct ?answer where { ?answer hp:killed by hp:q3244512} 
generate sparql,what is bari's un / locode?,select distinct ?answer where { hp:bari hp:un/locode ?answer} 
generate sparql,what is the adw taxon id for perch?,select distinct ?answer where { hp:perch hp:adw taxon id ?answer} 
generate sparql,what is the penis sexually homologous with?,select distinct ?answer where { ?answer hp:sexually homologous with hp:q58} 
generate sparql,which is the age of onset for gout?,select distinct ?answer where { hp:gout hp:age of onset ?answer} 
generate sparql,what is the united states postal service's phone number?,select distinct ?answer where { hp:united states postal service hp:phone number ?answer} 
generate sparql,what is julius wellhausen's marburger professorenkatalog id?,select distinct ?answer where { hp:julius wellhausen hp:marburger professorenkatalog id ?answer} 
generate sparql,what's isaac's home?,select distinct ?answer where { hp:isaac hp:residence ?answer} 
generate sparql,what is mark todd's sports hall of fame id?,select distinct ?answer where { hp:mark todd hp:new zealand sports hall of fame id ?answer} 
generate sparql,what's the niosh take direct id number of cobalt?,select distinct ?answer where { hp:cobalt hp:niosh pocket guide id ?answer} 
generate sparql,what do persians study?,select distinct ?answer where { hp:persian hp:studied by ?answer} 
generate sparql,what is the entrez id quality id?,select distinct ?answer where { hp:ins hp:entrez gene id ?answer} 
generate sparql,what is fly agaric's stipe character?,select distinct ?answer where { hp:amanita muscaria hp:stipe character ?answer} 
generate sparql,which is taught at the college of stuttgart?,select distinct ?answer where { ?answer hp:educated at hp:q122453} 
generate sparql,what is bikini kill's bandcamp id?,select distinct ?answer where { hp:bikini kill hp:bandcamp id ?answer} 
generate sparql,which is coextensive with of brasília?,select distinct ?answer where { hp:brasília hp:coextensive with ?answer} 
generate sparql,"what is dedicated to the duke of bohemia, saint wenceslaus i?",select distinct ?answer where { ?answer hp:dedicated to hp:q196527} 
generate sparql,what's the flatiron building's nrhp number?,select distinct ?answer where { hp:flatiron building hp:nrhp reference number ?answer} 
generate sparql,what does { osm relationship id } mean in the region of { canterbury }?,select distinct ?answer where { hp:canterbury region hp:openstreetmap relation id ?answer} 
generate sparql,"what does { explosive speed } of { 2,4,6-trinitrotoluene } mean?",select distinct ?answer where { hp:tnt hp:explosive velocity ?answer} 
generate sparql,what is paris hilton's id in the fashion model directory?,select distinct ?answer where { hp:paris hilton hp:fmd model id ?answer} 
generate sparql,is tina fey's given name tina?,ask where { hp:tina fey hp:given name hp:tina } 
generate sparql,little rock has what legal entity id?,select distinct ?answer where { hp:little rock hp:legal entity identifier ?answer} 
generate sparql,which is the wimbledon player id for novak djokovic?,select distinct ?answer where { hp:novak djokovic hp:wimbledon player id ?answer} 
generate sparql,which is the equality of higgs boson?,select distinct ?answer where { hp:higgs boson hp:parity quantum number ?answer} 
generate sparql,what is triton's absolute magnitude?,select distinct ?answer where { hp:triton hp:absolute magnitude ?answer} 
generate sparql,how often are the games held in the paralympics?,select distinct ?answer where { hp:paralympic games hp:event interval ?answer} 
generate sparql,what is blood vessel supply of aorta ?,select distinct ?answer where { ?answer hp:arterial supply hp:q101004} 
generate sparql,what is the anhydrous cephalexin chemical formula?,select distinct ?answer where { hp:cephalexin hp:chemical formula ?answer} 
generate sparql,i ought to know the mountain extend within the ethiopian highlands.,select distinct ?answer where { ?answer hp:mountain range hp:q319288} 
generate sparql,what is the afi catalog of include movies id of the motion picture marauders of the misplaced ark?,select distinct ?answer where { hp:raiders of the lost ark hp:afi catalog of feature films id ?answer} 
generate sparql,which suggests {shoreline volleyball database id} for {foggy may-treanor} ?,select distinct ?answer where { hp:ukrainian hp:wals lect code ?answer} 
generate sparql,porky pig is a character in what show?,select distinct ?answer where { hp:porky pig hp:present in work ?answer} 
generate sparql,what myspace id does kitaro use?,select distinct ?answer where { hp:kitarō hp:myspace id ?answer} 
generate sparql,which is the bmrb id of ethanol?,select distinct ?answer where { hp:ethanol hp:bmrb id ?answer} 
generate sparql,who is the outfit creator for karl lagerfeld?,select distinct ?answer where { ?answer hp:costume designer hp:q76716} 
generate sparql,which is put served by transport center of beijing capital universal air terminal ?,select distinct ?answer where { hp:beijing capital international airport hp:place served by transport hub ?answer} 
generate sparql,which is irwin corey's internet off - broadway database id?,select distinct ?answer where { hp:irwin corey hp:internet off-broadway database id ?answer} 
generate sparql,did fidel castro hold the position of prime minister of italy?,ask where { hp:fidel castro hp:position held hp:prime minister of italy } 
generate sparql,what fabric is created by chevron corporation?,select distinct ?answer where { hp:chevron corporation hp:product or material produced ?answer} 
generate sparql,what is the deutsche synchronkartei actor-id of matthew,select distinct ?answer where { hp:matthew mcconaughey hp:deutsche synchronkartei actor id ?answer} 
generate sparql,what is the university of tahran's tentative liste id?,select distinct ?answer where { hp:university of tehran hp:world heritage tentative list id ?answer} 
generate sparql,who is a team member in the chicago cubs?,select distinct ?answer where { ?answer hp:member of sports team hp:q246782} 
generate sparql,what is the wii sports pegi rating?,select distinct ?answer where { hp:wii sports hp:pegi rating ?answer} 
generate sparql,who is the outfit creator for ghostbusters?,select distinct ?answer where { hp:ghostbusters hp:costume designer ?answer} 
generate sparql,what is the approval of the european parliament?,select distinct ?answer where { ?answer hp:approved by hp:q8889} 
generate sparql,what is ghostbusters' mpaa film rating?,select distinct ?answer where { hp:ghostbusters hp:mpa film rating ?answer} 
generate sparql,what anatomical department is the bronchus found in?,select distinct ?answer where { hp:bronchus hp:anatomical branch of ?answer} 
generate sparql,how many cores does the xbox one processor have?,select distinct ?answer where { hp:xbox one hp:number of processor cores ?answer} 
generate sparql,which is the roman praenomen for ovid?,select distinct ?answer where { hp:ovid hp:roman praenomen ?answer} 
generate sparql,what is montreal's quebec municipalities geographical code?,select distinct ?answer where { hp:montreal hp:quebec municipalities geographical code ?answer} 
generate sparql,which is the category that contains the dress?,select distinct ?answer where { ?answer hp:category contains hp:q200539} 
generate sparql,what is the bald eagle ebird taxon id?,select distinct ?answer where { hp:bald eagle hp:ebird taxon id ?answer} 
generate sparql,what is james hogg's scottish poetry library id?,select distinct ?answer where { hp:james hogg hp:scottish poetry library poet id ?answer} 
generate sparql,where is confederation bridge's terminus location?,select distinct ?answer where { ?answer hp:terminus location hp:q865076} 
generate sparql,which julien id belongs to stephen spender?,select distinct ?answer where { hp:stephen spender hp:julien id ?answer} 
generate sparql,which is the behind the voice on-screen characters tv appear id of assault on titan?,select distinct ?answer where { hp:attack on titan hp:behind the voice actors tv show id ?answer} 
generate sparql,which one is the enclosure of the dome?,select distinct ?answer where { ?answer hp:enclosure hp:q12493} 
