prefix,input_text,target_text
generate sparql,which is the grant gotten for constellation?,select distinct ?answer where { ?answer hp:award received hp:q8928} 
generate sparql,which day of the year does the winter solstice occur?,select distinct ?answer where { ?answer hp:birthday hp:q207932} 
generate sparql,what is the marsala wine product certification?,select distinct ?answer where { hp:marsala wine hp:product certification ?answer} 
generate sparql,what is lizzy yarnold's thesports.org competitor id?,select distinct ?answer where { hp:lizzy yarnold hp:the-sports.org athlete id ?answer} 
generate sparql,what is babylon's narrative location?,select distinct ?answer where { ?answer hp:narrative location hp:q5684} 
generate sparql,who is the storyteller of derek jacobi?,select distinct ?answer where { ?answer hp:narrator hp:q256164} 
generate sparql,where is the constellation of hercules is?,select distinct ?answer where { ?answer hp:constellation hp:q10448} 
generate sparql,were natalie wood and richard gregson married?,ask where { hp:natalie wood hp:spouse hp:richard gregson } 
generate sparql,what is the ta98 latin term of skin?,select distinct ?answer where { hp:epidermis hp:ta98 latin term ?answer} 
generate sparql,eiffel tower has how numerous floors?,select distinct ?answer where { hp:eiffel tower hp:floors above ground ?answer} 
generate sparql,what is mount baker's bivouac.com mountain id?,select distinct ?answer where { hp:mount baker hp:bivouac.com mountain id ?answer} 
generate sparql,which is the mouthpiece of pravda?,select distinct ?answer where { ?answer hp:house publication hp:q183644} 
generate sparql,was heath ledger's ethnicity ulster protestant?,ask where { hp:heath ledger hp:ethnic group hp:ulster protestant } 
generate sparql,robert frost won what award?,select distinct ?answer where { ?answer hp:winner hp:q168728} 
generate sparql,which is the category for workers of the organization of the national independent college of mexico?,select distinct ?answer where { hp:national autonomous university of mexico hp:category for employees of the organization ?answer} 
generate sparql,the 2011 tohoku earthquake and tsunami was given what magnitude on the richter magnitude scale?,select distinct ?answer where { hp:2011 tōhoku earthquake and tsunami hp:earthquake magnitude on the richter magnitude scale ?answer} 
generate sparql,how would you identify andrae crouch on rockipedia?,select distinct ?answer where { hp:andraé crouch hp:rockipedia artist id ?answer} 
generate sparql,key is the attribute of what?,select distinct ?answer where { ?answer hp:iconographic symbol hp:q132041} 
generate sparql,what is the retirement age of latvia,select distinct ?answer where { hp:latvia hp:retirement age ?answer} 
generate sparql,what is the least recurrence of capable of being heard sound of a house cat?,select distinct ?answer where { hp:house cat hp:minimum frequency of audible sound ?answer} 
generate sparql,what's saturn's astronomical symbol image?,select distinct ?answer where { hp:saturn hp:astronomic symbol image ?answer} 
generate sparql,who's final supper was white wine?,select distinct ?answer where { ?answer hp:had as last meal hp:q10210} 
generate sparql,tolyatti has what alright tmo id?,select distinct ?answer where { hp:tolyatti hp:oktmo id ?answer} 
generate sparql,what's in the job category?,select distinct ?answer where { ?answer hp:has immediate cause hp:q192581} 
generate sparql,what is astrid lindgren's biographical dictionary of swedish woman,select distinct ?answer where { hp:astrid lindgren hp:svenskt kvinnobiografiskt lexikon id ?answer} 
generate sparql,was timothy leary an influence of the beatles?,ask where { hp:the beatles hp:influenced by hp:timothy leary } 
generate sparql,which is the fisa rower id for steve redgrave?,select distinct ?answer where { hp:steve redgrave hp:world rowing id (numeric format) ?answer} 
generate sparql,which is the australian lexicon of life story id for henry george?,select distinct ?answer where { hp:henry george hp:australian dictionary of biography id ?answer} 
generate sparql,abebe bikila played what sport?,select distinct ?answer where { hp:abebe bikila hp:sports discipline competed in ?answer} 
generate sparql,what pro-football-reference id belongs to dick butkus.,select distinct ?answer where { hp:dick butkus hp:pro-football-reference.com player id ?answer} 
generate sparql,is naomi parker fraley a model?,select distinct ?answer where { ?answer hp:model hp:q47486504} 
generate sparql,what is the potential impact of dichlorodifluoromethane on global warming?,select distinct ?answer where { hp:dichlorodifluoromethane hp:global warming potential ?answer} 
generate sparql,what's daniel ortega's pm20 folder id?,select distinct ?answer where { hp:daniel ortega hp:pm20 folder id ?answer} 
generate sparql,does sean penn speak or write in german?,"ask where { hp:sean penn hp:languages spoken, written or signed hp:german } "
generate sparql,what is the feature polytope of an octagon?,select distinct ?answer where { hp:octagon hp:has facet polytope ?answer} 
generate sparql,was hal jordan partner of harley quinn?,ask where { hp:harley quinn hp:unmarried partner hp:hal jordan } 
generate sparql,what can bupivacaine be used to treat?,select distinct ?answer where { hp:bupivacaine-(rs) hp:medical condition treated ?answer} 
generate sparql,which is the legitimate restorative status for medicine drug?,select distinct ?answer where { ?answer hp:legal status (medicine) hp:q1643563} 
generate sparql,which is the verse worldwide web writer id for allen ginsberg?,select distinct ?answer where { hp:allen ginsberg hp:poetry international web poet id ?answer} 
generate sparql,would phil collins music be in the genre of power pop?,ask where { hp:phil collins hp:genre hp:power pop } 
generate sparql,what is emperor wu of han's tample name?,select distinct ?answer where { hp:emperor wu of han hp:temple name ?answer} 
generate sparql,what is the gs1 worldwide item classification brick code of vinegar?,select distinct ?answer where { hp:vinegar hp:p5420 ?answer} 
generate sparql,which is the record or record movement for decathlon?,select distinct ?answer where { hp:decathlon hp:record or record progression ?answer} 
generate sparql,which suggests {artnet craftsman id} from {barbara morgan} ?,select distinct ?answer where { hp:barbara morgan hp:artnet artist id ?answer} 
generate sparql,name ard's parent organization.,select distinct ?answer where { ?answer hp:parent organization hp:q49653} 
generate sparql,what is the surfline id of duke kahanamoku?,select distinct ?answer where { hp:duke kahanamoku hp:surfline id ?answer} 
generate sparql,which is john frederick william herschel's luminous-lint id?,select distinct ?answer where { hp:john frederick william herschel hp:luminous-lint id ?answer} 
generate sparql,what is oman's stw economics thesaurus?,select distinct ?answer where { hp:oman hp:stw thesaurus for economics id ?answer} 
generate sparql,what is within the databaseolympics.com competitor id of bonnie blair ?,select distinct ?answer where { hp:bonnie blair hp:databaseolympics.com athlete id (archived) ?answer} 
generate sparql,give me the uefa player id for cristiano ronaldo.,select distinct ?answer where { hp:cristiano ronaldo hp:uefa player id ?answer} 
generate sparql,what is pollinated by abelmoschus esculentus?,select distinct ?answer where { hp:abelmoschus esculentus hp:is pollinated by ?answer} 
generate sparql,what is thane's filming location?,select distinct ?answer where { ?answer hp:filming location hp:q207749} 
generate sparql,which melody does das lied der deutschen have?,select distinct ?answer where { hp:das lied der deutschen hp:has melody ?answer} 
generate sparql,is it miley_cyrus is influenced by britney spears?,ask where { hp:miley cyrus hp:influenced by hp:britney spears } 
generate sparql,which is the argentine olympic committee competitor id for manu ginóbili?,select distinct ?answer where { hp:manu ginóbili hp:argentine olympic committee athlete id ?answer} 
generate sparql,which is the command of human rights?,select distinct ?answer where { ?answer hp:mandates hp:q8458} 
generate sparql,does julius caesar hold the citizenship of ancient rome?,ask where { hp:julius caesar hp:country of citizenship hp:ancient rome } 
generate sparql,what is the protected heritage site id of manneken pis in brussels?,select distinct ?answer where { hp:manneken pis hp:protected heritage site in brussels id ?answer} 
generate sparql,which is the cannabis indica basionym?,select distinct ?answer where { ?answer hp:basionym hp:q2936421} 
generate sparql,what is within the contributed to distributed work of wilkie collins?,select distinct ?answer where { hp:wilkie collins hp:contributed to creative work ?answer} 
generate sparql,which is the cipher for l-cysteine?,select distinct ?answer where { ?answer hp:encodes hp:q186474} 
generate sparql,which is the prize cash of venus williams?,select distinct ?answer where { hp:venus williams hp:prize money ?answer} 
generate sparql,what is arianespace's launch contractor?,select distinct ?answer where { ?answer hp:launch contractor hp:q309867} 
generate sparql,what is phosphorus's oxidation state?,select distinct ?answer where { hp:phosphorus hp:oxidation state ?answer} 
generate sparql,which was the target of fight of stalingrad?,select distinct ?answer where { hp:battle of stalingrad hp:target ?answer} 
generate sparql,"what is the id for pleiades, toledo?",select distinct ?answer where { hp:toledo hp:pleiades id ?answer} 
generate sparql,is it true that deepika padukone is a model?,ask where { hp:deepika padukone hp:occupation hp:model } 
generate sparql,who is natsume sōseki's student?,select distinct ?answer where { hp:natsume sōseki hp:student ?answer} 
generate sparql,which is the histological glossary for stem cells?,select distinct ?answer where { hp:stem cell hp:terminologia histologica ?answer} 
generate sparql,where does wikipedia mirror its data from?,select distinct ?answer where { ?answer hp:mirrors data from hp:q52} 
generate sparql,which is the crossref funder id of the national historical center of american history?,select distinct ?answer where { hp:national museum of american history hp:crossref funder id ?answer} 
generate sparql,what religion is margot robbie?,ask where { hp:margot robbie hp:ethnic group hp:christianity in australia } 
generate sparql,what is omar sharif's world bridge id?,select distinct ?answer where { hp:omar sharif hp:world bridge federation id ?answer} 
generate sparql,what is the id for new horizons?,select distinct ?answer where { hp:new horizons hp:cospar id ?answer} 
generate sparql,was switzerland the home of absinthe?,ask where { hp:absinthe hp:country of origin hp:switzerland } 
generate sparql,able to do it reproduction is what?,select distinct ?answer where { hp:we can do it! hp:model ?answer} 
generate sparql,what is rod cell's activating neurortransmitter?,select distinct ?answer where { hp:rod cell hp:activating neurotransmitter ?answer} 
generate sparql,what religious order is roger bacon part of?,select distinct ?answer where { hp:roger bacon hp:religious order ?answer} 
generate sparql,provide riga's atvk id.,select distinct ?answer where { hp:riga hp:atvk id ?answer} 
generate sparql,what is the version number for the extensible markkup language?,select distinct ?answer where { hp:extensible markup language hp:edition number ?answer} 
generate sparql,does the people's republic of china celebrate the holiday chinese new year?,"ask where { hp:chinese new year hp:country hp:s republic of china""> } "
generate sparql,what is molière's online books page author id?,select distinct ?answer where { hp:molière hp:online books page author id ?answer} 
generate sparql,is stanley johnson's son boris johnson?,ask where { hp:boris johnson hp:father hp:stanley johnson } 
generate sparql,was metal gangsta rap written by kanye west?,ask where { hp:kanye west hp:genre hp:gangsta rap } 
generate sparql,what is srinagar's subreddit?,select distinct ?answer where { hp:srinagar hp:subreddit ?answer} 
generate sparql,what's carrom's boardgamegeek id?,select distinct ?answer where { hp:carrom hp:boardgamegeek id ?answer} 
generate sparql,what is alcohol by absinthe volume?,select distinct ?answer where { hp:absinthe hp:alcohol by volume ?answer} 
generate sparql,what is the scottish charity number at the college of edinburgh?,select distinct ?answer where { hp:university of edinburgh hp:scottish charity number ?answer} 
generate sparql,what is hippocampus ' fictional analog?,select distinct ?answer where { ?answer hp:fictional analog of hp:q74363} 
generate sparql,who is the patron saint of sabadell?,select distinct ?answer where { hp:sabadell hp:patron saint ?answer} 
generate sparql,which is nist/codata id for planck length?,select distinct ?answer where { hp:planck length hp:nist/codata id ?answer} 
generate sparql,which is the longitude of rising hub for soil?,select distinct ?answer where { hp:earth hp:longitude of ascending node ?answer} 
generate sparql,what is uniform asset identifier conspire for transport layer security?,select distinct ?answer where { hp:transport layer security hp:uniform resource identifier scheme ?answer} 
generate sparql,when was the 1948 czechoslovak coup d'état?,"select distinct ?answer where { hp:état""> hp:point in time ?answer} "
generate sparql,what is accipiter's nbn system key?,select distinct ?answer where { hp:accipiter hp:nbn system key ?answer} 
generate sparql,is culture mu ibn mūsā al - khwārizmī?,select distinct ?answer where { hp:al-khwarizmi hp:culture ?answer} 
generate sparql,japanese is the lingo of which government state?,select distinct ?answer where { hp:thomas aquinas hp:catholic.ru id ?answer} 
generate sparql,what is anaheim's elevation above sea level?,select distinct ?answer where { hp:anaheim hp:elevation above sea level ?answer} 
generate sparql,which is the gifts scholarly degree for gratis college of berlin?,select distinct ?answer where { hp:freie universität berlin hp:grants ?answer} 
generate sparql,who is emil du bois - reymond's chairman?,select distinct ?answer where { ?answer hp:chairperson hp:q76571} 
generate sparql,what's in the electrical and electronics engineers institute category?,select distinct ?answer where { hp:institute of electrical and electronics engineers hp:doi prefix ?answer} 
generate sparql,which is the companies house officer id for boris johnson?,select distinct ?answer where { ?answer hp:time period hp:q202763} 
generate sparql,what is the diseasesdb for transmissible spongiform encephalopathy?,select distinct ?answer where { hp:transmissible spongiform encephalopathy hp:diseasesdb ?answer} 
generate sparql,orate what measures for tide are.,select distinct ?answer where { ?answer hp:measures hp:q23384} 
generate sparql,which are the nourishments customarily related with easter?,select distinct ?answer where { hp:easter hp:foods traditionally associated ?answer} 
generate sparql,which is the most noteworthy legal specialist of rhode island?,select distinct ?answer where { hp:rhode island hp:highest judicial authority ?answer} 
generate sparql,what is day in year for occasional event for easter?,select distinct ?answer where { ?answer hp:day in year for periodic occurrence hp:q21196} 
generate sparql,what is the arrange see picture of the o'hare universal airport?,"select distinct ?answer where { hp:hare international airport""> hp:image of design plans ?answer} "
generate sparql,which is the celex number for european capture warrant?,select distinct ?answer where { hp:european arrest warrant hp:celex number ?answer} 
generate sparql,what is bel - air's fresh prince's thetvdb.com id?,select distinct ?answer where { hp:the fresh prince of bel-air hp:thetvdb.com series id ?answer} 
generate sparql,what is musicbrainz put id for cardiff college ?,select distinct ?answer where { hp:cardiff university hp:musicbrainz place id ?answer} 
generate sparql,which is the ciné-ressources individual id of charles laughton?,select distinct ?answer where { hp:charles laughton hp:ciné-ressources person id ?answer} 
generate sparql,is che guevara's daughter aleida guevara?,ask where { hp:che guevara hp:child hp:aleida guevara } 
generate sparql,which is the wine appdb-identification gateway.,select distinct ?answer where { hp:portal hp:wine appdb id ?answer} 
generate sparql,what is the benefit lace picture for the award of honor?,select distinct ?answer where { hp:medal of honor hp:service ribbon image ?answer} 
generate sparql,which suggests {storting individual id} from{trygve lie} ?,select distinct ?answer where { hp:trygve lie hp:storting person id ?answer} 
generate sparql,which is the e number for magnesium sulfate anhydrous?,select distinct ?answer where { hp:magnesium sulfate hp:e number ?answer} 
generate sparql,what gsrr rating did world of warcraft get?,select distinct ?answer where { hp:world of warcraft hp:gsrr rating ?answer} 
generate sparql,pares i d in the palace?,select distinct ?answer where { hp:palace hp:pares id ?answer} 
generate sparql,which is the domestic world of neptune?,select distinct ?answer where { ?answer hp:home world hp:q332} 
generate sparql,when did information set for noteworthy occasion of nicolas sarkozy?,select distinct ?answer where { hp:shirley strickland hp:australian athletics historical results athlete id ?answer} 
generate sparql,what is the lingo utilized in old greek?,select distinct ?answer where { hp:ancient greek hp:dialect of ?answer} 
generate sparql,fats waller allmusic distinguishing proof is what?,select distinct ?answer where { hp:fats waller hp:allmusic artist id ?answer} 
generate sparql,what is office challenged for joined together states house of agents,select distinct ?answer where { ?answer hp:office contested hp:q11701} 
generate sparql,was dealey plaze the site of jfk shooting?,ask where { hp:assassination of john f. kennedy hp:location hp:dealey plaza } 
generate sparql,what is the iso 639-3 code for tagalog?,select distinct ?answer where { hp:tagalog hp:iso 639-3 code ?answer} 
generate sparql,what is sct's chromosome?,select distinct ?answer where { hp:sct hp:chromosome ?answer} 
generate sparql,what is ipni essayist id for jean-jacques rousseau?,select distinct ?answer where { hp:jean-jacques rousseau hp:ipni author id ?answer} 
generate sparql,what is ruby's fedora package?,select distinct ?answer where { hp:ruby hp:fedora package ?answer} 
generate sparql,which is found on galactic body for mimas?,select distinct ?answer where { ?answer hp:located on astronomical body hp:q15034} 
generate sparql,charles simonyi was given what name at birth?,select distinct ?answer where { hp:charles simonyi hp:birth name ?answer} 
generate sparql,is david letterman a producer?,select distinct ?answer where { ?answer hp:producer hp:q217298} 
generate sparql,how is citric acid numbered according to ins?,select distinct ?answer where { hp:citric acid hp:international numbering system number ?answer} 
generate sparql,what is the i tunes app id of minercraft,select distinct ?answer where { hp:minecraft hp:app store app id ?answer} 
generate sparql,what is pages of tuberculosis ?,select distinct ?answer where { hp:tuberculosis hp:page(s) ?answer} 
generate sparql,what is the business division of epigraphy?,select distinct ?answer where { ?answer hp:business division hp:q181260} 
generate sparql,what is the entonants voyagerus login for martin amis?,select distinct ?answer where { hp:martin amis hp:étonnants voyageurs participant id ?answer} 
generate sparql,what is unique film arrange for ultra-high-definition tv ?,select distinct ?answer where { ?answer hp:original film format hp:q841163} 
generate sparql,who is the generation originator of alejandro jodorowsky?,select distinct ?answer where { ?answer hp:production designer hp:q263730} 
generate sparql,what is the property utilization following category for sap se?,select distinct ?answer where { ?answer hp:property usage tracking category hp:q552581} 
generate sparql,what is bibcode for physical review?,select distinct ?answer where { hp:physical review hp:bibcode ?answer} 
generate sparql,which is espnscrum player id for sébastien chabal?,select distinct ?answer where { hp:sébastien chabal hp:espnscrum player id ?answer} 
generate sparql,what is hgnc quality image for rho?,select distinct ?answer where { hp:rho hp:hgnc gene symbol ?answer} 
generate sparql,what is spectrabase compound id used in ethanol?,select distinct ?answer where { hp:ethanol hp:spectrabase compound id ?answer} 
generate sparql,what is the official title of lahore?,select distinct ?answer where { hp:lahore hp:official name ?answer} 
generate sparql,what is the impact of ibuprofen?,select distinct ?answer where { hp:aspirin hp:has effect ?answer} 
generate sparql,what is steward brand a board member of?,select distinct ?answer where { ?answer hp:board member hp:q971994} 
generate sparql,wich implies {nourished glass player id}at {maria sharapova} ?,select distinct ?answer where { hp:maria sharapova hp:billie jean cup player id ?answer} 
generate sparql,tuberculosis's pschyrembel online id is what?,select distinct ?answer where { hp:tuberculosis hp:pschyrembel online id ?answer} 
generate sparql,is ziauddin yousafzai mala yousafzai's father?,ask where { hp:malala yousafzai hp:father hp:ziauddin yousafzai } 
generate sparql,which is soccerdonna player id for ellyse perry?,select distinct ?answer where { hp:ellyse perry hp:soccerdonna player id ?answer} 
generate sparql,what is within the category of the master of the rings trilogy?,select distinct ?answer where { hp:the lord of the rings trilogy hp:cinematografo.it film id ?answer} 
generate sparql,which is the dsm-5 of consideration shortfall hyperactivity disorder?,select distinct ?answer where { hp:attention deficit hyperactivity disorder hp:dsm-5 classification ?answer} 
generate sparql,what is yosemite national park's archinform id project?,select distinct ?answer where { hp:yosemite national park hp:archinform project id ?answer} 
generate sparql,what is the gcd series id for superman comics?,select distinct ?answer where { hp:superman hp:gcd series id ?answer} 
generate sparql,what is albert günther's ra collections id?,select distinct ?answer where { hp:albert günther hp:ra collections id ?answer} 
generate sparql,which is the magic square identification of mathworld?,select distinct ?answer where { hp:magic square hp:mathworld identifier ?answer} 
generate sparql,which members are part of the american states organization?,select distinct ?answer where { ?answer hp:member of hp:q123759} 
generate sparql,which is the top-level web space of saint-barthélemy?,select distinct ?answer where { hp:saint barthélemy hp:top-level internet domain ?answer} 
generate sparql,give me the name of the head coach of arsenal f.c.,select distinct ?answer where { hp:arsenal f.c. hp:head coach ?answer} 
generate sparql,what's the lawful shape of college of paris vi: pierre-and-marie-curie university?,select distinct ?answer where { hp:pierre and marie curie university hp:legal form ?answer} 
generate sparql,which is foodex2 code for whisky?,select distinct ?answer where { hp:whisky hp:foodex2 code ?answer} 
generate sparql,what is wiki adores landmarks id for knossos?,select distinct ?answer where { hp:knossos hp:wiki loves monuments id ?answer} 
generate sparql,what is nylon's ultimate tensile strength?,select distinct ?answer where { hp:nylon hp:ultimate tensile strength ?answer} 
generate sparql,which is the geonames include code of wetland?,select distinct ?answer where { hp:wetland hp:geonames feature code ?answer} 
generate sparql,what is colin meads' world rugby hall of fame id?,select distinct ?answer where { hp:colin meads hp:world rugby hall of fame id ?answer} 
generate sparql,what is the generation rate for the tennis ball?,select distinct ?answer where { hp:tennis ball hp:production rate ?answer} 
generate sparql,which is the kegg id of nitric acid?,select distinct ?answer where { hp:nitric acid hp:kegg id ?answer} 
generate sparql,which is the icd-9-cm for migraine?,select distinct ?answer where { hp:migraine hp:icd-9-cm ?answer} 
generate sparql,what is the patrimonio inmueble de andalucía id for alhambra?,select distinct ?answer where { hp:alhambra hp:guía digital del patrimonio cultural de andalucía identifier ?answer} 
generate sparql,what's bjarne stroustrup's web address?,select distinct ?answer where { hp:bjarne stroustrup hp:streaming media url ?answer} 
generate sparql,which is the unesco dialect status for finnish?,select distinct ?answer where { hp:finnish hp:unesco language status ?answer} 
generate sparql,which is jerome kern's nukat (warsawu) authority id?,select distinct ?answer where { hp:jerome kern hp:nukat id ?answer} 
generate sparql,who is the modeler of the chapultepec castleon?,select distinct ?answer where { hp:chapultepec castle hp:architect ?answer} 
generate sparql,what is the libris version of unused scientists?,select distinct ?answer where { hp:new scientist hp:libris editions ?answer} 
generate sparql,which is goodreads creator id for jonathan franzen?,select distinct ?answer where { hp:jonathan franzen hp:goodreads author id ?answer} 
generate sparql,what is arthropoda's iranica id?,select distinct ?answer where { hp:arthropoda hp:iranica id ?answer} 
generate sparql,what is bobby orr's hockeydb.com player id?,select distinct ?answer where { hp:bobby orr hp:hockeydb.com player id ?answer} 
generate sparql,is it true that mary i of england is a sibling of edward vi of england,ask where { hp:mary i of england hp:sibling hp:edward vi of england } 
generate sparql,let me know the sexual introduction of rocco siffredi.,select distinct ?answer where { hp:rocco siffredi hp:sexual orientation ?answer} 
generate sparql,what external data is available on johann sebastian bach?,select distinct ?answer where { hp:johann sebastian bach hp:external data available at ?answer} 
generate sparql,who is the common director of the chicago cubs?,select distinct ?answer where { hp:chicago cubs hp:general manager ?answer} 
generate sparql,was nyc where andy warhol died?,ask where { hp:andy warhol hp:place of death hp:new york city } 
generate sparql,what is the number of uefa european football championship participants?,select distinct ?answer where { hp:uefa european championship hp:number of participants ?answer} 
generate sparql,what is ernest renan's rhe doctor id?,select distinct ?answer where { hp:ernest renan hp:rhe doctor id ?answer} 
generate sparql,what is bncf thesaurus id for ban ?,select distinct ?answer where { hp:outlaw hp:bncf thesaurus id ?answer} 
generate sparql,which is the minkultury film id for within the temperament for cherish?,select distinct ?answer where { hp:in the mood for love hp:minkultury film id ?answer} 
generate sparql,what is vanity fair's models.com client id.,select distinct ?answer where { hp:vanity fair hp:models.com client id ?answer} 
generate sparql,what is dezső gyarmati's hungarian mpid?,select distinct ?answer where { hp:dezső gyarmati hp:hungarian national assembly identifier ?answer} 
generate sparql,what is battle royale's filmiroda rating?,select distinct ?answer where { hp:battle royale hp:filmiroda rating ?answer} 
generate sparql,what is the date indium was logically set up?,select distinct ?answer where { hp:indium hp:year of taxon publication ?answer} 
generate sparql,what is the documentation of character encoding?,select distinct ?answer where { ?answer hp:notation hp:q184759} 
generate sparql,which is the rxno cosmology?,select distinct ?answer where { hp:aldol condensation hp:rxno ontology ?answer} 
generate sparql,which is the sheet music for ensemble no. 9?,select distinct ?answer where { hp:symphony no. 9 hp:sheet music ?answer} 
generate sparql,what is slideshare username of kennedy space center ?,select distinct ?answer where { hp:kennedy space center hp:slideshare username ?answer} 
generate sparql,which is françois quesnay's cths person id?,select distinct ?answer where { hp:françois quesnay hp:cths person id ?answer} 
generate sparql,which is the diaspora of the african americans?,select distinct ?answer where { hp:african americans hp:diaspora ?answer} 
generate sparql,what is operissimo craftsman id for martina arroyo?,select distinct ?answer where { hp:martina arroyo hp:operissimo artist id ?answer} 
generate sparql,jessica lange is an american right?,ask where { hp:jessica lange hp:ethnic group hp:americans } 
generate sparql,does noam chomsky have a son named aviva?,ask where { hp:noam chomsky hp:child hp:aviva chomsky } 
generate sparql,the three georges dam is which dam?,select distinct ?answer where { ?answer hp:dam hp:q12514} 
generate sparql,"what is the ten digit isbn number for the novel ""for whom the chime tolls""?",select distinct ?answer where { hp:for whom the bell tolls hp:isbn-10 ?answer} 
generate sparql,did lemmy use an harmonica as an instrument?,ask where { hp:lemmy hp:instrument hp:harmonica } 
generate sparql,what is klm's reward program?,select distinct ?answer where { ?answer hp:reward program hp:q181912} 
generate sparql,which is the gss code (2011) of the lake district?,select distinct ?answer where { hp:lake district hp:gss code (2011) ?answer} 
generate sparql,tell me the density of malathion.,select distinct ?answer where { hp:malathion hp:density ?answer} 
generate sparql,which is the vehicle regularly utilized for railjet?,select distinct ?answer where { hp:railjet hp:vehicle normally used ?answer} 
generate sparql,what is hte google doodle for dorothea mackellar?,select distinct ?answer where { hp:dorothea mackellar hp:google doodle ?answer} 
generate sparql,which was the place of birth of gene wilder milwaukee?,ask where { hp:gene wilder hp:place of birth hp:milwaukee } 
generate sparql,which is the opencitations bibliographic asset id for diary of the american chemical society?,select distinct ?answer where { hp:journal of the american chemical society hp:opencitations bibliographic resource id ?answer} 
generate sparql,is this taxon is source of goji?,select distinct ?answer where { ?answer hp:this taxon is source of hp:q2617260} 
generate sparql,did the inca empire incorporate machu picchu as part of it?,ask where { hp:machu picchu hp:culture hp:inca empire } 
generate sparql,did abba originally come from sweden?,ask where { hp:abba hp:country of origin hp:sweden } 
generate sparql,maryland is facilitates of southernmost point ?,select distinct ?answer where { hp:maryland hp:coordinates of southernmost point ?answer} 
generate sparql,what is the id of valéry giscard d'estaing on lesbiographies.com?,"select distinct ?answer where { hp:estaing""> hp:lesbiographies.com id ?answer} "
generate sparql,what is within the scene see of jerusalem ?,select distinct ?answer where { hp:jerusalem hp:panoramic view ?answer} 
generate sparql,what order did the teutonic knights belong to?,select distinct ?answer where { ?answer hp:chivalric order hp:q48189} 
generate sparql,what is the arrangement of versailles' depositor?,select distinct ?answer where { hp:treaty of versailles hp:depositary ?answer} 
generate sparql,which is the emedicine for obesity?,select distinct ?answer where { hp:obesity hp:emedicine id ?answer} 
generate sparql,what is the libray of congress demographic group's housekeeper id?,select distinct ?answer where { hp:housekeeper hp:library of congress demographic group terms id ?answer} 
generate sparql,what is james madison's address?,select distinct ?answer where { ?answer hp:addressee hp:q11813} 
generate sparql,what is the instrumentation used in piano concerto?,select distinct ?answer where { hp:piano concerto hp:instrumentation ?answer} 
