prefix,input_text,target_text
generate sparql,what is oscar robertson's indiana basketball hof id?,select distinct ?answer where { hp:oscar robertson hp:indiana basketball hall of fame id ?answer} 
generate sparql,what is encoded by l-tyrosine?,select distinct ?answer where { hp:l-tyrosine hp:encoded by ?answer} 
generate sparql,did la liga belond as a member team of the rugby union?,ask where { hp:la liga hp:sport hp:rugby union } 
generate sparql,which is the mymovies title id of dino de laurentiis?,select distinct ?answer where { hp:dino de laurentiis hp:mymovies name id (former scheme) ?answer} 
generate sparql,what is mikhail bakhtin's dbnl author id?,select distinct ?answer where { hp:mikhail bakhtin hp:digitale bibliotheek voor de nederlandse letteren author id ?answer} 
generate sparql,what is cinii book id for the catcher within the rye?,select distinct ?answer where { hp:the catcher in the rye hp:cinii books bibliography id ?answer} 
generate sparql,what is chief official officer of sheldon adelson ?,select distinct ?answer where { ?answer hp:chief executive officer hp:q319137} 
generate sparql,what is recorded at cologne cathedral?,select distinct ?answer where { ?answer hp:recorded at studio or venue hp:q4176} 
generate sparql,what was alice cooper's family name?,ask where { hp:alice cooper hp:family name hp:cooper } 
generate sparql,what is he company id for kenji mizoguchi?,select distinct ?answer where { hp:kenji mizoguchi hp:jmdb person or company id ?answer} 
generate sparql,was caitlyn jenner awarded the danish sports name of the year prize?,ask where { hp:caitlyn jenner hp:award received hp:danish sports name of the year } 
generate sparql,who is the support of henry luce?,select distinct ?answer where { ?answer hp:p1962 hp:q516473} 
generate sparql,what is eldoblaje unique id for ted danson?,select distinct ?answer where { hp:ted danson hp:eldoblaje original actor id ?answer} 
generate sparql,apatite has what streak color?,select distinct ?answer where { hp:apatite hp:streak color ?answer} 
generate sparql,which is the roud society melody file number for auld lang syne?,select distinct ?answer where { hp:auld lang syne hp:roud folk song index number ?answer} 
generate sparql,did roald dahl die in oxford?,ask where { hp:roald dahl hp:place of death hp:oxford } 
generate sparql,how are you using a microphone?,select distinct ?answer where { ?answer hp:input method hp:q46384} 
generate sparql,conjugate base of sulfate particle?,select distinct ?answer where { ?answer hp:conjugate base hp:q172290} 
generate sparql,were monica bellucci and vincent cassel partners?,ask where { hp:monica bellucci hp:unmarried partner hp:vincent cassel } 
generate sparql,what is the heart rate of a goat?,select distinct ?answer where { hp:goat hp:heart rate ?answer} 
generate sparql,what is albert einstein's uk id?,"select distinct ?answer where { hp:albert einstein hp:s who uk id""> ?answer} "
generate sparql,what's the populus host?,select distinct ?answer where { ?answer hp:host hp:q25356} 
generate sparql,which is the clearance of the forward bridge?,select distinct ?answer where { hp:forth bridge hp:clearance ?answer} 
generate sparql,how much is the median income in hong kong?,select distinct ?answer where { hp:hong kong hp:median income ?answer} 
generate sparql,what is hansard (1803–2005) id for compassionate attlee?,select distinct ?answer where { hp:clement attlee hp:hansard (1803–2005) id ?answer} 
generate sparql,what is the foih heritage types id of the chinese garden?,select distinct ?answer where { hp:chinese garden hp:foih heritage types id ?answer} 
generate sparql,what is jersey cattle's german cattle breed id?,select distinct ?answer where { hp:jersey cattle hp:german cattle breed id ?answer} 
generate sparql,what is kunsthaus zurich's pcp reference number?,select distinct ?answer where { hp:kunsthaus zürich hp:pcp reference number ?answer} 
generate sparql,marketing has what positions available?,select distinct ?answer where { ?answer hp:for work hp:q39809} 
generate sparql,what is riga's ltn database id?,select distinct ?answer where { hp:riga hp:latvian toponymic names database id ?answer} 
generate sparql,what is banksia's australia id flora?,select distinct ?answer where { hp:banksia hp:flora of australia id (old) ?answer} 
generate sparql,what is the iab code for burmese?,select distinct ?answer where { hp:burmese hp:iab code ?answer} 
generate sparql,what is aramaic's iso 639-5 code?,select distinct ?answer where { hp:aramaic languages hp:iso 639-5 code ?answer} 
generate sparql,is elton john a piano player?,ask where { hp:elton john hp:instrument hp:piano } 
generate sparql,what is don quixote's category?,select distinct ?answer where { hp:don quixote hp:translator ?answer} 
generate sparql,what is dirk nowitzki's nba i.d. ?,select distinct ?answer where { hp:dirk nowitzki hp:nba.com player id ?answer} 
generate sparql,what are the starry night's pictures?,select distinct ?answer where { hp:the starry night hp:depicts ?answer} 
generate sparql,which is the thésaurus de la désignation des objets mobiliers id for rural machinery?,select distinct ?answer where { hp:agricultural machinery hp:thésaurus de la désignation des objets mobiliers id ?answer} 
generate sparql,joe davis holds what cuetracker player id?,select distinct ?answer where { hp:joe davis hp:cuetracker player id ?answer} 
generate sparql,what is lajos tihanyi's given name?,select distinct ?answer where { hp:lajos tihanyi hp:given name ?answer} 
generate sparql,what is the radix decimal?,select distinct ?answer where { hp:decimal hp:radix ?answer} 
generate sparql,what does fertilizer deliver as a by-product?,select distinct ?answer where { ?answer hp:by-product hp:q185716} 
generate sparql,which is the darts database player id of phil taylor?,select distinct ?answer where { hp:phil taylor hp:darts database player id ?answer} 
generate sparql,who is the accomplice of james joyce?,select distinct ?answer where { hp:james joyce hp:unmarried partner ?answer} 
generate sparql,what is the time - weighted average calcium carbonate exposure limit?,select distinct ?answer where { hp:calcium carbonate hp:time-weighted average exposure limit ?answer} 
generate sparql,which is the mtdna haplogroup for alexandra fyodorovna?,select distinct ?answer where { hp:alexandra feodorovna hp:mtdna haplogroup ?answer} 
generate sparql,which is silent hill's behind the voice actors franchise id?,select distinct ?answer where { hp:silent hill hp:behind the voice actors franchise id ?answer} 
generate sparql,which is the widespread decimal classification for christianity?,select distinct ?answer where { hp:christianity hp:universal decimal classification ?answer} 
generate sparql,what is the biological process of learning?,select distinct ?answer where { ?answer hp:biological process hp:q133500} 
generate sparql,which is the elle.fr individual id of miranda kerr?,select distinct ?answer where { hp:miranda kerr hp:elle.fr person id ?answer} 
generate sparql,what temperature is phosphine flammable at?,select distinct ?answer where { hp:phosphine hp:lower flammable limit ?answer} 
generate sparql,is burt reynolds a us citizen?,ask where { hp:burt reynolds hp:country of citizenship hp:united states of america } 
generate sparql,what medical tools are used for psychotherapy treatment?,select distinct ?answer where { ?answer hp:possible treatment hp:q183257} 
generate sparql,is batman a character in the movie batman: arkham knight?,ask where { hp:batman hp:present in work hp:batman: arkham knight } 
generate sparql,which is the season of 1?,select distinct ?answer where { ?answer hp:season hp:q199} 
generate sparql,what is the cochlea connected to?,select distinct ?answer where { ?answer hp:connects with hp:q317857} 
generate sparql,ivory coast has what production statistics?,select distinct ?answer where { hp:ivory coast hp:production statistics ?answer} 
generate sparql,what is the brazilian olympic committee competitor id of ronaldinho?,select distinct ?answer where { hp:ronaldinho hp:brazilian olympic committee athlete id ?answer} 
generate sparql,what is jacob grimm's dbc creator id?,select distinct ?answer where { hp:jacob grimm hp:dbc author id ?answer} 
generate sparql,which is the cell component for cholesterol?,select distinct ?answer where { hp:cholesterol hp:cell component ?answer} 
generate sparql,what are the ponders of characteristic science ?,select distinct ?answer where { hp:natural science hp:is the study of ?answer} 
generate sparql,which is the securing exchange for loan?,select distinct ?answer where { ?answer hp:acquisition transaction hp:q189539} 
generate sparql,who is plessy v. ferguson's complainant?,select distinct ?answer where { hp:plessy v. ferguson hp:plaintiff ?answer} 
generate sparql,what is the difference between hydrogen and dihydrogen?,ask where { hp:hydrogen hp:different from hp:dihydrogen } 
generate sparql,what is dota 2's twitch game id?,select distinct ?answer where { hp:dota 2 hp:twitch category id ?answer} 
generate sparql,what is created from fruit?,select distinct ?answer where { hp:fruit hp:develops from ?answer} 
generate sparql,is stan lee the creator of captain america?,ask where { hp:captain america hp:creator hp:stan lee } 
generate sparql,what is hammuraby code's cdli id?,select distinct ?answer where { hp:code of hammurabi hp:cdli id ?answer} 
generate sparql,which is san marino's continent?,select distinct ?answer where { hp:san marino hp:continent ?answer} 
generate sparql,wich means{pictoright id code}at {marcel duchamp} ?,select distinct ?answer where { hp:marcel duchamp hp:pictoright id code ?answer} 
generate sparql,which data.gouv.fr org id does montpellier have?,select distinct ?answer where { hp:montpellier hp:data.gouv.fr organisation id ?answer} 
generate sparql,what is the doccheck flexikon de id of myocardial infarction?,select distinct ?answer where { hp:myocardial infarction hp:doccheck flexikon de id ?answer} 
generate sparql,which is the conclusion period for the ancient age?,select distinct ?answer where { hp:old age hp:end period ?answer} 
generate sparql,what is sherlock's bfi work id?,select distinct ?answer where { hp:sherlock hp:bfi national archive work id ?answer} 
generate sparql,what is the number of people speaking urdu?,"select distinct ?answer where { hp:urdu hp:number of speakers, writers, or signers ?answer} "
generate sparql,pentecost occurs on which day of the week?,select distinct ?answer where { hp:pentecost hp:day of week ?answer} 
generate sparql,which is shows up within the shape of wind ?,select distinct ?answer where { ?answer hp:appears in the form of hp:q2102} 
generate sparql,is mariah carey cuban?,ask where { hp:mariah carey hp:ethnic group hp:cubans } 
generate sparql,what is oregon city's adjacent station?,select distinct ?answer where { ?answer hp:adjacent station hp:q849596} 
generate sparql,what is portion of super mario bros. ?,select distinct ?answer where { ?answer hp:has part(s) hp:q11168} 
generate sparql,what is an alaska exclave?,select distinct ?answer where { hp:alaska hp:exclave of ?answer} 
generate sparql,which is the contributing calculate of of the extraordinary vowel shift?,select distinct ?answer where { ?answer hp:contributing factor of hp:q268206} 
generate sparql,fully explain what the french national assembly lobbyist id is for sncf.,select distinct ?answer where { hp:sncf hp:french national assembly lobbyist id ?answer} 
generate sparql,what could be a png's kaitai struct arrange display id?,select distinct ?answer where { hp:portable network graphics hp:kaitai struct format gallery id ?answer} 
generate sparql,i would like to know paula radcliffe's power of 10 athlete id.,select distinct ?answer where { hp:paula radcliffe hp:power of 10 athlete id ?answer} 
generate sparql,what is edit16 catalogue maker id for leo x ?,select distinct ?answer where { hp:a mathematical theory of communication hp:author name string ?answer} 
generate sparql,has jim carrey produced a film?,ask where { hp:jim carrey hp:occupation hp:film producer } 
generate sparql,what is academianet id of jocelyn chime burnell ?,select distinct ?answer where { hp:jocelyn bell burnell hp:academianet id ?answer} 
generate sparql,phll hellmuth holds what world series of poker id?,select distinct ?answer where { hp:phil hellmuth hp:world series of poker id ?answer} 
generate sparql,which is the isbn-13 for watership down?,select distinct ?answer where { hp:watership down hp:isbn-13 ?answer} 
generate sparql,who is the stepparent of ludwig von mises?,select distinct ?answer where { ?answer hp:stepparent hp:q84233} 
generate sparql,what is the sea cucumber conabio id?,select distinct ?answer where { hp:holothuroidea hp:conabio id ?answer} 
generate sparql,what is lizzy yarnold's ibsf id?,select distinct ?answer where { hp:lizzy yarnold hp:ibsf athlete id ?answer} 
generate sparql,what is ethanol's un class?,select distinct ?answer where { hp:ethanol hp:un class ?answer} 
generate sparql,did mca ever sign lynyrd skynyrd?,ask where { hp:lynyrd skynyrd hp:record label hp:mca inc. } 
generate sparql,what is squash data id for jahangir khan?,select distinct ?answer where { hp:jahangir khan hp:squash info player id ?answer} 
generate sparql,what is toast good for?,select distinct ?answer where { hp:toast hp:has contributing factor ?answer} 
generate sparql,what is john chrysostom's honorary prefix?,select distinct ?answer where { hp:john chrysostom hp:honorific prefix ?answer} 
generate sparql,provide wilhel h's godparent.,select distinct ?answer where { ?answer hp:godparent hp:q2677} 
generate sparql,what is the intelligence quotient pendant?,select distinct ?answer where { ?answer hp:pendant of hp:q170277} 
generate sparql,which is the record or record movement for strait of gibraltar?,select distinct ?answer where { ?answer hp:record or record progression hp:q36124} 
generate sparql,which is the logic programming paradigm?,select distinct ?answer where { ?answer hp:programming paradigm hp:q275603} 
generate sparql,what is the location of the drainage basin of the brazos river?,select distinct ?answer where { hp:brazos river hp:drainage basin ?answer} 
generate sparql,who is distributed of physical audit ?,select distinct ?answer where { ?answer hp:published in hp:q869847} 
generate sparql,"the grammy award for best rap performance is an honor presented to recording artists for quality rap performances. it was first presented at the 31st annual grammy awards in 1989 and again at the 32nd annual grammy awards in 1990, after which point the award was split into two categories: best rap solo performance and best rap performance by a duo or group. these two categories were combined again in 2012 as a result of a restructure of grammy categories, and the reinstated award for best rap performance was presented at the 54th grammy awards in 2012.",ask where { hp:john cena hp:place of birth hp:west newbury } 
generate sparql,what is the ne region code for zaragoza?,select distinct ?answer where { hp:zaragoza hp:ine municipality code ?answer} 
generate sparql,what is michal martikán's icf canoer id?,select distinct ?answer where { hp:michal martikán hp:icf canoer id ?answer} 
generate sparql,who is speaker of nicolas sarkozy?,select distinct ?answer where { ?answer hp:speaker hp:q329} 
generate sparql,what is mount rushmore's vanderkrogt.net status id?,select distinct ?answer where { hp:mount rushmore hp:vanderkrogt.net statues id ?answer} 
generate sparql,what is the id for history in the encyclopedia of modern ukraine?,select distinct ?answer where { hp:history hp:encyclopedia of modern ukraine id ?answer} 
generate sparql,what is the cerld id for william harrison ainsworth?,select distinct ?answer where { hp:william harrison ainsworth hp:cerl thesaurus id ?answer} 
generate sparql,which is the irc channel for ruby?,select distinct ?answer where { hp:ruby hp:irc channel ?answer} 
generate sparql,which is the id for the journal des sçavans for the persée journal?,select distinct ?answer where { hp:journal des sçavans hp:persée journal id ?answer} 
generate sparql,what is the badminton world alliance id that has a place to gao ling?,select distinct ?answer where { hp:gao ling hp:bwf.tournamentsoftware.com player id ?answer} 
generate sparql,what is winter solstice's uat id?,select distinct ?answer where { hp:winter solstice hp:unified astronomy thesaurus id ?answer} 
generate sparql,which is the prosecutor's rome occupancy code (v3)?,select distinct ?answer where { hp:prosecutor hp:rome occupation code (v3) ?answer} 
generate sparql,give me the id of santiago ramon y cajal's medicos historicos,select distinct ?answer where { hp:santiago ramón y cajal hp:médicos históricos doctor id ?answer} 
generate sparql,which is the digital code for pont neuf in paris city?,select distinct ?answer where { hp:pont neuf hp:paris city digital code ?answer} 
generate sparql,how numerous were harmed within the moment italo-ethiopian war?,select distinct ?answer where { hp:second italo-ethiopian war hp:number of injured ?answer} 
generate sparql,"iconic rock bandmanic street preachers have signed a worldwide publishing deal, covering their future songwriting, with warner/chappell music, the music publishing arm of warner music group. the band are set to release their thirteenth album, resistance is futile, in april.feb 12, 2018",ask where { hp:manic street preachers hp:record label hp:universal music group } 
generate sparql,what is unit image of kelvin ?,select distinct ?answer where { hp:kelvin hp:unit symbol ?answer} 
generate sparql,what is nijmegen's cbs municipality code?,select distinct ?answer where { hp:nijmegen hp:cbs municipality code ?answer} 
generate sparql,which is mydramalist title id of seven samurai?,select distinct ?answer where { hp:seven samurai hp:mydramalist title id ?answer} 
generate sparql,what is paju's official blog?,select distinct ?answer where { hp:paju hp:official blog ?answer} 
generate sparql,what is maurice de vlaminck's thyssen - bornemisza artist id?,select distinct ?answer where { hp:maurice de vlaminck hp:thyssen-bornemisza artist id ?answer} 
generate sparql,which is topic music for enormous blast hypothesis ?,select distinct ?answer where { hp:the big bang theory hp:theme music ?answer} 
generate sparql,explain the crystal system's forsterite.,select distinct ?answer where { hp:forsterite hp:crystal system ?answer} 
generate sparql,what is katsuwonus pelamis' fishbase species id?,select distinct ?answer where { hp:skipjack tuna hp:fishbase species id ?answer} 
generate sparql,what is the national cancer institute's id for melanoma?,select distinct ?answer where { hp:melanoma hp:national cancer institute id ?answer} 
generate sparql,which is chess.com player id for judit polgár?,select distinct ?answer where { hp:judit polgár hp:chess.com member id ?answer} 
generate sparql,what is unshod gen's anime news arrange manga id?,select distinct ?answer where { hp:barefoot gen hp:anime news network manga id ?answer} 
generate sparql,what is the ortholog of rho?,select distinct ?answer where { hp:rho hp:ortholog ?answer} 
generate sparql,what is within the category of henry parkes?,select distinct ?answer where { hp:henry parkes hp:australian poetry library poet id ?answer} 
generate sparql,which link is sextant's user manual?,select distinct ?answer where { hp:sextant hp:user manual url ?answer} 
generate sparql,where did voyager 1 go?,select distinct ?answer where { hp:voyager 1 hp:destination point ?answer} 
generate sparql,what is within the generation of e-commerce?,select distinct ?answer where { ?answer hp:industry hp:q484847} 
generate sparql,what is the identification number of the national academy of sciences noam chomsky?,select distinct ?answer where { hp:noam chomsky hp:national academy of sciences member id ?answer} 
generate sparql,what is the gentoo bundle of perl ?,select distinct ?answer where { hp:perl hp:gentoo package ?answer} 
generate sparql,which is the unesco chart book of the world's dialects in threat id of coptic?,"select distinct ?answer where { hp:coptic hp:s languages in danger id""> ?answer} "
generate sparql,does diana ross's genre belong to the southern soul?,ask where { hp:diana ross hp:genre hp:southern soul } 
generate sparql,what is google arts & culture boating party's luncheon asset id?,select distinct ?answer where { hp:luncheon of the boating party hp:google arts & culture asset id ?answer} 
generate sparql,did dwight d. eisenhower take part in the us military academy?,ask where { hp:dwight d. eisenhower hp:educated at hp:united states military academy } 
generate sparql,what is team fortress 2's software engine?,select distinct ?answer where { hp:team fortress 2 hp:software engine ?answer} 
generate sparql,which is commissioned by burns?,select distinct ?answer where { ?answer hp:commissioned by hp:q6499202} 
generate sparql,which is te father individual id for william henry jackson?,select distinct ?answer where { hp:william henry jackson hp:te papa agent id ?answer} 
generate sparql,what is the walt disney company's iszdb company id?,select distinct ?answer where { hp:the walt disney company hp:iszdb company id ?answer} 
generate sparql,what is the high rise center building total id for the rockefeller center?,select distinct ?answer where { hp:rockefeller center hp:ctbuh skyscraper center building complex id ?answer} 
generate sparql,which is burn lit by of li ning ?,select distinct ?answer where { ?answer hp:torch lit by hp:q314032} 
generate sparql,what is the dba id of john calvin?,select distinct ?answer where { hp:john calvin hp:dba id ?answer} 
generate sparql,what is stupor music?,select distinct ?answer where { ?answer hp:radio format hp:q170435} 
generate sparql,what is class's taxon rank?,select distinct ?answer where { ?answer hp:taxon rank hp:q37517} 
generate sparql,archbasilica of st. john lateran engineering style?,select distinct ?answer where { hp:archbasilica of st. john lateran hp:architectural style ?answer} 
generate sparql,did eminem ever work as a film producer?,ask where { hp:eminem hp:occupation hp:film producer } 
generate sparql,which is the qudt unit id of henry?,select distinct ?answer where { hp:henry hp:qudt unit id ?answer} 
generate sparql,what is ploidy for human genome ?,select distinct ?answer where { hp:human genome hp:ploidy ?answer} 
generate sparql,what is hydrogen cyanide's viscosity?,select distinct ?answer where { hp:hydrogen cyanide hp:dynamic viscosity ?answer} 
generate sparql,what is the planetarium id of diospyros?,select distinct ?answer where { hp:diospyros hp:plantarium id ?answer} 
generate sparql,which is the bna specialist id for eugène sue?,select distinct ?answer where { hp:eugène sue hp:bnmm authority id ?answer} 
generate sparql,"the first attempt to rank drivers using a model was in 2009 by eichenberger and stadelmann (paper here and pdf here). without giving too much away, my model agrees with theirs on several of the top ranked drivers. however, many of the previous model’s results don’t pass a sanity check. ukyo katayama is ranked ahead of nigel mansell, erik comas is ranked ahead of ayrton senna, arturo merzario is ranked ahead of jack brabham, mark blundell is ranked ahead of niki lauda, and mike hawthorn is ranked 5th best of all time. understandably, the model didn’t get a warm reception in online forums.",ask where { hp:lewis hamilton hp:member of sports team hp:minardi } 
generate sparql,which is individuals or cargo transported of people?,select distinct ?answer where { ?answer hp:people or cargo transported hp:q2472587} 
generate sparql,the erie canal has what structurae id (structure)?,select distinct ?answer where { hp:erie canal hp:structurae structure id ?answer} 
generate sparql,the baltic sea has what level of salinity?,select distinct ?answer where { hp:baltic sea hp:salinity ?answer} 
generate sparql,what is the place id of the louvre museum on mappy?,select distinct ?answer where { hp:louvre museum hp:mappy place id ?answer} 
generate sparql,whats jpmorgan chase's japanese corporate number?,select distinct ?answer where { hp:jpmorgan chase hp:corporate number (japan) ?answer} 
generate sparql,what is the biography id of johann wolfgang von goethe?,select distinct ?answer where { hp:johann wolfgang von goethe hp:low german bibliography and biography id ?answer} 
generate sparql,did bitcoin originate in sardinia?,ask where { hp:bitcoin hp:language of work or name hp:sardinian } 
generate sparql,what is jamie gillis ' male performer id of the iafd?,select distinct ?answer where { hp:jamie gillis hp:iafd male performer id ?answer} 
generate sparql,what's bo diddle's bne id?,select distinct ?answer where { hp:bo diddley hp:biblioteca nacional de españa id ?answer} 
generate sparql,what is within the postsynaptic association of pole cell ?,select distinct ?answer where { hp:rod cell hp:postsynaptic connection ?answer} 
generate sparql,where is the aerodrome reference point at hiroshima?,select distinct ?answer where { hp:hiroshima hp:aerodrome reference point ?answer} 
generate sparql,what is the swedish uae for malmo?,select distinct ?answer where { hp:malmö hp:swedish urban area code ?answer} 
generate sparql,which is found in ensured region for loch lomond?,select distinct ?answer where { hp:loch lomond hp:located in protected area ?answer} 
generate sparql,what is allowed nourishment added substance for citric corrosive ?,select distinct ?answer where { ?answer hp:permitted food additive hp:q159683} 
generate sparql,which is the permit plate code for greece?,select distinct ?answer where { hp:greece hp:licence plate code ?answer} 
generate sparql,who is the committee of the free software foundation made up of?,select distinct ?answer where { hp:free software foundation hp:board member ?answer} 
generate sparql,which is the coam planner id of álvaro siza vieira?,select distinct ?answer where { hp:álvaro siza vieira hp:coam architect id ?answer} 
generate sparql,how many pallas have a diameter of 2?,select distinct ?answer where { hp:2 pallas hp:diameter ?answer} 
generate sparql,what is the alpg golfer id for karrie webb?,select distinct ?answer where { hp:karrie webb hp:alpg tour golf player id ?answer} 
generate sparql,what is shaun white's fis id?,select distinct ?answer where { hp:shaun white hp:fis snowboarder id ?answer} 
generate sparql,was sanford meisner james franco's teacher?,ask where { hp:james franco hp:student of hp:sanford meisner } 
generate sparql,how do you solve the dijkstra's algorithm ?,"select distinct ?answer where { hp:s algorithm""> hp:computes solution to ?answer} "
generate sparql,what does resettlement mean?,select distinct ?answer where { ?answer hp:statement is subject of hp:q187668} 
generate sparql,what is sybaris' advanced chart book of the roman realm id?,select distinct ?answer where { hp:sybaris hp:digital atlas of the roman empire id ?answer} 
generate sparql,what is john cena's internet wrestling database id?,select distinct ?answer where { hp:john cena hp:internet wrestling database id ?answer} 
generate sparql,what is the human mandible muscle origin?,select distinct ?answer where { ?answer hp:muscle origin hp:q16370} 
generate sparql,whats the occupation of the individuals of coen brothers?,select distinct ?answer where { hp:coen brothers hp:members have occupation ?answer} 
generate sparql,which is the revelation strategy for outspread velocity?,select distinct ?answer where { ?answer hp:discovery method hp:q240105} 
generate sparql,what is the glottolog code used for vietnamese?,select distinct ?answer where { hp:vietnamese hp:glottolog code ?answer} 
generate sparql,the store norske leksikon id of brahmagupta is?,select distinct ?answer where { hp:brahmagupta hp:store norske leksikon id ?answer} 
generate sparql,what is lexicon of welsh life story id for william jones ?,select distinct ?answer where { hp:william jones hp:dictionary of welsh biography id ?answer} 
generate sparql,what was the way of passing of mstislav rostropovich?,select distinct ?answer where { hp:mstislav rostropovich hp:manner of death ?answer} 
generate sparql,what is the hydrochloric acid safety classification and labeling?,select distinct ?answer where { hp:hydrochloric acid hp:safety classification and labelling ?answer} 
generate sparql,who is portrayed by phan thi kim phuc ?,select distinct ?answer where { hp:phan thị kim phúc hp:depicted by ?answer} 
generate sparql,give me the honorific prefix for dame.,select distinct ?answer where { ?answer hp:honorific prefix hp:q901407} 
generate sparql,did the membership of the upsetters include bob marley?,ask where { hp:bob marley hp:member of hp:the upsetters } 
generate sparql,which is the facr player id of josef bican?,select distinct ?answer where { hp:josef bican hp:facr player id ?answer} 
generate sparql,which is the gnis id of bridgeport?,select distinct ?answer where { hp:bridgeport hp:gnis id ?answer} 
generate sparql,where is siddhartha set?,select distinct ?answer where { hp:siddhartha hp:narrative location ?answer} 
generate sparql,what is l-histidine's chebi id?,select distinct ?answer where { hp:l-histidine hp:chebi id ?answer} 
generate sparql,which is the by means of of d. b. cooper?,select distinct ?answer where { hp:d. b. cooper. hp:via ?answer} 
generate sparql,what is ajax's librarything work id?,select distinct ?answer where { hp:ajax hp:librarything work id ?answer} 
generate sparql,what is uberon trachea identification?,select distinct ?answer where { hp:trachea hp:uberon id ?answer} 
generate sparql,{ balto } is the breed of { animals}.,select distinct ?answer where { hp:balto hp:animal breed ?answer} 
generate sparql,what is the heidelberg institute for sciences and humanities part id for martin heidegger?,select distinct ?answer where { hp:martin heidegger hp:heidelberg academy for sciences and humanities member id ?answer} 
generate sparql,who is the auxiliary build for burj al-arab?,select distinct ?answer where { hp:burj al-arab hp:structural engineer ?answer} 
generate sparql,what is the id for charlie christian and rock hall of fame?,select distinct ?answer where { hp:charlie christian hp:rock and roll hall of fame id ?answer} 
generate sparql,what is the purpose of the laser interferometer gravitational - wave observatory project or mission?,select distinct ?answer where { hp:laser interferometer gravitational wave observatory hp:has goal ?answer} 
generate sparql,what is the basic text for the state of israel establishment declaration?,select distinct ?answer where { ?answer hp:foundational text hp:q223732} 
generate sparql,"is mark, mark zuckerberg's real name?",ask where { hp:mark zuckerberg hp:given name hp:mark } 
generate sparql,what is angeles' phillippine standard geographic code?,select distinct ?answer where { hp:angeles hp:philippine standard geographic code ?answer} 
generate sparql,what's the ok computer album id?,select distinct ?answer where { hp:ok computer hp:spotify album id ?answer} 
generate sparql,what is mary poppins's megogo id?,select distinct ?answer where { hp:mary poppins hp:megogo id ?answer} 
generate sparql,who is the understudy of odilon redon?,select distinct ?answer where { ?answer hp:student hp:q154349} 
generate sparql,what is bandysidan player id for sergey lomanov ?,select distinct ?answer where { hp:sergey lomanov hp:bandysidan player id ?answer} 
generate sparql,what is the moma work of art id of the wine glass?,select distinct ?answer where { hp:wine glass hp:museum of modern art work id ?answer} 
generate sparql,which is tate modern's adjacent building?,select distinct ?answer where { hp:tate modern hp:adjacent building ?answer} 
generate sparql,which is un bundling bunch of hydrofluoric corrosive ?,select distinct ?answer where { hp:hydrofluoric acid hp:un packaging group ?answer} 
