prefix,input_text,target_text
generate sparql,what is jin yong's douban motion picture celebrity id?,select distinct ?answer where { hp:jin yong hp:douban movie celebrity id ?answer} 
generate sparql,maldives has what nominal voltage?,select distinct ?answer where { hp:maldives hp:mains voltage ?answer} 
generate sparql,which is delivered by petroleum?,select distinct ?answer where { ?answer hp:produced by hp:q22656} 
generate sparql,which is the genomic begin for ins?,select distinct ?answer where { hp:ins hp:genomic start ?answer} 
generate sparql,which is burgundy duchy's capital?,select distinct ?answer where { ?answer hp:capital of hp:q4712} 
generate sparql,what is neptune's semi-major axis?,select distinct ?answer where { hp:neptune hp:semi-major axis of an orbit ?answer} 
generate sparql,did nazi germany incorporate the reichstag as its legislative body?,ask where { hp:nazi germany hp:legislative body hp:reichstag } 
generate sparql,which is sucrose's canonical smiles?,select distinct ?answer where { hp:sucrose hp:canonical smiles ?answer} 
generate sparql,which country is located in east timor?,select distinct ?answer where { hp:east timor hp:civicus monitor country entry ?answer} 
generate sparql,which is the anatomical department of trachea?,select distinct ?answer where { hp:trachea hp:has anatomical branch ?answer} 
generate sparql,which is the trustpilot company id for wikipedia?,select distinct ?answer where { hp:wikipedia hp:trustpilot company id ?answer} 
generate sparql,which is song of devotion} of kenya ?,select distinct ?answer where { hp:kenya hp:anthem ?answer} 
generate sparql,what is the inverse of summer?,select distinct ?answer where { hp:summer hp:opposite of ?answer} 
generate sparql,bombyx mori's lepindex id is what?,select distinct ?answer where { hp:bombyx mori hp:lepindex id ?answer} 
generate sparql,what family relationship is parent?,select distinct ?answer where { hp:parent hp:family relationship degree ?answer} 
generate sparql,koppen climate temperature is,select distinct ?answer where { hp:denali hp:topographic prominence ?answer} 
generate sparql,which heading is bruno latour?,select distinct ?answer where { ?answer hp:direction hp:q355237} 
generate sparql,which is the lac id for patty hearst?,select distinct ?answer where { hp:patty hearst hp:canadiana authorities id (former scheme) ?answer} 
generate sparql,what is foundational demonstrate of life structures id for human leg?,select distinct ?answer where { hp:human leg hp:foundational model of anatomy id ?answer} 
generate sparql,which is the web chronicle id for turbografx-16?,select distinct ?answer where { hp:turbografx-16 hp:internet archive id ?answer} 
generate sparql,provide the un number for dimethyl ether.,select distinct ?answer where { hp:dimethyl ether hp:un number ?answer} 
generate sparql,what is the angiosperm taxon synonym?,select distinct ?answer where { ?answer hp:taxon synonym hp:q25314} 
generate sparql,what is explored for coroner ?,select distinct ?answer where { ?answer hp:investigated by hp:q1134614} 
generate sparql,is it true that microsoft was a website software engine?,ask where { hp:website hp:software engine hp:microsoft } 
generate sparql,what is iron's magnetic order?,select distinct ?answer where { hp:iron hp:magnetic ordering ?answer} 
generate sparql,what is playing hand of novak djokovic ?,select distinct ?answer where { hp:novak djokovic hp:playing hand ?answer} 
generate sparql,what is alex ferguson's transfermarkt manager id?,select distinct ?answer where { hp:alex ferguson hp:transfermarkt manager id ?answer} 
generate sparql,what is akira's kana name?,select distinct ?answer where { hp:akira hp:name in kana ?answer} 
generate sparql,which is the magdeburger biographisches lexikon of samuel hahnemann?,select distinct ?answer where { hp:samuel hahnemann hp:magdeburger biographisches lexikon id ?answer} 
generate sparql,give me the tonality of goldberg variations.,select distinct ?answer where { hp:goldberg variations hp:tonality ?answer} 
generate sparql,what is claudio arrau's allmovie artist id?,select distinct ?answer where { hp:claudio arrau hp:allmovie person id ?answer} 
generate sparql,were arnold schwarzenegger and maria shriver married to each other?,ask where { hp:arnold schwarzenegger hp:spouse hp:maria shriver } 
generate sparql,what is ceiling introduction constrain for sodium hydroxide ?,select distinct ?answer where { hp:sodium hydroxide hp:ceiling exposure limit ?answer} 
generate sparql,which is the comicbookdb id for warren ellis?,select distinct ?answer where { hp:warren ellis hp:comicbookdb creator id ?answer} 
generate sparql,are varieties of the arablic language supported by ios?,ask where { hp:ios hp:language of work or name hp:varieties of arabic } 
generate sparql,what is the catalan question of social intrigued id of sagrada familia,select distinct ?answer where { hp:sagrada família hp:catalan object of cultural interest id ?answer} 
generate sparql,let me know the erih plus id for journal des sçavans,select distinct ?answer where { hp:journal des sçavans hp:erih plus id ?answer} 
generate sparql,what is the quebec social legacy registry id for the ottawa river?,select distinct ?answer where { hp:ottawa river hp:quebec cultural heritage directory id ?answer} 
generate sparql,what time spacecraft sputnik 1 launch?,select distinct ?answer where { hp:sputnik 1 hp:utc date of spacecraft launch ?answer} 
generate sparql,is icelandic jay-z's native language?,ask where { hp:jay-z hp:native language hp:icelandic } 
generate sparql,has philadelphia shared a boundary with delran township?,ask where { hp:philadelphia hp:shares border with hp:delran township } 
generate sparql,what is daniel ellsberg's nyrb donor id?,select distinct ?answer where { hp:daniel ellsberg hp:nyrb contributor id ?answer} 
generate sparql,was caesarion the name of cleopatra's child?,ask where { hp:cleopatra hp:child hp:caesarion } 
generate sparql,what is the college of sydney's scopus association id?,select distinct ?answer where { hp:university of sydney hp:scopus affiliation id ?answer} 
generate sparql,what is outlined to carry the automobile?,select distinct ?answer where { hp:motor car hp:designed to carry ?answer} 
generate sparql,who directed chespirito?,select distinct ?answer where { ?answer hp:director hp:q555578} 
generate sparql,did adherents of luciferianism worship lucifer?,ask where { hp:lucifer hp:worshipped by hp:luciferianism } 
generate sparql,is the sachin_tendulkar religion part of the indian religions?,ask where { hp:sachin tendulkar hp:religion or worldview hp:indian religions } 
generate sparql,is singh the family name of ranveer singh family?,ask where { hp:ranveer singh hp:family name hp:singh } 
generate sparql,the settlement of utrecht is where?,select distinct ?answer where { hp:utrecht hp:contains settlement ?answer} 
generate sparql,who is  in charge of support for shaanxi?,select distinct ?answer where { hp:shaanxi hp:party chief representative ?answer} 
generate sparql,which is daimler ag's brand?,select distinct ?answer where { hp:mercedes-benz group hp:brand ?answer} 
generate sparql,does hong kong belong to icann?,ask where { hp:hong kong hp:member of hp:icann } 
generate sparql,what is lochte's fina athlete id?,select distinct ?answer where { hp:ryan lochte hp:fina athlete id ?answer} 
generate sparql,was julia roberts an influence on reese witherspoon?,ask where { hp:reese witherspoon hp:influenced by hp:julia roberts } 
generate sparql,what is dmitry medvedev's declarator.org id?,select distinct ?answer where { hp:dmitry medvedev hp:declarator.org id ?answer} 
generate sparql,did fdr ever receive the albert medal?,ask where { hp:franklin delano roosevelt hp:award received hp:albert medal } 
generate sparql,what could be a torments of ruddy blood cell?,select distinct ?answer where { ?answer hp:afflicts hp:q37187} 
generate sparql,who is appointed secretary - general of the united nations?,select distinct ?answer where { hp:united nations secretary-general hp:appointed by ?answer} 
generate sparql,say the ritva individual id of ivan turgenev?,select distinct ?answer where { hp:ivan turgenev hp:ritva person id ?answer} 
generate sparql,what is the mouse's patent number?,select distinct ?answer where { hp:mouse hp:patent number ?answer} 
generate sparql,what is commemorates of menorah ?,select distinct ?answer where { ?answer hp:commemorates hp:q170476} 
generate sparql,what is maxim's zdb id?,select distinct ?answer where { hp:maxim hp:zdb id ?answer} 
generate sparql,what is nelson-atkins historical center of craftsmanship individual id for william johnson?,select distinct ?answer where { hp:william h. johnson hp:nelson-atkins museum of art person id ?answer} 
generate sparql,is it true that david attenborough's given name was frederick?,ask where { hp:david attenborough hp:given name hp:frederick } 
generate sparql,what is honus wagner's baseball cube player id?,select distinct ?answer where { hp:honus wagner hp:the baseball cube player id ?answer} 
generate sparql,which type of parasitism is of the mushroom ecological variety?,select distinct ?answer where { ?answer hp:mushroom ecological type hp:q186517} 
generate sparql,did buddhism come from immigration to the us?,ask where { hp:buddhism hp:named after hp:immigration to the united states } 
generate sparql,what's greg louganis ' california sports hall of fame athlete id,select distinct ?answer where { hp:greg louganis hp:california sports hall of fame athlete id ?answer} 
generate sparql,have kylie minogue and coldplay worked together?,ask where { hp:kylie minogue hp:discography hp:coldplay discography } 
generate sparql,which is the theatricalia play id of the marriage of figaro?,select distinct ?answer where { hp:the marriage of figaro hp:theatricalia play id ?answer} 
generate sparql,which is the british chamber essayist id of salman rushdie?,select distinct ?answer where { hp:salman rushdie hp:british council writer id ?answer} 
generate sparql,is liechtenstein's total fertility rate?,select distinct ?answer where { hp:liechtenstein hp:total fertility rate ?answer} 
generate sparql,what is the smiley unicode hex codepoint?,select distinct ?answer where { hp:smiley hp:unicode code point ?answer} 
generate sparql,was fred rogers a presbyterian?,ask where { hp:fred rogers hp:religion or worldview hp:presbyterianism } 
generate sparql,what is pase id for athelstan?,select distinct ?answer where { hp:æthelstan hp:pase id ?answer} 
generate sparql,what is doctoral understudy for jonas salk ?,select distinct ?answer where { ?answer hp:doctoral student hp:q200101} 
generate sparql,anas clypeata's aba bird id contains what?,select distinct ?answer where { hp:anas clypeata hp:aba bird id ?answer} 
generate sparql,what is brief title of leviticus ?,select distinct ?answer where { hp:leviticus hp:short name ?answer} 
generate sparql,what is wikipedia's f-droid package?,select distinct ?answer where { hp:wikipedia hp:f-droid package ?answer} 
generate sparql,which is the scholastic tree id for bohuslav martinů?,select distinct ?answer where { hp:bohuslav martinů hp:academic tree id ?answer} 
generate sparql,which is the lexicon of craftsmanship history specialists id for gotthold ephraim lessing?,select distinct ?answer where { hp:gotthold ephraim lessing hp:dictionary of art historians id ?answer} 
generate sparql,what does { specific location (geology) } on { forsterite } mean?,select distinct ?answer where { hp:forsterite hp:type locality (geology) ?answer} 
generate sparql,what date did the eiffel tower enter into the public domain?,select distinct ?answer where { hp:eiffel tower hp:public domain date ?answer} 
generate sparql,which is parks & gardens uk record id for national oceanic museum?,select distinct ?answer where { hp:national maritime museum hp:parks & gardens uk record id ?answer} 
generate sparql,did richard branson claim edreams?,ask where { hp:richard branson hp:owner of hp:edreams } 
generate sparql,which is the arrs runner id for haile gebrselassie?,select distinct ?answer where { hp:haile gebrselassie hp:arrs runner id ?answer} 
generate sparql,what is the scanned file for the jungle book on wikimedia commons?,select distinct ?answer where { hp:the jungle book hp:document file on wikimedia commons ?answer} 
generate sparql,is it true that katy perrys family name is hudson?,ask where { hp:katy perry hp:family name hp:hudson } 
generate sparql,what is lewis hine's musee d'orsay artist id?,"select distinct ?answer where { hp:lewis hine hp:orsay artist id""> ?answer} "
generate sparql,is oscar wilde william wilde's son?,ask where { hp:oscar wilde hp:father hp:william wilde } 
generate sparql,what is within the bashkir reference book russian adaptation id of reference book ?,select distinct ?answer where { hp:encyclopedia hp:bashkir encyclopedia (russian version) id (former scheme) ?answer} 
generate sparql,what is stellar rotational acceleration for antares?,select distinct ?answer where { hp:antares hp:stellar rotational velocity ?answer} 
generate sparql,what is recorded at revolver?,select distinct ?answer where { hp:revolver hp:recorded at studio or venue ?answer} 
generate sparql,what is athen's elstat geographical code?,select distinct ?answer where { hp:athens hp:elstat geographical code ?answer} 
generate sparql,what is the albite's crystal habit?,select distinct ?answer where { hp:albite hp:crystal habit ?answer} 
generate sparql,who died at shizuoka prefecture?,select distinct ?answer where { hp:shizuoka prefecture hp:category for people who died here ?answer} 
generate sparql,did harry styles perform the jazz fusion genre?,ask where { hp:harry styles hp:genre hp:jazz fusion } 
generate sparql,which is the spotify track id of o canada?,select distinct ?answer where { hp:o canada hp:spotify track id ?answer} 
generate sparql,what is itis tsn for sphyraena?,select distinct ?answer where { hp:sphyraena hp:itis tsn ?answer} 
generate sparql,which is alljudo competitor id for ryoko tani?,select distinct ?answer where { hp:ryoko tani hp:alljudo judoka id ?answer} 
generate sparql,what could be a contributing figure to the wars of diadochi?,select distinct ?answer where { hp:wars of the diadochi hp:contributing factor of ?answer} 
generate sparql,how does verb tense work in italian?,select distinct ?answer where { hp:italian hp:has tense ?answer} 
generate sparql,did eric clapton play the guitar?,ask where { hp:eric clapton hp:instrument hp:guitar } 
generate sparql,which means{operone musical drama id} for {parsifal} ?,select distinct ?answer where { hp:parsifal hp:operone opera id ?answer} 
generate sparql,where does the cambrian temporal range begin?,select distinct ?answer where { ?answer hp:temporal range start hp:q79064} 
generate sparql,what is lpga visit id for patty berg?,select distinct ?answer where { hp:patty berg hp:lpga tour golf player id ?answer} 
generate sparql,which is the handle for the van gogh historical center?,select distinct ?answer where { hp:van gogh museum hp:handle id ?answer} 
generate sparql,what is the most subject of the analyst fiction?,select distinct ?answer where { hp:detective fiction hp:main subject ?answer} 
generate sparql,what is the statue of david?which is the transfermarkt player id of andriy shevchenko?,select distinct ?answer where { hp:andriy shevchenko hp:transfermarkt player id ?answer} 
generate sparql,which is the iata airplane terminal code for o'hare worldwide airport?,"select distinct ?answer where { hp:hare international airport""> hp:iata airport code ?answer} "
generate sparql,which is relative to the stack?,select distinct ?answer where { ?answer hp:relative to hp:q177929} 
generate sparql,what is the category for honor recipients of the ward,select distinct ?answer where { ?answer hp:category for recipients of this award hp:q207333} 
generate sparql,what is the title of the film script for mr. smith goes to washington?,select distinct ?answer where { hp:mr. smith goes to washington hp:film script ?answer} 
generate sparql,what is the strong arrangement arrangement of dolomite?,select distinct ?answer where { ?answer hp:solid solution series with hp:q167741} 
generate sparql,what genre of film is shot at a coruna?,select distinct ?answer where { hp:a coruña hp:category for films shot at this location ?answer} 
generate sparql,what is imis person id?,select distinct ?answer where { hp:charles darwin hp:imis person id ?answer} 
generate sparql,which implies {scoville review} in a {chime pepper} ?,select distinct ?answer where { hp:bell pepper hp:scoville grade ?answer} 
generate sparql,can elizabeth taylor converse in icelandic?,"ask where { hp:elizabeth taylor hp:languages spoken, written or signed hp:icelandic } "
generate sparql,what song was on the other side of the record queen's song we are the champions was released on?,select distinct ?answer where { hp:we are the champions hp:p1432 ?answer} 
generate sparql,what is the ultramarathon of the karnazes id,select distinct ?answer where { hp:dean karnazes hp:deutsche ultramarathon-vereinigung id ?answer} 
generate sparql,what is the sipca code for our lady of the pillar basilica?,select distinct ?answer where { hp:basilica of our lady of the pillar hp:sipca code ?answer} 
generate sparql,what is le déjeuner sur l'herbe's inscription?,select distinct ?answer where { hp:luncheon on the grass hp:inscription ?answer} 
generate sparql,which is the bhl reference index id of american diary of botany?,select distinct ?answer where { hp:american journal of botany hp:bhl bibliography id ?answer} 
generate sparql,which is tilastopaja female competitor id for irena szewińska? ?,select distinct ?answer where { hp:irena szewińska hp:tilastopaja female athlete id ?answer} 
generate sparql,what is fresno's fips 55 - 3 (us locations)?,select distinct ?answer where { hp:fresno hp:fips 55-3 (locations in the us) ?answer} 
generate sparql,what is the stock trade for paypal?,select distinct ?answer where { hp:paypal hp:stock exchange ?answer} 
generate sparql,what is greece's exploitation visa number?,select distinct ?answer where { hp:grease hp:exploitation visa number ?answer} 
generate sparql,what is seán macbride's oireachtas member id?,select distinct ?answer where { hp:seán macbride hp:oireachtas member id ?answer} 
generate sparql,provide the permutation rosetta code id.,select distinct ?answer where { hp:permutation hp:rosetta code id ?answer} 
generate sparql,which is the arxiv prefix of identifiers.org?,select distinct ?answer where { hp:arxiv hp:identifiers.org prefix ?answer} 
generate sparql,which is the italian cadastre code of venice?,select distinct ?answer where { hp:venice hp:italian cadastre code (municipality) ?answer} 
generate sparql,what is man o ' war's horsetelex id?,"select distinct ?answer where { hp: war""> hp:horsetelex id ?answer} "
generate sparql,what is the grassbase id of secale cereale?,select distinct ?answer where { hp:luciana aymarr hp:international hockey federation player id ?answer} 
generate sparql,what is takeshi kitano's nihon taernto  miekan id?,select distinct ?answer where { hp:takeshi kitano hp:nihon tarento meikan id ?answer} 
generate sparql,what is worldfootball.net id for zlatan ibrahimović ?,select distinct ?answer where { hp:zlatan ibrahimović hp:worldfootball.net player id ?answer} 
generate sparql,what is the lawful quotation for roe v. wade?,select distinct ?answer where { hp:roe v. wade hp:legal citation of this text ?answer} 
generate sparql,what is the record expansion for prolog?,select distinct ?answer where { hp:prolog hp:file extension ?answer} 
generate sparql,what is boijmans craftsman id for giorgetto giugiaro?,select distinct ?answer where { hp:giorgetto giugiaro hp:boijmans artist id ?answer} 
generate sparql,what is the title of the rocket utilized by the pioneer 11?,select distinct ?answer where { hp:pioneer 11 hp:space launch vehicle ?answer} 
generate sparql,what is the cleavage of cummingtonite?,select distinct ?answer where { hp:cummingtonite hp:cleavage ?answer} 
generate sparql,is it true that jude law was the partner of ruth wilson?,ask where { hp:jude law hp:unmarried partner hp:ruth wilson } 
generate sparql,is venice marco polo's birthplace?,ask where { hp:marco polo hp:place of birth hp:venice } 
generate sparql,which is doris id for loggerhead ocean turtle?,select distinct ?answer where { hp:loggerhead sea turtle hp:doris id ?answer} 
generate sparql,what is the church of jesus christ of latter-day saints' google play designer id?,select distinct ?answer where { hp:the church of jesus christ of latter-day saints hp:google play developer id ?answer} 
generate sparql,what is the precept of ethnic bedouin statistics in indonesia?,select distinct ?answer where { hp:bedouin hp:statistics indonesia ethnicity code ?answer} 
generate sparql,what may be a articulation that portrays an equilateral triangle?,select distinct ?answer where { ?answer hp:statement describes hp:q157002} 
generate sparql,which is the military casualty classification for karl dönitz?,select distinct ?answer where { hp:karl dönitz hp:military casualty classification ?answer} 
generate sparql,was george v the father of george v?,ask where { hp:george v hp:father hp:george v } 
generate sparql,what is the twinning of staurolite,select distinct ?answer where { hp:staurolite hp:twinning ?answer} 
generate sparql,which is the surface played on ice?,select distinct ?answer where { ?answer hp:surface played on hp:q23392} 
generate sparql,what member has the job of a coroner?,select distinct ?answer where { ?answer hp:members have occupation hp:q1134614} 
generate sparql,what is the iso 3166-2 code for tolna county?,select distinct ?answer where { hp:tolna county hp:iso 3166-2 code ?answer} 
generate sparql,what is the dana 8th version of halite ?,select distinct ?answer where { hp:halite hp:dana 8th edition ?answer} 
generate sparql,what is the work of crisis management?,select distinct ?answer where { ?answer hp:subject has role hp:q1460420} 
generate sparql,viewpoint proportion of vertigo,select distinct ?answer where { hp:vertigo hp:aspect ratio (w:h) ?answer} 
generate sparql,which is the british historical center thesaurus id for mineral?,select distinct ?answer where { hp:mineral hp:british museum thesaurus id ?answer} 
generate sparql,is javascript persuaded  by javascript?,ask where { hp:javascript hp:influenced by hp:javascript } 
generate sparql,what is the ioc code for nation gabon?,select distinct ?answer where { hp:gabon hp:ioc country code ?answer} 
generate sparql,what is administered by european parliament?,select distinct ?answer where { ?answer hp:legislated by hp:q8889} 
generate sparql,does easter happen every year?,ask where { hp:easter hp:day in year for periodic occurrence hp:variable } 
generate sparql,what's jonah lomu's pro14 id?,select distinct ?answer where { hp:jonah lomu hp:united rugby championship player id ?answer} 
generate sparql,which is the most subject for history of religions?,select distinct ?answer where { ?answer hp:main subject hp:q846742} 
generate sparql,"which is the ima number, wide sense of diopside?","select distinct ?answer where { hp:diopside hp:ima number, broad sense ?answer} "
generate sparql,is the fielders stadium owned by kevin costner?,ask where { hp:kevin costner hp:owner of hp:fielders stadium } 
generate sparql,what is mickey rourke's boxrec id?,select distinct ?answer where { hp:mickey rourke hp:boxrec boxer id ?answer} 
generate sparql,what is gatekeeper point id of ryan giggs?,select distinct ?answer where { hp:ryan giggs hp:guardian topic id ?answer} 
generate sparql,what is uzbekistan's ppp gdp per capita?,select distinct ?answer where { hp:uzbekistan hp:ppp gdp per capita ?answer} 
generate sparql,which is the dynamic fixing for methadone?,select distinct ?answer where { hp:(rs)-methadone hp:active ingredient in ?answer} 
generate sparql,what is henri rousseau's cause of death?,select distinct ?answer where { hp:henri rousseau hp:cause of death ?answer} 
generate sparql,"nicolas kim coppola (born january 7, 1964),[3] known professionally as nicolas cage, is an american actor, director and producer. during his early career, cage starred in a variety of films such as valley girl (1983), racing with the moon (1984), birdy (1984), peggy sue got married (1986), raising arizona (1987), moonstruck (1987), vampire's kiss (1989), wild at heart (1990), fire birds (1990), honeymoon in vegas (1992), and red rock west (1993).",ask where { hp:nicolas cage hp:family name hp:coppola } 
generate sparql,what is the id of sebastien le prestre de vauban?,select distinct ?answer where { hp:sébastien le prestre de vauban hp:pss-archi architect id ?answer} 
generate sparql,what is the identification of yevonde middleton british council?,select distinct ?answer where { hp:yevonde middleton hp:british council artist id ?answer} 
generate sparql,has bruno mars ever worked as a model?,ask where { hp:bruno mars hp:occupation hp:model } 
generate sparql,what is the rpo id for bessie smith?,select distinct ?answer where { hp:bessie smith hp:rpo poet id ?answer} 
generate sparql,is mumbai the twin city of los angeles?,ask where { hp:mumbai hp:twinned administrative body hp:los angeles } 
generate sparql,what is the dealer category code for a quick nourishment restaurant.,select distinct ?answer where { hp:fast food restaurant hp:merchant category code ?answer} 
generate sparql,what does iceberg stand for in canadian encyclopedia?,select distinct ?answer where { hp:iceberg hp:canadian encyclopedia article id ?answer} 
generate sparql,is it true that dating follows uncodified constitution?,ask where { hp:dating hp:follows hp:uncodified constitution } 
generate sparql,i want to know if berlin wall was located in germany.,ask where { hp:berlin wall hp:country hp:germany } 
generate sparql,tell me the isco occupation code for chemical plant.,select distinct ?answer where { hp:chemical plant hp:isco-88 occupation class ?answer} 
generate sparql,what is the type of bipedalism transmitted signal?,select distinct ?answer where { ?answer hp:transmitted signal type hp:q372949} 
generate sparql,did christopher walken marry georgianne walken?,ask where { hp:christopher walken hp:spouse hp:georgianne walken } 
generate sparql,what's the gertrude identifier of rennes?,select distinct ?answer where { hp:rennes hp:gertrude identifier ?answer} 
generate sparql,is it true that the father of jane fonda is henry fonda?,ask where { hp:jane fonda hp:father hp:henry fonda } 
generate sparql,sole proprietorship is the legal form of what?,select distinct ?answer where { ?answer hp:legal form hp:q2912172} 
generate sparql,what is louise bourgeois ' daao id?,select distinct ?answer where { hp:louise bourgeois hp:daao id ?answer} 
generate sparql,which is the china regulatory division code of hong kong?,select distinct ?answer where { hp:hong kong hp:china administrative division code ?answer} 
generate sparql,which is the world creepy crawly catalog id for theraphosidae data?,select distinct ?answer where { hp:theraphosidae hp:world spider catalog id ?answer} 
generate sparql,which is c-span individual id for slavoj žižek?,select distinct ?answer where { hp:slavoj žižek hp:c-span person id ?answer} 
generate sparql,explicate the italian senate id for giosue carducci.,select distinct ?answer where { hp:giosuè carducci hp:italian senate id ?answer} 
generate sparql,what is mario lemieux's shooting handedness?,select distinct ?answer where { hp:mario lemieux hp:shooting handedness ?answer} 
generate sparql,which is the scn of galileo?,select distinct ?answer where { hp:galileo hp:scn ?answer} 
generate sparql,is it true that the wife of genghis khan was called yesui?,ask where { hp:genghis khan hp:spouse hp:yesui } 
generate sparql,who is the executive of silence?,select distinct ?answer where { hp:silence hp:director ?answer} 
generate sparql,"tell me what the un document symbol for international covenant on economic, social and cultural rights is.","select distinct ?answer where { hp:international covenant on economic, social and cultural rights hp:un document symbol ?answer} "
generate sparql,which is giuseppe garibaldi's chamber of deputies of italy storia id?,select distinct ?answer where { hp:giuseppe garibaldi hp:chamber of deputies of italy storia id ?answer} 
generate sparql,cathedral of christ the guardian angel was supplanted by what structure?,select distinct ?answer where { hp:cathedral of christ the saviour hp:structure replaces ?answer} 
generate sparql,which is the thefinalball player id of cristiano ronaldo?,select distinct ?answer where { hp:cristiano ronaldo hp:playmakerstats.com player id ?answer} 
generate sparql,which is the idlh of osmium tetroxide?,select distinct ?answer where { hp:osmium tetroxide hp:immediately dangerous to life or health ?answer} 
generate sparql,what statement of subject is for ojibwe,select distinct ?answer where { hp:ojibwe hp:statement is subject of ?answer} 
generate sparql,what is the pigment's earliest date?,select distinct ?answer where { hp:pigment hp:earliest date ?answer} 
generate sparql,how was chris pratt's performance in guardians of the galaxy?,ask where { hp:chris pratt hp:notable work hp:guardians of the galaxy } 
generate sparql,how many registered users or contributors are there for wikipedia ?,select distinct ?answer where { hp:wikipedia hp:number of registered users/contributors ?answer} 
generate sparql,what is maurice merleau - ponty's philpapers author id?,select distinct ?answer where { hp:maurice merleau-ponty hp:philpapers author id ?answer} 
generate sparql,who is the storyboard artist of the lion king?,select distinct ?answer where { hp:the lion king hp:storyboard artist ?answer} 
generate sparql,"which office is quintana roo, head of government?",select distinct ?answer where { hp:quintana roo hp:office held by head of government ?answer} 
generate sparql,on what date did the italo-turkish war stop?,select distinct ?answer where { hp:italo-turkish war hp:end time ?answer} 
generate sparql,what is portrays a extend that employments of urban word reference ?,select distinct ?answer where { ?answer hp:describes a project that uses hp:q310004} 
generate sparql,what is scarlett johansson's iszdb person id?,select distinct ?answer where { hp:scarlett johansson hp:iszdb person id ?answer} 
generate sparql,what is richard avedon's fmd id?,select distinct ?answer where { hp:richard avedon hp:fmd photographer id ?answer} 
generate sparql,is the measurement of body mass index (bmi) calculated using a person's body weight?,ask where { hp:body mass index hp:calculated from hp:human body weight } 
generate sparql,what journal contains the annals of mathematics?,select distinct ?answer where { hp:annals of mathematics hp:dialnet journal id ?answer} 
generate sparql,what is sbn author id of beiamino gigli?,select distinct ?answer where { hp:beniamino gigli hp:sbn author id ?answer} 
generate sparql,what is chengguan district's birthplace?,select distinct ?answer where { ?answer hp:place of birth hp:q1026100} 
generate sparql,with which ausnut 2011-13 food group id does beef belong?,select distinct ?answer where { hp:beef hp:ausnut 2011–13 food group id ?answer} 
generate sparql,what do amusement boy color emulate?,select distinct ?answer where { ?answer hp:emulates hp:q203992} 
generate sparql,what is the main source of food for physeter macrophalus?,select distinct ?answer where { hp:physeter macrocephalus hp:main food source ?answer} 
generate sparql,which is the valid easter period?,select distinct ?answer where { ?answer hp:valid in period hp:q21196} 
generate sparql,how was mark the evangelist best known?,select distinct ?answer where { hp:mark the evangelist hp:iconographic symbol ?answer} 
