prefix,input_text,target_text
generate sparql,what is the ephe id of marcel mauss?,select distinct ?answer where { hp:marcel mauss hp:ephe id ?answer} 
generate sparql,what color is emma stone's hair color?,select distinct ?answer where { hp:emma stone hp:hair color ?answer} 
generate sparql,which is the bof individual id for alicia vikander?,select distinct ?answer where { hp:alicia vikander hp:bof person id ?answer} 
generate sparql,is steven seagal's country of citizenship russia?,ask where { hp:steven seagal hp:country of citizenship hp:russia } 
generate sparql,"genetically, is there a link between rit1 and ms?",ask where { hp:multiple sclerosis hp:genetic association hp:rit1 } 
generate sparql,what is hicham el guerrouj's record?,select distinct ?answer where { hp:hicham el guerrouj hp:record held ?answer} 
generate sparql,give me the eurovoc id for organization.,select distinct ?answer where { hp:organization hp:eurovoc id ?answer} 
generate sparql,did george harrison have warner bros as his record label?,ask where { hp:george harrison hp:record label hp:warner bros. records } 
generate sparql,it was william jonees the person that named pi?,ask where { hp:pi hp:named by hp:william jones } 
generate sparql,"what is musique-philharmonie the paris id for ""the rite of spring""?",select distinct ?answer where { hp:the rite of spring hp:cité de la musique-philharmonie de paris work id ?answer} 
generate sparql,which is the hkmdb film id for within the temperament for love?,select distinct ?answer where { hp:in the mood for love hp:hkmdb film id ?answer} 
generate sparql,what is the rkdlibrary id for henry peach robinson?,select distinct ?answer where { hp:henry peach robinson hp:rkdlibrary id ?answer} 
generate sparql,what is theatricalia individual id of paul scofield ?,select distinct ?answer where { hp:paul scofield hp:theatricalia person id ?answer} 
generate sparql,which is the leidse hoogleraren id of albert einstein?,select distinct ?answer where { hp:albert einstein hp:leidse hoogleraren id ?answer} 
generate sparql,who is the respondent for brown v. board of education?,select distinct ?answer where { hp:brown v. board of education hp:defendant ?answer} 
generate sparql,what is alexander hamilton's us congress bio id?,select distinct ?answer where { hp:alexander hamilton hp:us congress bio id ?answer} 
generate sparql,does brian wilson contribute creative work?,select distinct ?answer where { ?answer hp:contributor to the creative work or subject hp:q313013} 
generate sparql,who is being destroyed in the first carlist war?,select distinct ?answer where { hp:first carlist war hp:destroyed ?answer} 
generate sparql,did the billy joel band include billy joel as a member?,ask where { hp:billy joel hp:member of hp:billy joel band } 
generate sparql,what is the date of tannhäuser's first performance?,select distinct ?answer where { hp:tannhäuser hp:date of first performance ?answer} 
generate sparql,what is the douban film id of grease?,select distinct ?answer where { hp:grease hp:douban film id ?answer} 
generate sparql,what is american journal of botany's mph journal id?,select distinct ?answer where { hp:american journal of botany hp:bph journal id ?answer} 
generate sparql,what is the swedish film database film id of the valley of the wind for nausicaä?,select distinct ?answer where { hp:nausicaä of the valley of the wind hp:swedish film database film id ?answer} 
generate sparql,which is adjusted by andrei tarkovsky?,select distinct ?answer where { ?answer hp:adapted by hp:q853} 
generate sparql,what is itra runner id for dignitary karnazes ?,select distinct ?answer where { hp:dean karnazes hp:itra runner id ?answer} 
generate sparql,who's liberal international's occupant?,select distinct ?answer where { ?answer hp:occupant hp:q212712} 
generate sparql,was the usa involved in the atomic bombing of hiroshima and nagasaki?,ask where { hp:atomic bombings of hiroshima and nagasaki hp:participant hp:united states of america } 
generate sparql,the vici.org id of palmyra is?,select distinct ?answer where { hp:palmyra hp:vici.org id ?answer} 
generate sparql,{ chrysanthemum } has what type of { fruit }?,select distinct ?answer where { hp:chrysanthemum hp:has fruit type ?answer} 
generate sparql,what conjugate acid does sulfate ion have?,select distinct ?answer where { hp:sulfate ion hp:conjugate acid ?answer} 
generate sparql,what is the function of a real variable?,select distinct ?answer where { hp:function of a real variable hp:input set ?answer} 
generate sparql,what's the news genre?,select distinct ?answer where { ?answer hp:genre hp:q38926} 
generate sparql,serge blanco had what barbarian r.c. id?,select distinct ?answer where { hp:serge blanco hp:barbarian r.c. id ?answer} 
generate sparql,is the phoenician alphabet the basis of the greek alphabet?,ask where { hp:greek alphabet hp:based on hp:phoenician alphabet } 
generate sparql,which is cardinal richelieu's new identification for the royal academy?,"select distinct ?answer where { hp:armand-jean du plessis, duc de richelieu hp:royal academy new identifier ?answer} "
generate sparql,who is pius vi appointed?,select distinct ?answer where { ?answer hp:appointed by hp:q128019} 
generate sparql,which is the zoobank nomenclatural act of esox lucius?,select distinct ?answer where { hp:pike hp:zoobank id for name or act ?answer} 
generate sparql,which is bobby hull's manitoba sports hall of fame athlete id?,select distinct ?answer where { hp:bobby hull hp:manitoba sports hall of fame id ?answer} 
generate sparql,what is george w.bush's bebelio author id?,select distinct ?answer where { hp:george w. bush hp:babelio author id ?answer} 
generate sparql,which is the tennis chronicles player id for richard burns?,select distinct ?answer where { hp:richard sears hp:tennis archives player id ?answer} 
generate sparql,what is the common maker page of augustus saint-gaudens?,select distinct ?answer where { hp:augustus saint-gaudens hp:commons creator page ?answer} 
generate sparql,what is the nylon module of young?,select distinct ?answer where { hp:nylon hp:tensile modulus of elasticity ?answer} 
generate sparql,what is fis snow capped skier id for hermann maier ?,select distinct ?answer where { hp:hermann maier hp:fis alpine skier id ?answer} 
generate sparql,please state the kulturnav-id of ilya repin.,select distinct ?answer where { hp:ilya repin hp:kulturnav-id ?answer} 
generate sparql,what is a religious order of knight ?,select distinct ?answer where { ?answer hp:religious order hp:q102083} 
generate sparql,which is the verse establishment id of samuel beckett?,select distinct ?answer where { hp:samuel beckett hp:poetry foundation id ?answer} 
generate sparql,what is the animal husbandry product,select distinct ?answer where { hp:animal husbandry hp:by-product ?answer} 
generate sparql,can you let me know unicode's ibm realistic character set worldwide id?,select distinct ?answer where { hp:unicode hp:ibm graphic character set global id ?answer} 
generate sparql,what is adolf hitler's nsdap membership number in 1925 - 1945?,select distinct ?answer where { hp:adolf hitler hp:nsdap membership number (1925–1945) ?answer} 
generate sparql,the base of a cube is what?,select distinct ?answer where { ?answer hp:base hp:q812880} 
generate sparql,what is nicolas sarkozy's courrier international topic id?,select distinct ?answer where { hp:nicolas sarkozy hp:courrier international topic id ?answer} 
generate sparql,what is france's cnc fight club rating?,select distinct ?answer where { hp:fight club hp:cnc film rating (france) ?answer} 
generate sparql,list a subsidy's source of income.,select distinct ?answer where { ?answer hp:source of income hp:q193219} 
generate sparql,what is the main category for the topic of pottery?,"select distinct ?answer where { ?answer hp:s main category""> hp:q11642} "
generate sparql,what is fabric utilized of water ?,select distinct ?answer where { ?answer hp:made from material hp:q283} 
generate sparql,what is lion's tree of life web project id?,select distinct ?answer where { hp:lion hp:tree of life web project id ?answer} 
generate sparql,what is the cites species+ id for the loggerhead ocean turtle,select distinct ?answer where { hp:loggerhead sea turtle hp:cites species+ id ?answer} 
generate sparql,what is tennessee sports lobby of notoriety competitor id for darrell waltrip?,select distinct ?answer where { hp:darrell waltrip hp:tennessee sports hall of fame athlete id ?answer} 
generate sparql,was omaha the birthplace of malcolm x?,ask where { hp:malcolm x hp:place of birth hp:omaha } 
generate sparql,which is spoken to by kevin hart ?,select distinct ?answer where { hp:kevin hart hp:represented by ?answer} 
generate sparql,is estonia the natural code of lake peipus?,select distinct ?answer where { hp:lake peipus hp:environmental register code (estonia) ?answer} 
generate sparql,coriandrum sativum has what vegetation of israel plant id?,select distinct ?answer where { hp:coriandrum sativum hp:flora of israel online plant id ?answer} 
generate sparql,what is miguel lopez de legazpi's aunamendi id?,select distinct ?answer where { hp:miguel lópez de legazpi hp:auñamendi id ?answer} 
generate sparql,what is universiade's cause?,select distinct ?answer where { hp:universiade hp:has cause ?answer} 
generate sparql,did wray carlton have as a student alec baldwin?,ask where { hp:alec baldwin hp:student of hp:wray carlton } 
generate sparql,what is the volume of the dead sea?,select distinct ?answer where { hp:dead sea hp:volume as quantity ?answer} 
generate sparql,who is designated by the joined together countries secretary-general?,select distinct ?answer where { hp:united nations secretary-general hp:nominated by ?answer} 
generate sparql,which is the lipid maps id for abscisic acid?,select distinct ?answer where { hp:abscisic acid hp:lipid maps id ?answer} 
generate sparql,what is lana del rey's nrj artist id?,select distinct ?answer where { hp:lana del rey hp:nrj artist id ?answer} 
generate sparql,where is college of colorado boulder's authoritative regional entity?,select distinct ?answer where { hp:university of colorado boulder hp:located in the administrative territorial entity ?answer} 
generate sparql,what is the id of bfi films?,"select distinct ?answer where { hp:jaws hp:bfi films, tv and people id ?answer} "
generate sparql,what is carl gustaf emil mannerheim's flws person id?,select distinct ?answer where { hp:carl gustaf emil mannerheim hp:fi warsampo person id ?answer} 
generate sparql,what are the mandates for the universal declaration of human rights?,select distinct ?answer where { hp:universal declaration of human rights hp:mandates ?answer} 
generate sparql,what is alistair brownlee's boa athlete id?,select distinct ?answer where { hp:alistair brownlee hp:team gb athlete id ?answer} 
generate sparql,is is page id for zygoptera's bhl?,select distinct ?answer where { hp:zygoptera hp:bhl page id ?answer} 
generate sparql,is alex rodriguez dating jennifer lopez?,ask where { hp:jennifer lopez hp:unmarried partner hp:alex rodriguez } 
generate sparql,what is charles rolls certificate id of the royal aero club aviator?,"select distinct ?answer where { hp:charles rolls hp:s certificate id""> ?answer} "
generate sparql,has britney spears ever communicated in old english?,"ask where { hp:britney spears hp:languages spoken, written or signed hp:old english } "
generate sparql,who was liu song's emperor wu's stepper?,select distinct ?answer where { hp:emperor wu of liu song hp:stepparent ?answer} 
generate sparql,which is the competition lesson of women's sports?,select distinct ?answer where { ?answer hp:competition class hp:q920057} 
generate sparql,the parallax of polaris is?,select distinct ?answer where { hp:polaris hp:parallax ?answer} 
generate sparql,what is ron barassi's afl tables coach id?,select distinct ?answer where { hp:ron barassi hp:afl tables coach id ?answer} 
generate sparql,"since people with narcissistic personality disorder are often resistant to therapy, especially in the early stages, mental health professionals must work overtime to ensure their npd patients are fully on board with every aspect of their treatment plan.",ask where { hp:narcissistic personality disorder hp:health specialty hp:psychotherapy } 
generate sparql,what is théophile gautier's dictionnaire critique des historiens de l'art id?,"select distinct ?answer where { hp:théophile gautier hp:art id""> ?answer} "
generate sparql,name the chemical industry for international standard industrial classification code rev. 4.,select distinct ?answer where { hp:chemical industry hp:international standard industrial classification code rev.4 ?answer} 
generate sparql,which is the primary version?,select distinct ?answer where { ?answer hp:has edition or translation hp:q199} 
generate sparql,what is the eu vat number of ferrovie dello stato italiane?,select distinct ?answer where { hp:ferrovie dello stato italiane hp:eu vat number ?answer} 
generate sparql,o has the numeric value of what?,select distinct ?answer where { hp:zero hp:numeric value ?answer} 
generate sparql,what is the hungarian rhapsody no.2 work id for carnegie hall?,select distinct ?answer where { hp:hungarian rhapsody no. 2 hp:carnegie hall work id ?answer} 
generate sparql,mention the duty of housekeeper.,select distinct ?answer where { ?answer hp:practiced by hp:q2596569} 
generate sparql,which is the unicode character for burrito?,select distinct ?answer where { hp:burrito hp:unicode character ?answer} 
generate sparql,which is the stage for road fighter?,select distinct ?answer where { hp:street fighter hp:platform ?answer} 
generate sparql,what is the body of measures of the worldwide organization for standardization?,select distinct ?answer where { ?answer hp:standards body hp:q15028} 
generate sparql,what is peter rabbit's tale's number of pages?,select distinct ?answer where { hp:the tale of peter rabbit hp:number of pages ?answer} 
generate sparql,which is the google maps cid for domain state building?,select distinct ?answer where { hp:empire state building hp:google maps customer id ?answer} 
generate sparql,what is the armenia cultural heritage id for the cathedral of etchmiadzin?,select distinct ?answer where { hp:etchmiadzin cathedral hp:cultural heritage armenia id ?answer} 
generate sparql,what is the birth control therapeutic area,select distinct ?answer where { ?answer hp:therapeutic area hp:q122224} 
generate sparql,which is the pathogen transmission handle of fluid?,select distinct ?answer where { ?answer hp:disease transmission process hp:q102205} 
generate sparql,what is causing ada to lose her dialect?,select distinct ?answer where { ?answer hp:p134 hp:q154755} 
generate sparql,which is the y-dna haplogroup of emmanuel swedenborg?,select distinct ?answer where { hp:emmanuel swedenborg hp:y-dna haplogroup ?answer} 
generate sparql,give me the standard enthalpy of  formation of ethane,select distinct ?answer where { hp:ethane hp:standard enthalpy of formation ?answer} 
generate sparql,what is the dsbe of miquel de unamuno?,select distinct ?answer where { hp:miguel de unamuno hp:dbse id ?answer} 
generate sparql,was georg wilhelm friedrich hegel the author of timaeus?,ask where { hp:georg wilhelm friedrich hegel hp:notable work hp:timaeus } 
generate sparql,which is the usb merchant id for toshiba?,select distinct ?answer where { hp:toshiba hp:usb vendor id ?answer} 
generate sparql,what is stephen hawking's google researcher creator id?,select distinct ?answer where { hp:stephen hawking hp:google scholar author id ?answer} 
generate sparql,what is otto strasser's id in the black book?,select distinct ?answer where { hp:otto strasser hp:the black book id ?answer} 
generate sparql,what's the moor diaspora?,select distinct ?answer where { ?answer hp:diaspora hp:q169260} 
generate sparql,what is the sherdog id of fedor emelianenko?,select distinct ?answer where { hp:fedor emelianenko hp:sherdog fighter id ?answer} 
generate sparql,what is joseph radetzky von radetzky's slovenska biografija id?,select distinct ?answer where { hp:joseph radetzky von radetz hp:slovenska biografija id ?answer} 
generate sparql,what is eusebio's foradejogo id?,select distinct ?answer where { hp:eusébio hp:foradejogo player id (archived) ?answer} 
generate sparql,who is the proprietor of hon hai accuracy industry?,select distinct ?answer where { hp:foxconn hp:owner of ?answer} 
generate sparql,what is the most concept of judaism?,"select distinct ?answer where { hp:judaism hp:s main wikimedia portal""> ?answer} "
generate sparql,was ludwing van bethoven the person who created piano sonata no. 14?,ask where { hp:ludwig van beethoven hp:notable work hp:piano sonata no. 14 } 
generate sparql,which is the cycling remainder male cyclist id of chris froome?,select distinct ?answer where { hp:chris froome hp:cq ranking male cyclist id ?answer} 
generate sparql,what is lu xun's calis id?,select distinct ?answer where { hp:lu xun hp:calis id ?answer} 
generate sparql,what is sheldon adelson's webb-site person id?,select distinct ?answer where { hp:sheldon adelson hp:webb-site person id ?answer} 
generate sparql,what is supermodels.nl id for heidi klum ?,select distinct ?answer where { hp:heidi klum hp:supermodels.nl id ?answer} 
generate sparql,which is the mccune-reischauer romanization for kim jong-il,select distinct ?answer where { hp:kim jong-il hp:mccune-reischauer romanization ?answer} 
generate sparql,"what is the catalog for ""a cherish supreme?""",select distinct ?answer where { hp:a love supreme hp:catalog ?answer} 
generate sparql,where is arecibo observatory's astronomical discovery site?,select distinct ?answer where { ?answer hp:site of astronomical discovery hp:q44547} 
generate sparql,who is the most building temporary worker for krak des chevaliers?,select distinct ?answer where { hp:krak des chevaliers hp:main building contractor ?answer} 
generate sparql,what does gynoecium develop?,select distinct ?answer where { ?answer hp:develops from hp:q588964} 
generate sparql,which is the stage of matter for sulfuric acid?,select distinct ?answer where { hp:sulfuric acid hp:phase of matter ?answer} 
generate sparql,what is liaoning's twinned administrative body?,select distinct ?answer where { ?answer hp:twinned administrative body hp:q43934} 
generate sparql,what's peregrine falcon's czech ndop id?,select distinct ?answer where { hp:super-earth hp:greater than ?answer} 
generate sparql,name what a highly literate polish person is.,select distinct ?answer where { hp:polish hp:has grammatical person ?answer} 
generate sparql,which is the interpreter for john dryden?,select distinct ?answer where { ?answer hp:translator hp:q213355} 
generate sparql,what is stanley donen's kinopoisk person id?,select distinct ?answer where { hp:stanley donen hp:kinopoisk person id ?answer} 
generate sparql,did kendrick lamar receive an award at the bet hip hop awards?,ask where { hp:kendrick lamar hp:award received hp:bet hip hop awards } 
generate sparql,what is mark todd's fei id?,select distinct ?answer where { hp:mark todd hp:fei athlete id ?answer} 
generate sparql,what name is given to mike krzyzewski?,select distinct ?answer where { hp:mike krzyzewski hp:nickname ?answer} 
generate sparql,what is the musicbrainz arrangement id of the adventuress of tintin?,select distinct ?answer where { hp:the adventures of tintin hp:musicbrainz series id ?answer} 
generate sparql,who is official maker of bike hoodlums ?,select distinct ?answer where { hp:bicycle thieves hp:executive producer ?answer} 
generate sparql,who is the un secretary-general?,select distinct ?answer where { hp:united nations secretary-general hp:officeholder ?answer} 
generate sparql,what are rots of helium-4?,select distinct ?answer where { ?answer hp:decays to hp:q1151346} 
generate sparql,what is derivative work for the animal farm?,select distinct ?answer where { hp:animal farm hp:derivative work ?answer} 
generate sparql,what is the federal reserve's desired interest rate?,select distinct ?answer where { hp:federal reserve system hp:target interest rate ?answer} 
generate sparql,was gautama buddha ever a student of khema?,ask where { hp:gautama buddha hp:student hp:khema } 
generate sparql,what is die zeit's newspaper format?,select distinct ?answer where { hp:die zeit hp:newspaper format ?answer} 
generate sparql,what is the use of muscle insertion over the rib?,select distinct ?answer where { ?answer hp:muscle insertion hp:q196672} 
generate sparql,tell me the patronym or matronym for mahathir mohamed.,select distinct ?answer where { hp:mahathir mohamad hp:patronym or matronym for this person ?answer} 
generate sparql,which is the genereviews id for alzheimers infection?,"select distinct ?answer where { hp:s disease""> hp:genereviews id ?answer} "
generate sparql,which are the characters for la malinche?,select distinct ?answer where { ?answer hp:characters hp:q230314} 
generate sparql,which species kept of redwood national and state parks?,select distinct ?answer where { hp:redwood national and state parks hp:species kept ?answer} 
generate sparql,was mike fassbender fluent in any romantic languages?,"ask where { hp:michael fassbender hp:languages spoken, written or signed hp:romance } "
generate sparql,what is metz's webcam page url?,select distinct ?answer where { hp:metz hp:webcam page url ?answer} 
generate sparql,what is the e-mec entry [number] for university of sao paulo?,select distinct ?answer where { hp:university of são paulo hp:e-mec entry ?answer} 
generate sparql,tell me the german municipality key for krefeld.,select distinct ?answer where { hp:krefeld hp:german municipality key ?answer} 
generate sparql,what is čsfd id for the ten commandments?,select distinct ?answer where { hp:the ten commandments hp:čsfd film id ?answer} 
generate sparql,what is nom de plume of jin yong ?,select distinct ?answer where { hp:jin yong hp:pseudonym ?answer} 
generate sparql,who is huckleberry finn's adventures narrator?,select distinct ?answer where { hp:adventures of huckleberry finn hp:narrator ?answer} 
generate sparql,what is the faa code for la international airport?,select distinct ?answer where { hp:los angeles international airport hp:faa airport code ?answer} 
generate sparql,what is iranian country legacy enlistment number for naqsh-e jahan square?,select distinct ?answer where { hp:naqsh-e jahan square hp:iranian national heritage registration number ?answer} 
generate sparql,what is british airways ' dagens nyheter topic id?,select distinct ?answer where { hp:british airways hp:dagens nyheter topic id ?answer} 
generate sparql,which is the florentine musea inventario 1890 id for the birth of venus?,select distinct ?answer where { hp:the birth of venus hp:florentine musea inventario 1890 id ?answer} 
generate sparql,is priapus the same person as lucifer?,ask where { hp:lucifer hp:said to be the same as hp:priapus } 
generate sparql,which implies {banque de noms de lieux du québec id} at{hudson cove} ?,select distinct ?answer where { hp:hudson bay hp:banque de noms de lieux du québec id ?answer} 
generate sparql,did gothic art follow the middle ages?,ask where { hp:late middle ages hp:follows hp:gothic art } 
generate sparql,tell me jan evangelista purkyne's virtual person id.,select distinct ?answer where { hp:jan evangelista purkyně hp:virtual laboratory person id ?answer} 
generate sparql,which are avoidances of asperger syndrome?,select distinct ?answer where { ?answer hp:excluding hp:q161790} 
generate sparql,what is saints cyril and methodius' feast day?,select distinct ?answer where { ?answer hp:feast day hp:q239925} 
generate sparql,what is cowboy bepop's crunchyroll id?,select distinct ?answer where { hp:cowboy bebop hp:crunchyroll id ?answer} 
generate sparql,was george murdock on the x-files?,ask where { hp:the x-files hp:cast member hp:george murdock } 
generate sparql,what is the vatican museum atheneum id?,select distinct ?answer where { hp:vatican museums hp:athenaeum museum id ?answer} 
generate sparql,what is zelda's legend's cero rating?,select distinct ?answer where { hp:the legend of zelda hp:cero rating ?answer} 
generate sparql,what is numa denis fustel de coulanges' rhe professor's id?,select distinct ?answer where { hp:numa denis fustel de coulanges hp:rhe professor id ?answer} 
generate sparql,what is eason chan youngster?,select distinct ?answer where { ?answer hp:child hp:q704041} 
generate sparql,which is wipo st.3 for south korea?,select distinct ?answer where { hp:south korea hp:wipo st.3 ?answer} 
generate sparql,who is the kang youwei's nlc authorities.,select distinct ?answer where { hp:kang youwei hp:nlc authorities ?answer} 
generate sparql,what is the most theme of wham!?,select distinct ?answer where { ?answer hp:template has topic hp:q744087} 
generate sparql,which is the number of scenes for the bewitched?,select distinct ?answer where { hp:bewitched hp:number of episodes ?answer} 
generate sparql,scala haw what file format wiki page id/,select distinct ?answer where { hp:scala hp:file format wiki page id ?answer} 
generate sparql,which is the structurae individual id for sebastiano serlio?,select distinct ?answer where { hp:sebastiano serlio hp:structurae person id ?answer} 
generate sparql,what is steve waugh's cricketarchive id?,select distinct ?answer where { hp:steve waugh hp:cricketarchive player id ?answer} 
generate sparql,what is ingemar stenmark's ski-db.com skier id?,select distinct ?answer where { hp:ingemar stenmark hp:ski-db skier id ?answer} 
generate sparql,who was assur's excavation director?,select distinct ?answer where { ?answer hp:director of archaeological fieldwork hp:q200200} 
generate sparql,what is the european football association's relationship science organization?,select distinct ?answer where { hp:uefa hp:relationship science organization id ?answer} 
generate sparql,what is carlos menem's argentine senate part id?,select distinct ?answer where { hp:carlos menem hp:argentine senate member id ?answer} 
generate sparql,what is the lemon 64 identifier of frogger?,select distinct ?answer where { hp:frogger hp:lemon 64 identifier ?answer} 
generate sparql,is it true that shah rukh khan worked in koyaanisqatsi?,ask where { hp:shah rukh khan hp:field of work hp:koyaanisqatsi } 
generate sparql,which is the authoritative code of indonesia of denpasar?,select distinct ?answer where { hp:denpasar hp:administrative code of indonesia ?answer} 
generate sparql,the parent association of world wellbeing organization is?,select distinct ?answer where { hp:world health organization hp:parent organization ?answer} 
generate sparql,what does caffeine physically relates with?,select distinct ?answer where { ?answer hp:physically interacts with hp:q60235} 
generate sparql,which is the danish bibliometric investigate marker bfi sno/cno of harvard law review?,select distinct ?answer where { hp:harvard law review hp:danish bibliometric research indicator (bfi) sno/cno ?answer} 
generate sparql,which is the season begin for the a-league?,select distinct ?answer where { hp:a-league men hp:season starts ?answer} 
generate sparql,what is leon lai's hkmdb id?,select distinct ?answer where { hp:leon lai hp:hkmdb person id ?answer} 
generate sparql,please tell me the antichrist's theaterlexikon der schweiz online id.,select distinct ?answer where { hp:antichrist hp:theaterlexikon der schweiz id ?answer} 
generate sparql,which is the usk rating of amazing burglary auto iii?,select distinct ?answer where { hp:grand theft auto iii hp:usk rating ?answer} 
generate sparql,what is johnny weissmuller's ishof swimmer id?,select distinct ?answer where { hp:johnny weissmuller hp:international swimming hall of fame honoree id ?answer} 
generate sparql,when does corin tellado start work?,select distinct ?answer where { hp:corín tellado hp:work period (start) ?answer} 
generate sparql,which is the disjoint union of the tropical cyclone?,select distinct ?answer where { hp:tropical cyclone hp:disjoint union of ?answer} 
generate sparql,which is the ashrae refrigerant number for sulfur dioxide?,select distinct ?answer where { hp:sulfur dioxide hp:ashrae refrigerant number ?answer} 
generate sparql,which means{antiparticle} in a {photon} ?,select distinct ?answer where { hp:piper nigrum hp:usda plants id ?answer} 
generate sparql,what is yandex.music collection id for pistol ?,select distinct ?answer where { hp:revolver hp:yandex music release id ?answer} 
generate sparql,what is display in work of zorro?,select distinct ?answer where { ?answer hp:present in work hp:q226822} 
generate sparql,what is adk part id of engelbert humperdinck?,select distinct ?answer where { hp:engelbert humperdinck hp:adk member id ?answer} 
generate sparql,what is madden nfl's digital rights management system?,select distinct ?answer where { hp:madden nfl hp:digital rights management system ?answer} 
generate sparql,what is speciality of health for infection,select distinct ?answer where { hp:infection hp:health specialty ?answer} 
generate sparql,which is the gard uncommon infection id for colorectal cancer?,select distinct ?answer where { hp:colorectal cancer hp:gard rare disease id ?answer} 
generate sparql,what is the dog ilid,select distinct ?answer where { hp:dog hp:interlingual index id ?answer} 
generate sparql,did charlemagne rule during the middle ages?,ask where { hp:charlemagne hp:time period hp:middle ages } 
generate sparql,what is the id for wii sports on mobygames?,select distinct ?answer where { hp:wii sports hp:mobygames game id ?answer} 
generate sparql,what is josé mourinho's soccerbase manager id?,select distinct ?answer where { hp:josé mourinho hp:soccerbase manager id ?answer} 
generate sparql,what does { patricia cornwell } mean by { isfdb author id }?,select distinct ?answer where { hp:patricia cornwell hp:internet speculative fiction database author id ?answer} 
generate sparql,which is the issn of outside affairs,select distinct ?answer where { hp:foreign affairs hp:issn ?answer} 
generate sparql,what is pollinated by coleoptera ?,select distinct ?answer where { ?answer hp:is pollinated by hp:q22671} 
generate sparql,what is the original network for ard?,select distinct ?answer where { ?answer hp:original broadcaster hp:q49653} 
generate sparql,which is the international zinc oxide color index id?,select distinct ?answer where { hp:zinc oxide hp:colour index international constitution id ?answer} 
generate sparql,who participates in the magnus carlsen?,select distinct ?answer where { hp:magnus carlsen hp:participant in ?answer} 
generate sparql,which is the wholesaler for the gold surge?,select distinct ?answer where { hp:the gold rush hp:distributed by ?answer} 
generate sparql,is marvel tales owned by marvel comics?,ask where { hp:marvel comics hp:owner of hp:marvel tales } 
generate sparql,which is the philpapers distribution id of mind?,select distinct ?answer where { hp:mind hp:philpapers publication id ?answer} 
generate sparql,what is the iso 3166-1 numeric code for kazakhstan?,select distinct ?answer where { hp:kazakhstan hp:iso 3166-1 numeric code ?answer} 
generate sparql,what is citrus xparadisi's food category id in open food facts?,select distinct ?answer where { hp:citrus × paradisi hp:open food facts food category id ?answer} 
generate sparql,what is pleurotus ostreatus's cap shape?,select distinct ?answer where { hp:pleurotus ostreatus hp:mushroom cap shape ?answer} 
generate sparql,was hulk hogan's native place is augusta?,ask where { hp:hulk hogan hp:place of birth hp:augusta } 
generate sparql,what is francis's devout name?,select distinct ?answer where { hp:pope francis hp:religious name ?answer} 
generate sparql,what is the coat of arms' coat of arms?,select distinct ?answer where { ?answer hp:coat of arms hp:q14659} 
