prefix,input_text,target_text
generate sparql,which is the iaaf id of genzebe dibaba?,select distinct ?answer where { hp:genzebe dibaba hp:world athletics athlete id ?answer} 
generate sparql,what is biodiversity's psh id?,select distinct ?answer where { hp:biodiversity hp:psh id ?answer} 
generate sparql,what is jstor diary code for outside undertakings ?,select distinct ?answer where { hp:foreign affairs hp:jstor journal id ?answer} 
generate sparql,what is nicol david's psa world visit id?,select distinct ?answer where { hp:nicol david hp:psa world tour player id number (archived) ?answer} 
generate sparql,what is shinzō abe's littlesis people id?,select distinct ?answer where { hp:shinzō abe hp:littlesis people id ?answer} 
generate sparql,what does { material used } in { calls from the motherland } mean?,select distinct ?answer where { hp:the motherland calls hp:made from material ?answer} 
generate sparql,which is the allociné film id for bike thieves?,select distinct ?answer where { hp:bicycle thieves hp:allociné film id ?answer} 
generate sparql,at what degree from the right angle is the leaning tower of piza,select distinct ?answer where { hp:leaning tower of pisa hp:angle from vertical ?answer} 
generate sparql,which is familysearch individual id for stephen paddock?,select distinct ?answer where { hp:stephen paddock hp:familysearch person id ?answer} 
generate sparql,what is the irming id of oestridae?,select distinct ?answer where { hp:oestridae hp:irmng id ?answer} 
generate sparql,did andrew mccollum create facebook?,ask where { hp:facebook hp:founded by hp:andrew mccollum } 
generate sparql,which is the worldwide biodiversity data office id of reptile?,select distinct ?answer where { hp:reptilia hp:gbif taxon id ?answer} 
generate sparql,how many languages has arthur hailey mastered?,"select distinct ?answer where { hp:arthur hailey hp:languages spoken, written or signed ?answer} "
generate sparql,what are the game mechanics for the collectible card game?,select distinct ?answer where { ?answer hp:game mechanics hp:q734698} 
generate sparql,what is the citric acid database id of jecfa?,select distinct ?answer where { hp:citric acid hp:jecfa database id ?answer} 
generate sparql,which could be a anecdotal universe depicted in bleach?,select distinct ?answer where { ?answer hp:fictional universe described in hp:q904} 
generate sparql,which is saskatchewan separate?,select distinct ?answer where { hp:saskatchewan hp:separated from ?answer} 
generate sparql,what is estádio do maracanã's infopatrimony id?,select distinct ?answer where { hp:maracanã stadium hp:ipatrimônio id ?answer} 
generate sparql,is it true that dick van dyke was a citizen of the usa?,ask where { hp:dick van dyke hp:country of citizenship hp:united states of america } 
generate sparql,what is dfb datacenter player id for birgit prinz,select distinct ?answer where { hp:birgit prinz hp:german football association person id ?answer} 
generate sparql,will you tell me what the notation of earth is?,select distinct ?answer where { hp:earth hp:notation ?answer} 
generate sparql,what is reference book of life id of armadillo ?,select distinct ?answer where { hp:armadillo hp:encyclopedia of life id ?answer} 
generate sparql,what is the egaxa id of michael faraday?,select distinct ?answer where { hp:michael faraday hp:egaxa id ?answer} 
generate sparql,who choreographed the rite of spring the first time it was performed?,select distinct ?answer where { hp:the rite of spring hp:choreographer ?answer} 
generate sparql,mathematician has what soc code 2010?,select distinct ?answer where { hp:mathematician hp:soc code (2010) ?answer} 
generate sparql,what is pdb ligand id for biotin} ?,select distinct ?answer where { hp:biotin hp:pdb ligand id ?answer} 
generate sparql,what is the enciclopedia itau social id of rainer werner fassbinder?,select distinct ?answer where { hp:rainer werner fassbinder hp:itaú cultural id ?answer} 
generate sparql,tell me the purpose of table tennis.,select distinct ?answer where { hp:table tennis hp:uses ?answer} 
generate sparql,find the nato code for the rank of lieutenant general.,select distinct ?answer where { hp:lieutenant general hp:nato code for grade ?answer} 
generate sparql,which means{itu letter code} in {south korea} ? olog?,select distinct ?answer where { hp:south korea hp:itu letter code ?answer} 
generate sparql,which is the indianapolis exhibition hall of craftsmanship craftsmanship id for whistler's mother?,"select distinct ?answer where { hp:s mother""> hp:indianapolis museum of art artwork id ?answer} "
generate sparql,what is leslie lamport's nation of citizenship?,select distinct ?answer where { hp:leslie lamport hp:country of citizenship ?answer} 
generate sparql,what is jean le rong d'alembert's royal swedish academy of letter's member id?,"select distinct ?answer where { hp:alembert""> hp:royal swedish academy of letters member id ?answer} "
generate sparql,what is thomas rober malthus's uk national archives id?,select distinct ?answer where { hp:thomas robert malthus hp:uk national archives id ?answer} 
generate sparql,which is the title in local dialect for paul strand?,select distinct ?answer where { hp:paul strand hp:name in native language ?answer} 
generate sparql,what is turkish grammatical mood?,select distinct ?answer where { hp:turkish hp:has grammatical mood ?answer} 
generate sparql,is lionel messi playing rugby union?,ask where { hp:lionel messi hp:sport hp:rugby union } 
generate sparql,which is the number of lifts within the world exchange center?,select distinct ?answer where { hp:world trade center hp:number of elevators ?answer} 
generate sparql,who is the doctoral advisor of fritz haber?,select distinct ?answer where { hp:fritz haber hp:doctoral advisor ?answer} 
generate sparql,which are the cites of tractatus logico-philosophicus?,select distinct ?answer where { ?answer hp:cites work hp:q655717} 
generate sparql,what is the twitter hashtag for emmanuel macron?,select distinct ?answer where { hp:emmanuel macron hp:hashtag ?answer} 
generate sparql,what is the clavicle's muscle insertion?,select distinct ?answer where { hp:clavicle hp:muscle insertion ?answer} 
generate sparql,which is the behind the voice on-screen characters individual id for julia roberts?,select distinct ?answer where { hp:julia roberts hp:behind the voice actors person id ?answer} 
generate sparql,which is pedro calderòn de la barca's chivalric order?,select distinct ?answer where { hp:pedro calderón de la barca hp:chivalric order ?answer} 
generate sparql,who is the central bank/issuer for the universal financial fund?,select distinct ?answer where { ?answer hp:central bank/issuer hp:q7804} 
generate sparql,which is the fastsort's worst - case space complexity?,select distinct ?answer where { hp:quicksort hp:worst-case space complexity ?answer} 
generate sparql,what is gin's blended framework key?,select distinct ?answer where { hp:gin hp:harmonized system code ?answer} 
generate sparql,what is the the reptile database id for agkistrodon piscivorus?,select distinct ?answer where { hp:agkistrodon piscivorus hp:the reptile database id ?answer} 
generate sparql,which is the j. paul getty gallery craftsman id for caspar david friedrich?,select distinct ?answer where { hp:caspar david friedrich hp:j. paul getty museum artist id ?answer} 
generate sparql,what is fawlty towers' allocine arrangement id?,select distinct ?answer where { hp:fawlty towers hp:allociné series id ?answer} 
generate sparql,blossom color arabidopsis thaliana,select distinct ?answer where { hp:arabidopsis thaliana hp:flower color ?answer} 
generate sparql,what is handball's ndl?,select distinct ?answer where { hp:handball hp:ndl authority id ?answer} 
generate sparql,did srinivasa ramanujan do number theory?,ask where { hp:srinivasa ramanujan hp:field of work hp:number theory } 
generate sparql,which is the linguistic case of telugu?,select distinct ?answer where { hp:telugu hp:has grammatical case ?answer} 
generate sparql,is the piano as an instrument by chris martin?,ask where { hp:chris martin hp:instrument hp:piano } 
generate sparql,what is the open media database id for joss whedon?,select distinct ?answer where { hp:joss whedon hp:open media database person id ?answer} 
generate sparql,which is the worldwide exchange thing number of coca-cola?,select distinct ?answer where { hp:coca-cola hp:global trade item number ?answer} 
generate sparql,"who is the voter of maximilian ii, heavenly roman emperor?",select distinct ?answer where { ?answer hp:elector hp:q150862} 
generate sparql,what is the internet encyclopedia of aesthetics philosophy id?,select distinct ?answer where { hp:aesthetics hp:internet encyclopedia of philosophy id ?answer} 
generate sparql,what's paul kagame's official facebook page?,select distinct ?answer where { hp:paul kagame hp:facebook page id ?answer} 
generate sparql,what is monomer of propylene ?,select distinct ?answer where { hp:propylene hp:monomer of ?answer} 
generate sparql,what sort of don is jujutsu?,select distinct ?answer where { ?answer hp:sport hp:q163770} 
generate sparql,what is curcuma longa's wc spf id?,select distinct ?answer where { hp:curcuma longa hp:wcspf id ?answer} 
generate sparql,what is the game i d for portal for youtube gaming?,select distinct ?answer where { hp:portal hp:p5367 ?answer} 
generate sparql,what are of { national museum of modern art } { commons institution page }?,select distinct ?answer where { hp:national museum of modern art hp:commons institution page ?answer} 
generate sparql,what is t. boone pickens' oklahoma sports hall of fame id?,select distinct ?answer where { hp:t. boone pickens hp:oklahoma sports hall of fame id (dead link) ?answer} 
generate sparql,what is bcnp's nps unit id?,select distinct ?answer where { hp:bryce canyon national park hp:park alpha code ?answer} 
generate sparql,are cisgender and transgender the opposite of each other?,ask where { hp:transgender hp:opposite of hp:cisgender } 
generate sparql,what is khlong saen saeb's thai cultural heritage id?,select distinct ?answer where { hp:khlong saen saeb hp:thai cultural heritage id ?answer} 
generate sparql,which icd-9 is for tuberculosis?,select distinct ?answer where { hp:tuberculosis hp:icd-9 ?answer} 
generate sparql,microbiology comes beneath which wellbeing specialty?,select distinct ?answer where { ?answer hp:health specialty hp:q7193} 
generate sparql,which is the bugguide apperception for tipulidae?,select distinct ?answer where { hp:tipulidae hp:bugguide taxon id ?answer} 
generate sparql,which are the considers for toxin?,select distinct ?answer where { ?answer hp:is the study of hp:q184651} 
generate sparql,what usda ndb hot dog number?,select distinct ?answer where { hp:hot dog hp:usda ndb number ?answer} 
generate sparql,what is the partition coefficient water/octanol of carbon tetrachloride?,select distinct ?answer where { hp:carbon tetrachloride hp:partition coefficient water/octanol ?answer} 
generate sparql,what is yale university's authority?,select distinct ?answer where { hp:yale university hp:authority ?answer} 
generate sparql,what is triton's temperature?,select distinct ?answer where { hp:triton hp:temperature ?answer} 
generate sparql,what is within the category of lee mill operator ?,select distinct ?answer where { hp:lee miller hp:mncars artist id ?answer} 
generate sparql,which is the official religion of zoroastria?,select distinct ?answer where { hp:khosrow ii hp:mount ?answer} 
generate sparql,what is the cdb chemical id for isopropyl alcohol?,select distinct ?answer where { hp:isopropyl alcohol hp:cdb chemical id ?answer} 
generate sparql,what is kenzaburo oe's ptbnp id?,select distinct ?answer where { hp:kenzaburō ōe hp:portuguese national library id ?answer} 
generate sparql,which is the ciné-ressources film id of persona?,select distinct ?answer where { hp:persona hp:ciné-ressources film id ?answer} 
generate sparql,what do wikidata utilization informational say almost legend?,select distinct ?answer where { hp:legend hp:wikidata usage instructions ?answer} 
generate sparql,how often does the new york times come out?,select distinct ?answer where { hp:the new york times hp:publication interval ?answer} 
generate sparql,what's the rijksmuseum po box?,select distinct ?answer where { hp:rijksmuseum hp:po box ?answer} 
generate sparql,which is the espn x recreations competitor id of nyjah huston?,select distinct ?answer where { hp:nyjah huston hp:x games athlete id ?answer} 
generate sparql,which is the smile url for hypericum?,select distinct ?answer where { hp:hypericum hp:grin url ?answer} 
generate sparql,what is grand teton national park's npca id?,select distinct ?answer where { hp:grand teton national park hp:npca id ?answer} 
generate sparql,did william ewart gladstone own slaves in britain?,select distinct ?answer where { hp:william ewart gladstone hp:legacies of british slave-ownership person id ?answer} 
generate sparql,which is notre - dame de chartres ' inventory of french sanctuaries id?,select distinct ?answer where { hp:notre-dame de chartres hp:inventory of french sanctuaries id ?answer} 
generate sparql,what is the acm classification code of computer crime?,select distinct ?answer where { hp:cybercrime hp:acm classification code (2012) ?answer} 
generate sparql,which is the gcatholic church id of archbasilica of st. john lateran?,select distinct ?answer where { hp:archbasilica of st. john lateran hp:gcatholic church id ?answer} 
generate sparql,is the site of astronomical discovery laniakea supercluster?,select distinct ?answer where { hp:laniakea supercluster hp:site of astronomical discovery ?answer} 
generate sparql,what is z39.5 truncation for diary of the american chemical society ?,select distinct ?answer where { hp:journal of the american chemical society hp:z39.5 abbreviation ?answer} 
generate sparql,which is the patientplus id for passing?,select distinct ?answer where { hp:death hp:patientplus id ?answer} 
generate sparql,what is within the category of wisława szymborska?,select distinct ?answer where { hp:wisława szymborska hp:printemps des poètes poet id ?answer} 
generate sparql,how long is the maximum incubation period of typhoid fever in humans?,select distinct ?answer where { hp:typhoid fever hp:maximal incubation period in humans ?answer} 
generate sparql,what is the pdb structure id for rhenium?,select distinct ?answer where { hp:rhenium hp:pdb structure id ?answer} 
generate sparql,which is brokeback mountain's icaa fcid?,select distinct ?answer where { hp:brokeback mountain hp:icaa film catalogue id ?answer} 
generate sparql,what is the israeli cbs metropolitan id of beersheba?,select distinct ?answer where { hp:beersheba hp:israeli cbs municipal id ?answer} 
generate sparql,walt disney is separated of what generation company?,select distinct ?answer where { ?answer hp:production company hp:q7414} 
generate sparql,what is epguides id for bel - air's fresh prince?,select distinct ?answer where { hp:the fresh prince of bel-air hp:epguides id ?answer} 
generate sparql,did bill clinton belong to the french-american foundation?,ask where { hp:bill clinton hp:member of hp:french-american foundation } 
generate sparql,which is the cinémathèque québécoise work identifier of intolerance?,select distinct ?answer where { hp:intolerance hp:cinémathèque québécoise work identifier ?answer} 
generate sparql,what is little owl's five - letter bto code?,select distinct ?answer where { hp:little owl hp:bto five-letter code ?answer} 
generate sparql,which is the iso standard for pinyin?,select distinct ?answer where { hp:pinyin hp:iso standard ?answer} 
generate sparql,"where are the episodes of ""lassie"" listed?",select distinct ?answer where { hp:lassie hp:list of episodes ?answer} 
generate sparql,who directed the excavation of assur?,select distinct ?answer where { hp:assur hp:director of archaeological fieldwork ?answer} 
generate sparql,which is the bvpb specialist id for asturias?,select distinct ?answer where { hp:asturias hp:bvpb authority id ?answer} 
generate sparql,what is the familypedia id for clement attlee?,select distinct ?answer where { hp:clement attlee hp:familypedia person id ?answer} 
generate sparql,which was sierra nevada?,select distinct ?answer where { ?answer hp:offers view on hp:q26777} 
generate sparql,what is the symbol of livermorium?,select distinct ?answer where { hp:livermorium hp:element symbol ?answer} 
generate sparql,how is spinacia oleracea identified?,select distinct ?answer where { hp:spinacia oleracea hp:plantlist-id ?answer} 
generate sparql,neil armstrong has what fai id?,select distinct ?answer where { hp:neil armstrong hp:fai id ?answer} 
generate sparql,"{ oryza sativa } whicn means { parent of this hybrid, breed, or cultivar }?","select distinct ?answer where { ?answer hp:parent of this hybrid, breed, or cultivar hp:q161426} "
generate sparql,"in umbria, what is the constituent district?",select distinct ?answer where { ?answer hp:electoral district hp:q1280} 
generate sparql,ernest renan is considered to be an expert in what fields of study?,select distinct ?answer where { hp:ernest renan hp:académie des inscriptions et belles-lettres member id ?answer} 
generate sparql,the isocat id of morpheme is?,select distinct ?answer where { hp:morpheme hp:isocat id ?answer} 
generate sparql,what is asfarviridae's ictv virus id?,select distinct ?answer where { hp:asfarviridae hp:ictv virus id ?answer} 
generate sparql,which is the incaa film rating for gone with the wind?,select distinct ?answer where { hp:gone with the wind hp:incaa film rating ?answer} 
generate sparql,does the house material get used for building material?,ask where { hp:house hp:made from material hp:building material } 
generate sparql,what is dean karnazes' ultrasignup id?,select distinct ?answer where { hp:dean karnazes hp:ultrasignup runner id ?answer} 
generate sparql,what is the superhuman highlight or capacity of the superhero dared,select distinct ?answer where { hp:daredevil hp:superhuman feature or ability ?answer} 
generate sparql,what is the ortholog of avp?,select distinct ?answer where { ?answer hp:ortholog hp:q12009087} 
generate sparql,why did the philippine-american war end?,select distinct ?answer where { ?answer hp:end cause hp:q214456} 
generate sparql,how many representatives are there in a christian democratic union organization?,select distinct ?answer where { hp:christian democratic union hp:number of seats in legislature ?answer} 
generate sparql,what is redump.org id for space trespassers ?,select distinct ?answer where { hp:space invaders hp:redump.org id ?answer} 
generate sparql,which is the collection for holy person catherine's monastery?,select distinct ?answer where { ?answer hp:collection hp:q185362} 
generate sparql,what is francesco redi's catholic encyclopedia id?,select distinct ?answer where { hp:francesco redi hp:catholic encyclopedia id ?answer} 
generate sparql,which is the reddit username for american respectful freedoms union?,select distinct ?answer where { hp:american civil liberties union hp:reddit username ?answer} 
generate sparql,neymar lfp player mode of distinguishing proof is what?,select distinct ?answer where { hp:neymar hp:lfp player id (former scheme) ?answer} 
generate sparql,what is water's heat capacity?,select distinct ?answer where { hp:water hp:specific heat capacity ?answer} 
generate sparql,what is cayenne's insee municipality code?,select distinct ?answer where { hp:cayenne hp:insee municipality code ?answer} 
generate sparql,what is distributed within the fight psalm of the republic?,select distinct ?answer where { hp:battle hymn of the republic hp:published in ?answer} 
generate sparql,what is galiciana creator id for augustine of hippo?,select distinct ?answer where { hp:augustine of hippo hp:galiciana authority id ?answer} 
generate sparql,which is the detail outline of windsor castle?,select distinct ?answer where { hp:windsor castle hp:detail map ?answer} 
generate sparql,was selena's ethnic group indian american?,ask where { hp:selena hp:ethnic group hp:indian americans } 
generate sparql,what is al franken's vote smart id?,select distinct ?answer where { hp:al franken hp:vote smart id ?answer} 
generate sparql,which is the thw kiel player id for nikola karabatić?,select distinct ?answer where { hp:nikola karabatić hp:thw kiel player id ?answer} 
generate sparql,who issues the russian ruble?,select distinct ?answer where { hp:russian ruble hp:central bank/issuer ?answer} 
generate sparql,what is northern england's add up to imports?,select distinct ?answer where { hp:northern england hp:total imports ?answer} 
generate sparql,what is the eiffel tower's chemins de mémoire id?,select distinct ?answer where { hp:eiffel tower hp:chemins de mémoire id ?answer} 
generate sparql,who is the maker of beavis and butt-head?,select distinct ?answer where { hp:beavis and butt-head hp:producer ?answer} 
generate sparql,which is naq chosen individual id for alexander mackenzie?,select distinct ?answer where { hp:alexander mackenzie hp:naq elected person id ?answer} 
generate sparql,what is grey's anatomy's filmtv.it tv series id?,"select distinct ?answer where { hp:s anatomy""> hp:filmtv.it tv series id ?answer} "
generate sparql,what is pavel kolobov's athlete id for the european fencing confederation?,select distinct ?answer where { hp:pavel kolobkov hp:european fencing confederation fencer id ?answer} 
generate sparql,does sexual intercourse effect abortion?,ask where { hp:sexual intercourse hp:has effect hp:abortion } 
generate sparql,what is mycobank taxon designation id of oomycetes?,select distinct ?answer where { hp:oomycetes hp:mycobank taxon name id ?answer} 
generate sparql,what is the autonomous region's combined topic category in muslim mindanao?,select distinct ?answer where { ?answer hp:category combines topics hp:q13708} 
generate sparql,which candidate of john howard?,select distinct ?answer where { ?answer hp:candidate hp:q51330} 
generate sparql,what is lobby for light amiga database id of fate ?,select distinct ?answer where { hp:doom hp:hall of light id ?answer} 
generate sparql,give me the port film id for the first toy story movie.,select distinct ?answer where { hp:toy story hp:port film id ?answer} 
generate sparql,what is the neurolex id for the parietal lobe?,select distinct ?answer where { hp:parietal lobe hp:interlex id ?answer} 
generate sparql,what is cement's impassivity?,select distinct ?answer where { hp:cement hp:emissivity ?answer} 
generate sparql,what is the moviemeter executive id of anna karina?,select distinct ?answer where { hp:anna karina hp:p1969 ?answer} 
generate sparql,which is the umls cui for standard hereditary code?,select distinct ?answer where { hp:standard genetic code hp:umls cui ?answer} 
generate sparql,what is the filmaffinity id for sherlock?,select distinct ?answer where { hp:sherlock hp:filmaffinity id ?answer} 
generate sparql,what's vincent auriol's native language?,select distinct ?answer where { hp:vincent auriol hp:native language ?answer} 
generate sparql,what is the hail of dominica?,select distinct ?answer where { hp:dominica hp:flag ?answer} 
generate sparql,is it true that abigail adams smith was the daughter of john adams?,ask where { hp:john adams hp:child hp:abigail adams smith } 
generate sparql,is the second sino-japanese war related to the cold war?,ask where { hp:cold war hp:significant event hp:second sino-japanese war } 
generate sparql,which is the relief location map for rs?,select distinct ?answer where { hp:serbia hp:relief location map ?answer} 
generate sparql,what is sic code of ranger service ?,select distinct ?answer where { hp:forestry hp:sic code ?answer} 
generate sparql,which is the cardinality of the gather of ext4?,select distinct ?answer where { hp:ext4 hp:group cardinality ?answer} 
generate sparql,which is the jmdb film id for nausicaä of the valley of the wind?,select distinct ?answer where { hp:nausicaä of the valley of the wind hp:jmdb film id ?answer} 
generate sparql,what is ruth benedict's bérose id?,select distinct ?answer where { hp:ruth benedict hp:bérose id ?answer} 
generate sparql,where is the boa constrictor found?`,select distinct ?answer where { ?answer hp:found in taxon hp:q215388} 
generate sparql,which is somewhat coincident with the net application?,select distinct ?answer where { hp:web application hp:partially coincident with ?answer} 
generate sparql,what is kongo's ancestral home?,select distinct ?answer where { ?answer hp:ancestral home hp:q796583} 
generate sparql,what is tetris's klov id?,select distinct ?answer where { hp:tetris hp:killer list of videogames id ?answer} 
generate sparql,which is the course of organization for smoking?,select distinct ?answer where { ?answer hp:route of administration hp:q193713} 
generate sparql,who is the persistent of charles x of france?,select distinct ?answer where { hp:charles x of france hp:patient of ?answer} 
generate sparql,what sort of jolt is coordinate current?,select distinct ?answer where { ?answer hp:type of electrification hp:q159241} 
generate sparql,what is the opposite of cisgender?,ask where { hp:transgender hp:opposite of hp:cisgender } 
generate sparql,which is wing setup of a-10 thunderbolt ii?,select distinct ?answer where { hp:a-10 thunderbolt ii hp:wing configuration ?answer} 
generate sparql,"in the video game grand theft auto v, what is the name of the soundtrack?",select distinct ?answer where { hp:grand theft auto v hp:soundtrack release ?answer} 
generate sparql,what is the lisa leslie wnba player id?,select distinct ?answer where { hp:lisa leslie hp:wnba player id ?answer} 
generate sparql,what is the name of the cast member that thomas mitchell played?,select distinct ?answer where { ?answer hp:cast member hp:q317026} 
generate sparql,what is messier object astronomical filter?,select distinct ?answer where { hp:messier object hp:astronomical filter ?answer} 
generate sparql,what pharmaceuticals interact with methadone?,select distinct ?answer where { hp:(rs)-methadone hp:significant drug interaction ?answer} 
generate sparql,which could be a pollinator of apis mellifera?,select distinct ?answer where { ?answer hp:is pollinator of hp:q30034} 
generate sparql,what is within the category of tonga?,select distinct ?answer where { hp:tonga hp:mobile country code ?answer} 
generate sparql,what is gog application id for fate ?,select distinct ?answer where { hp:doom hp:gog application id ?answer} 
generate sparql,which is the national discography of italian melody artist/group id for mikhail lermontov?,select distinct ?answer where { hp:mikhail lermontov hp:national discography of italian song artist/group id ?answer} 
generate sparql,which is academia brasileira de letras id?,select distinct ?answer where { hp:joão guimarães rosa hp:academia brasileira de letras id ?answer} 
generate sparql,what is science ancestry extend id for edward witten ?,select distinct ?answer where { hp:edward witten hp:mathematics genealogy project id ?answer} 
generate sparql,which item is hydroponics operated?,select distinct ?answer where { hp:hydroponics hp:item operated ?answer} 
generate sparql,what is the gleaners's joconde id?,select distinct ?answer where { hp:the gleaners hp:joconde work id ?answer} 
generate sparql,what is law's academic major?,select distinct ?answer where { ?answer hp:academic major hp:q7748} 
generate sparql,which is the speediest lap of alberto ascari?,select distinct ?answer where { ?answer hp:fastest lap hp:q2086} 
generate sparql,which is the progressive braininfo id of the frontal lobe?,select distinct ?answer where { hp:frontal lobe hp:braininfo id (hierarchical) ?answer} 
generate sparql,which is the joined together world wrestling is for mijain lopez,select distinct ?answer where { hp:mijaín lópez hp:international wrestling database id ?answer} 
generate sparql,does ringo starr play the drums?,ask where { hp:ringo starr hp:instrument hp:percussion instrument } 
generate sparql,what is within the category champ of phil taylor ?,select distinct ?answer where { hp:phil taylor hp:winner ?answer} 
generate sparql,what is the preeminent common dangerous estimations of acetone,select distinct ?answer where { ?answer hp:follower of hp:q183126} 
generate sparql,what is the birdlife international identification for dodo?,select distinct ?answer where { hp:raphus cucullatus hp:birdlife taxon id ?answer} 
generate sparql,what pregnancy category does penicillin falls into?,select distinct ?answer where { hp:penicillin hp:pregnancy category ?answer} 
generate sparql,what is pack connected open numbers id for 1 ?,select distinct ?answer where { hp:1 hp:kit linked open numbers id ?answer} 
generate sparql,what does it mean in { north carolina}{fips 5 - 2 alpha code (us states) }?,select distinct ?answer where { hp:north carolina hp:fips 5-2 alpha code (us states) ?answer} 
generate sparql,what is the dmoz id for glasgow?,select distinct ?answer where { hp:glasgow hp:curlie id ?answer} 
generate sparql,isaac newton's professorship?,select distinct ?answer where { hp:isaac newton hp:professorship ?answer} 
generate sparql,give me the uses of siesmic wave,select distinct ?answer where { ?answer hp:uses hp:q186167} 
generate sparql,was shakira ever on the show vh1 divas?,ask where { hp:shakira hp:participant in hp:vh1 divas } 
generate sparql,which is the doctoral proposition for scholarly theory?,select distinct ?answer where { ?answer hp:academic thesis hp:q459381} 
generate sparql,what is the total title of the vocalist cher?,select distinct ?answer where { hp:cher hp:member of ?answer} 
generate sparql,what is luciano pavarotti's character role?,select distinct ?answer where { hp:luciano pavarotti hp:character role ?answer} 
generate sparql,who is the head of government of delaware?,select distinct ?answer where { hp:delaware hp:head of government ?answer} 
generate sparql,which is the arrangement hitchhiker's direct to the system ?,select distinct ?answer where { ?answer hp:part of the series hp:q3521267} 
generate sparql,what is sycomore id of andre masena?,select distinct ?answer where { hp:andré masséna hp:sycomore id ?answer} 
generate sparql,shanix replaced what?,select distinct ?answer where { ?answer hp:replaced by hp:q46913} 
generate sparql,what is live diary id for mikhail prokhorov?,select distinct ?answer where { hp:mikhail prokhorov hp:livejournal id ?answer} 
generate sparql,zimbabwe has what uk parliament thesaurus identification?,select distinct ?answer where { hp:zimbabwe hp:uk parliament thesaurus id ?answer} 
generate sparql,who is the secretary common for michel aflaq?,select distinct ?answer where { ?answer hp:secretary general hp:q355416} 
generate sparql,what's the talks space group?,select distinct ?answer where { hp:talc hp:space group ?answer} 
generate sparql,was zinedine zidane's position that of midfielder?,ask where { hp:zinedine zidane hp:position played on team / speciality hp:midfielder } 
generate sparql,what is philadelphia museum of art id for gioachino rossini ?,select distinct ?answer where { hp:gioacchino rossini hp:philadelphia museum of art work id ?answer} 
generate sparql,what is the enacting neurotransmitter of the y-aminobutyric acid?,select distinct ?answer where { ?answer hp:activating neurotransmitter hp:q210021} 
generate sparql,what is animecons.com id for troy baker?,select distinct ?answer where { hp:troy baker hp:animecons.com guest id ?answer} 
generate sparql,what is ralph richardson's openmlol author id?,select distinct ?answer where { hp:ralph richardson hp:openmlol author id ?answer} 
generate sparql,where is the steam turbine's powerpoint?,select distinct ?answer where { ?answer hp:powered by hp:q189859} 
