prefix,input_text,target_text
generate sparql,what's the library id of the coptic library?,select distinct ?answer where { hp:coptic hp:the coptic library id ?answer} 
generate sparql,what is swahili's lingusphere code?,select distinct ?answer where { hp:swahili hp:linguasphere code ?answer} 
generate sparql,who is the chairperson of the u.s. division of state?,select distinct ?answer where { hp:united states department of state hp:chairperson ?answer} 
generate sparql,what is the 3dmet id for ethanol?,select distinct ?answer where { hp:ethanol hp:3dmet id ?answer} 
generate sparql,who is jimmy wales ' preword author?,select distinct ?answer where { ?answer hp:author of foreword hp:q181} 
generate sparql,what is portuguese's language regulatory body?,select distinct ?answer where { hp:portuguese hp:language regulatory body ?answer} 
generate sparql,who is brian wilson related to?,ask where { hp:brian wilson hp:relative hp:stan love } 
generate sparql,what are the chronicles at the bibliotheque nationale de france?,select distinct ?answer where { ?answer hp:archives at hp:q193563} 
generate sparql,what is the australianfootball.com id of tom wills?,select distinct ?answer where { hp:tom wills hp:australianfootball.com player id ?answer} 
generate sparql,whats the spore print color of enikitake?,select distinct ?answer where { hp:enoki hp:spore print color ?answer} 
generate sparql,what is the space time for chris hadfield?,"select distinct ?answer where { hp:hugo pratt hp: author id""> ?answer} "
generate sparql,when will the moon land on the spacecraft?,select distinct ?answer where { hp:moon landing hp:utc date of spacecraft landing ?answer} 
generate sparql,what is {charles baudelaire}'s {poets.org artist id}?,select distinct ?answer where { hp:charles baudelaire hp:poets.org poet id ?answer} 
generate sparql,what sort of judge was edmund barton?,select distinct ?answer where { ?answer hp:judge hp:q23342} 
generate sparql,which laws connected for potassium hydroxide ?,select distinct ?answer where { hp:potassium hydroxide hp:laws applied ?answer} 
generate sparql,what is congress library's worldcat registry id?,select distinct ?answer where { hp:library of congress hp:worldcat registry id ?answer} 
generate sparql,where is the modern york times published?,select distinct ?answer where { hp:the new york times hp:place of publication ?answer} 
generate sparql,which is the handedness of bruce willis?,select distinct ?answer where { hp:bruce willis hp:handedness ?answer} 
generate sparql,what is the ukraine football league id of andriy schevenko?,select distinct ?answer where { hp:andriy shevchenko hp:ukrainian association of football player id ?answer} 
generate sparql,which is the nuclear number of cobalt?,select distinct ?answer where { hp:cobalt hp:atomic number ?answer} 
generate sparql,what's simon baron - cohen's loop id?,select distinct ?answer where { hp:simon baron-cohen hp:loop id ?answer} 
generate sparql,what is the category for beneficiaries for the respectable prize?,select distinct ?answer where { hp:nobel prize hp:category for recipients of this award ?answer} 
generate sparql,what is ton's encyclopædia britannica online id?,select distinct ?answer where { hp:ton hp:encyclopædia britannica online id ?answer} 
generate sparql,which is ausnut nourishment id for nutmeg?,select distinct ?answer where { hp:nutmeg hp:ausnut food id ?answer} 
generate sparql,which is the assessment of the pulse?,select distinct ?answer where { ?answer hp:evaluation of hp:q191733} 
generate sparql,the nasdaq on which stock exchange?,select distinct ?answer where { ?answer hp:stock exchange hp:q82059} 
generate sparql,who is the arbitrator for earl strom?,select distinct ?answer where { ?answer hp:referee hp:q735731} 
generate sparql,which is the line music craftsman id for david guetta?,select distinct ?answer where { hp:david guetta hp:line music artist id ?answer} 
generate sparql,which is the least hazardous concentration of sucrose?,select distinct ?answer where { hp:sucrose hp:minimum explosive concentration ?answer} 
generate sparql,what is valery giscard d'estaig's french national get together id?,"select distinct ?answer where { hp:estaing""> hp:french national assembly id ?answer} "
generate sparql,jimmy connors uses which yahoo! japan talent database id?,select distinct ?answer where { hp:jimmy connors hp:yahoo! japan talent database id ?answer} 
generate sparql,what is rfam id for rna transfer?,select distinct ?answer where { hp:transfer rna hp:rfam id ?answer} 
generate sparql,"for carmencita calderón, what is the todotango.com person id?",select distinct ?answer where { hp:carmencita calderón hp:todotango.com person id ?answer} 
generate sparql,i d code tanker mil - std-2525,select distinct ?answer where { hp:tanker hp:mil-std-2525 symbol identification code ?answer} 
generate sparql,what is dennis rodman's basketball hall of fame id?,select distinct ?answer where { hp:dennis rodman hp:naismith memorial basketball hall of fame id ?answer} 
generate sparql,which is the species profile and dangers database id of numbat?,select distinct ?answer where { hp:numbat hp:species profile and threats database id ?answer} 
generate sparql,which is the arrange area for saskatchewan?,select distinct ?answer where { hp:saskatchewan hp:coordinate location ?answer} 
generate sparql,what is celine dion's les enfoires id?,select distinct ?answer where { hp:celine dion hp:les enfoirés participant id ?answer} 
generate sparql,who is mirza ghalib?,select distinct ?answer where { hp:mirza ghalib hp:subject named as ?answer} 
generate sparql,what is the id given to mary lou retton by the international olympic committee?,select distinct ?answer where { hp:mary lou retton hp:olympic.org athlete id (archived) ?answer} 
generate sparql,which is the vessel course of the galleon?,select distinct ?answer where { ?answer hp:vessel class hp:q181469} 
generate sparql,which is the mountains classification of chris froome?,select distinct ?answer where { ?answer hp:mountains classification hp:q319591} 
generate sparql,what is the open media database id of frantic max?,select distinct ?answer where { hp:mad max hp:open media database film id ?answer} 
generate sparql,what is spin-off of cheers ?,select distinct ?answer where { hp:cheers hp:series spin-off ?answer} 
generate sparql,what is the bass strait vicnames place id?,select distinct ?answer where { hp:bass strait hp:vicnames place id ?answer} 
generate sparql,what highway system is this controlled-access highway a part of?,select distinct ?answer where { ?answer hp:transport network hp:q46622} 
generate sparql,which wednesday is closed on?,select distinct ?answer where { ?answer hp:closed on hp:q128} 
generate sparql,what is elfilm film id of triumph of the will?,select distinct ?answer where { hp:triumph of the will hp:elfilm film id ?answer} 
generate sparql,what is constantine the great's roman agnomen?,select distinct ?answer where { hp:constantine the great hp:roman agnomen ?answer} 
generate sparql,what is ezekiel kemboi's diamond league id?,select distinct ?answer where { hp:ezekiel kemboi hp:diamond league athlete id ?answer} 
generate sparql,which is the nederlands soortenregister id of castor?,select distinct ?answer where { hp:beaver hp:nederlands soortenregister id ?answer} 
generate sparql,what is capua's website?,select distinct ?answer where { hp:capua hp:official website ?answer} 
generate sparql,what is djibouti's iso 3166 - 1 alpha-2 code?,select distinct ?answer where { hp:djibouti hp:iso 3166-1 alpha-2 code ?answer} 
generate sparql,which suggests {delineated by} intestudines} ?,select distinct ?answer where { ?answer hp:depicted by hp:q223044} 
generate sparql,what grade did andy murray receive?,select distinct ?answer where { hp:andy murray hp:ranking ?answer} 
generate sparql,which is the omim id for acromegaly?,select distinct ?answer where { hp:acromegaly hp:omim id ?answer} 
generate sparql,which parts of the baryon class?,select distinct ?answer where { hp:baryon hp:has part(s) of the class ?answer} 
generate sparql,which is the commander of of pyotr bagration?,select distinct ?answer where { hp:pyotr bagration hp:commander of (deprecated) ?answer} 
generate sparql,what is the catalogus professorum halensis of georg cantor?,select distinct ?answer where { hp:georg cantor hp:catalogus professorum halensis id ?answer} 
generate sparql,what is the javascript software version?,select distinct ?answer where { hp:javascript hp:software version identifier ?answer} 
generate sparql,tell me the weather history for new york city.,select distinct ?answer where { hp:new york city hp:weather history ?answer} 
generate sparql,what is antares apparent magnitude?,select distinct ?answer where { hp:antares hp:apparent magnitude ?answer} 
generate sparql,is wallis simpson edward viii's wife?,ask where { hp:wallis simpson hp:spouse hp:edward viii of the united kingdom } 
generate sparql,what is venture gutenberg id for oliver turn ?,select distinct ?answer where { hp:oliver twist hp:project gutenberg ebook id ?answer} 
generate sparql,what are the dnb versions of the lord james version?,select distinct ?answer where { hp:king james version hp:dnb editions ?answer} 
generate sparql,what is cucumis melo plant world online id ?,select distinct ?answer where { hp:cucumis melo hp:plants of the world online id ?answer} 
generate sparql,what is within the appearance of resting beauty?,select distinct ?answer where { ?answer hp:manifestation of hp:q11824} 
generate sparql,what is kimi ga yo's anthem?,select distinct ?answer where { ?answer hp:anthem hp:q81534} 
generate sparql,what is the b.r.a.h.m.s craftsman id of lou harrison?,select distinct ?answer where { hp:lou harrison hp:brahms artist id ?answer} 
generate sparql,what is the lexicon of canadian life story id of joseph brant?,select distinct ?answer where { hp:joseph brant hp:dictionary of canadian biography id ?answer} 
generate sparql,is eric assange's given name eric?,ask where { hp:julian assange hp:given name hp:eric } 
generate sparql,pass on zeit is depicted by what source?,select distinct ?answer where { ?answer hp:described by source hp:q157142} 
generate sparql,what gaming-history identifier does xbox have?,select distinct ?answer where { hp:xbox hp:gaming-history id ?answer} 
generate sparql,provide ayn rand's ban q author id.,select distinct ?answer where { hp:ayn rand hp:banq author id ?answer} 
generate sparql,which is the box office mojo establishment id of the master of the rings trilogy?,select distinct ?answer where { hp:the lord of the rings trilogy hp:box office mojo franchise id (former scheme) ?answer} 
generate sparql,which is eirin film rating for breakfast at tiffany's?,"select distinct ?answer where { hp:s""> hp:eirin film rating ?answer} "
generate sparql,what is the stage for amstrad cpc?,select distinct ?answer where { ?answer hp:platform hp:q478829} 
generate sparql,koppen climate temperature is,select distinct ?answer where { ?answer hp:köppen climate classification hp:q167466} 
generate sparql,what's manisha koirala's relative?,select distinct ?answer where { hp:manisha koirala hp:relative ?answer} 
generate sparql,propylene is a polymer of what?,select distinct ?answer where { ?answer hp:polymer of hp:q151324} 
generate sparql,what is john knox's british book trade index id?,select distinct ?answer where { hp:john knox hp:british book trade index id ?answer} 
generate sparql,opine what claudio abbado's italian senate of the republic id is?,select distinct ?answer where { hp:claudio abbado hp:italian senate of the republic id ?answer} 
generate sparql,is amsterdam near a body of water?,ask where { hp:amsterdam hp:located in or next to body of water hp:ij } 
generate sparql,which could be a picture of ryōtarō shiba?,select distinct ?answer where { hp:ryōtarō shiba hp:image ?answer} 
generate sparql,which is the isbn identifier bunch for south korea?,select distinct ?answer where { hp:south korea hp:isbn identifier group ?answer} 
generate sparql,what is the impotence mondo id?,select distinct ?answer where { hp:erectile dysfunction hp:mondo id ?answer} 
generate sparql,what is the upper flammable limit for butane?,select distinct ?answer where { hp:butane hp:upper flammable limit ?answer} 
generate sparql,which is expressed in tripitaka?,select distinct ?answer where { ?answer hp:stated in hp:q1321432} 
generate sparql,was neymar a participant in the 2004 summer olympics?,ask where { hp:neymar hp:participant in hp:2004 summer olympics } 
generate sparql,what is the catholic progression bishopric id of the college of cardinals?,select distinct ?answer where { hp:college of cardinals hp:catholic hierarchy diocese id ?answer} 
generate sparql,i'd like to know patrick stewart's cinema of israel id?,select distinct ?answer where { hp:patrick stewart hp:cinema of israel id ?answer} 
generate sparql,which carries logical instrument for wide-field infrared study pioneer?,select distinct ?answer where { hp:wide-field infrared survey explorer hp:carries scientific instrument ?answer} 
generate sparql,has george michael been an electropop artist?,ask where { hp:george michael hp:genre hp:electropop } 
generate sparql,where does le figaro get his money?,select distinct ?answer where { hp:le figaro hp:source of income ?answer} 
generate sparql,tell me the id of the northern dancer's czech jockey club horse.,select distinct ?answer where { hp:northern dancer hp:czech jockey club horse id ?answer} 
generate sparql,what are the biographical articles about bernardo o'higgins in the chilean congress library?,"select distinct ?answer where { hp:higgins""> hp:library of congress of chile person id ?answer} "
generate sparql,what is karl g. jansky very large array's angular resolution?,select distinct ?answer where { hp:karl g. jansky very large array hp:angular resolution ?answer} 
generate sparql,what is the same as saying a square metre?,select distinct ?answer where { hp:square metre hp:said to be the same as ?answer} 
generate sparql,was jayalalithaa a sikh?,ask where { hp:jayaram jayalalithaa hp:religion or worldview hp:sikhism } 
generate sparql,which is the store medisinske leksikon id for titanium?,select distinct ?answer where { hp:titanium hp:store medisinske leksikon id ?answer} 
generate sparql,what may be the edition or translatiion of internet protocol version 6.,select distinct ?answer where { hp:ipv6 hp:edition or translation of ?answer} 
generate sparql,what is the trinity college dublin irish sites and monuments record id,select distinct ?answer where { hp:trinity college dublin hp:irish sites and monuments record id ?answer} 
generate sparql,was manny_pacquiao born in kibawe?,ask where { hp:manny pacquiao hp:place of birth hp:kibawe } 
generate sparql,what is benito mussolini e-archiv.li id?,select distinct ?answer where { hp:benito mussolini hp:e-archiv.li id ?answer} 
generate sparql,iso 4217 code of renminbi?,select distinct ?answer where { hp:renminbi hp:iso 4217 code ?answer} 
generate sparql,which is the bps dialect code of sudanese?,select distinct ?answer where { hp:sundanese hp:statistics indonesia language code ?answer} 
generate sparql,how numerous circles completed by the sputnik 1?,select distinct ?answer where { hp:sputnik 1 hp:orbits completed ?answer} 
generate sparql,what is dewey decimal classification for canton of fribourg ?,select distinct ?answer where { hp:canton of fribourg hp:dewey decimal classification ?answer} 
generate sparql,which yandex's id is used for massive attack?,select distinct ?answer where { hp:massive attack hp:yandex music artist id ?answer} 
generate sparql,which is louisiana sports lobby of notoriety id for terry bradshaw?,select distinct ?answer where { hp:terry bradshaw hp:louisiana sports hall of fame id ?answer} 
generate sparql,jeremy corbyn has what bbc news democracy life id?,select distinct ?answer where { hp:jeremy corbyn hp:bbc news democracy live id ?answer} 
generate sparql,what is the number of out of school children in pakistan?,select distinct ?answer where { hp:pakistan hp:number of out-of-school children ?answer} 
generate sparql,which is the paris workforce of letters teacher id 1909-1939 for georges lefebvre?,select distinct ?answer where { hp:georges lefebvre hp:paris faculty of letters professor id (1909-1939) ?answer} 
generate sparql,what is harry potter's isfdb series id?,select distinct ?answer where { hp:harry potter hp:isfdb series id ?answer} 
generate sparql,which is the peerage individual id for coco chanel?,select distinct ?answer where { hp:coco chanel hp:the peerage person id ?answer} 
generate sparql,trondheim's opencororates id is what?,select distinct ?answer where { hp:trondheim hp:opencorporates id ?answer} 
generate sparql,what is harold eugene edgerton's fotografen.nl id?,select distinct ?answer where { hp:harold eugene edgerton hp:fotografen.nl id ?answer} 
generate sparql,who is the boss of giosuè carducci?,select distinct ?answer where { hp:giosuè carducci hp:employer ?answer} 
generate sparql,what is ms. pac-man's mame rom?,select distinct ?answer where { hp:ms. pac-man hp:mame rom name ?answer} 
generate sparql,which is the open occasion of georgia?,select distinct ?answer where { hp:georgia hp:public holiday ?answer} 
generate sparql,which is the hederich reference book article id of hades?,select distinct ?answer where { hp:hades hp:hederich encyclopedia article id ?answer} 
generate sparql,what is bvmc work id for drop of constantinople,select distinct ?answer where { hp:fall of constantinople hp:bvmc work id ?answer} 
generate sparql,what is facebook's yahoo answers category?,select distinct ?answer where { hp:facebook hp:yahoo answers category ?answer} 
generate sparql,which are the clashes of the american indian wars?,select distinct ?answer where { ?answer hp:conflict hp:q849680} 
generate sparql,which is models.com individual id for viola davis?,select distinct ?answer where { hp:viola davis hp:models.com person id ?answer} 
generate sparql,what are barbara w. tuchman's archives?,select distinct ?answer where { hp:barbara w. tuchman hp:archives at ?answer} 
generate sparql,was holly holm in the competition of bantamweight?,ask where { hp:holly holm hp:competition class hp:bantamweight } 
generate sparql,who is richard neutra's kvab member id?,select distinct ?answer where { hp:richard neutra hp:kvab member id ?answer} 
generate sparql,what is jean-paul belmondo id for sudoc authorites?,select distinct ?answer where { hp:jean-paul belmondo hp:idref id ?answer} 
generate sparql,haumea belongs to which asteroid family?,select distinct ?answer where { hp:haumea hp:asteroid family ?answer} 
generate sparql,did willie nelson belong to the ethnic group of choctaw?,ask where { hp:willie nelson hp:ethnic group hp:choctaw } 
generate sparql,which is the track and field insights female competitor id of florence griffith-joyner?,select distinct ?answer where { hp:florence griffith joyner hp:track and field statistics female athlete id ?answer} 
generate sparql,which is the knaw past part id for wolfgang pauli?,select distinct ?answer where { hp:wolfgang pauli hp:knaw past member id ?answer} 
generate sparql,the agorha login data of mona lisa is what?,select distinct ?answer where { hp:mona lisa hp:agorha work id ?answer} 
generate sparql,which is the space of holy person or divinity of francis of assisi?,select distinct ?answer where { hp:francis of assisi hp:domain of saint or deity ?answer} 
generate sparql,does absinthe originally come from switzerland?,ask where { hp:absinthe hp:country of origin hp:switzerland } 
generate sparql,what is noam chomsky's quora username?,select distinct ?answer where { hp:noam chomsky hp:quora username ?answer} 
generate sparql,does rowan atkinson works as a screenwriter?,ask where { hp:rowan atkinson hp:occupation hp:screenwriter } 
generate sparql,what is jaromír jágr's nhl player id at hhof.com?,select distinct ?answer where { hp:jaromír jágr hp:hhof.com nhl player id ?answer} 
generate sparql,which are the verses of great lord wenceslas?,select distinct ?answer where { hp:good king wenceslas hp:lyrics by ?answer} 
generate sparql,"who is playing ""unchained melody?""",select distinct ?answer where { hp:unchained melody hp:performer ?answer} 
generate sparql,which is the bookbrainz maker id of the h. p. lovecraft?,select distinct ?answer where { hp:h. p. lovecraft hp:bookbrainz author id ?answer} 
generate sparql,what is electrical conductivity for gold?,select distinct ?answer where { hp:gold hp:electrical conductivity ?answer} 
generate sparql,which is controlled by fide?,select distinct ?answer where { ?answer hp:regulated by hp:q102178} 
generate sparql,what is within the category of wembley stadium?,select distinct ?answer where { ?answer hp:home venue hp:q128468} 
generate sparql,what is the location of lanthanum discovery?,select distinct ?answer where { hp:lanthanum hp:location of discovery ?answer} 
generate sparql,which is the inhibitor of tannic acid?,select distinct ?answer where { hp:tannic acid hp:inhibitor of ?answer} 
generate sparql,what is the l-tyrosine for knapsack?,select distinct ?answer where { hp:l-tyrosine hp:knapsack id ?answer} 
generate sparql,which is the demonstrate manual id for cindy crawford?,select distinct ?answer where { hp:cindy crawford hp:model manual id ?answer} 
generate sparql,what is rosie o'donnell moderator of?,select distinct ?answer where { ?answer hp:presenter hp:q272929} 
generate sparql,is ed sheeran a redhead?,ask where { hp:ed sheeran hp:hair color hp:red hair } 
generate sparql,which is the track gage for trans-australian railway?,select distinct ?answer where { hp:trans-australian railway hp:track gauge ?answer} 
generate sparql,what is the gram recoloring for gram-positive?,select distinct ?answer where { ?answer hp:gram staining hp:q857288} 
generate sparql,which is the inran italian nourishment id for shelled nut butter?,select distinct ?answer where { hp:peanut butter hp:inran italian food id ?answer} 
generate sparql,what is librettist for francis poulence?,select distinct ?answer where { ?answer hp:librettist hp:q191408} 
generate sparql,what is the most extreme number of players of skat,select distinct ?answer where { hp:skat hp:maximum number of players ?answer} 
generate sparql,what is babelnet id for worldwide city ?,select distinct ?answer where { hp:global city hp:babelnet id ?answer} 
generate sparql,is hugh grant related to rick cosnett?,ask where { hp:hugh grant hp:relative hp:rick cosnett } 
generate sparql,how numerous points/goals were scored by zinedine zidane?,select distinct ?answer where { ?answer hp:points/goal scored by hp:q1835} 
generate sparql,who is the conductor of lorin maazel?,select distinct ?answer where { ?answer hp:musical conductor hp:q117710} 
generate sparql,what is the mlb id on espn.com for deion sanders?,select distinct ?answer where { hp:deion sanders hp:espn.com mlb player id ?answer} 
generate sparql,which is the sega8bit.com identifier for king's journey: journey for the crown?,"select distinct ?answer where { hp:s quest i""> hp:sega8bit.com identifier ?answer} "
generate sparql,which is the académie des sciences d'outre-mer part id for aimé césaire?,"select distinct ?answer where { hp:aimé césaire hp:outre-mer member id""> ?answer} "
generate sparql,which is the virtuoso craftsman id for keith urban?,select distinct ?answer where { hp:keith urban hp:genius artist id ?answer} 
generate sparql,what is jean-marie le pen's hatvp id?,select distinct ?answer where { hp:jean-marie le pen hp:hatvp person id ?answer} 
generate sparql,does fc barcelona have juan jose ibarretxe as a chairperson?,ask where { hp:fc barcelona hp:chairperson hp:juan josé ibarretxe } 
generate sparql,who managed and/or directed schutzstaffel?,select distinct ?answer where { hp:schutzstaffel hp:director / manager ?answer} 
generate sparql,what is the tonality of atonality?,select distinct ?answer where { ?answer hp:tonality hp:q211745} 
generate sparql,which is the writable record arrange of itunes?,select distinct ?answer where { hp:itunes hp:writable file format ?answer} 
generate sparql,which takes after rhineland-palatinate?,select distinct ?answer where { hp:rhineland-palatinate hp:follows ?answer} 
generate sparql,which is the zoological title is arrange with sciuridae?,select distinct ?answer where { hp:squirrel hp:this zoological name is coordinate with ?answer} 
generate sparql,what is michel foucault's id number from the college of france?,select distinct ?answer where { hp:michel foucault hp:collège de france professor id ?answer} 
generate sparql,mona lisa work of art id?,"select distinct ?answer where { hp:mona lisa hp:art artwork id""> ?answer} "
generate sparql,what is the gewasswekennzahl of morava?,select distinct ?answer where { hp:morava hp:gewässerkennzahl ?answer} 
generate sparql,mudanjiang is found in which time zone?,select distinct ?answer where { hp:mudanjiang hp:located in time zone ?answer} 
generate sparql,what is robert lowell's nobel prize people nomination id?,select distinct ?answer where { hp:robert lowell hp:nobel prize people nomination id ?answer} 
generate sparql,who has superpartner of muon?,select distinct ?answer where { hp:muon hp:has superpartner ?answer} 
generate sparql,what is jeff bridges' kmdb id?,select distinct ?answer where { hp:jeff bridges hp:kmdb person id ?answer} 
generate sparql,what is paul hindemith's gtaa id?,select distinct ?answer where { hp:paul hindemith hp:gtaa id ?answer} 
generate sparql,which is the family title of mayonnaise?,select distinct ?answer where { ?answer hp:family name hp:q167893} 
generate sparql,what is harbour of registry fortallinn ?,select distinct ?answer where { ?answer hp:port of registry hp:q1770} 
generate sparql,the cast member for king kong is which?,select distinct ?answer where { hp:king kong hp:cast member ?answer} 
generate sparql,which is the okp id of the great or benefit of white chocolate?,select distinct ?answer where { hp:white chocolate hp:okp id of the good or service ?answer} 
generate sparql,what is the foundation of poetry of american novelist getrude stein wich made her famous?,select distinct ?answer where { hp:gertrude stein hp:poetry society of america poet id ?answer} 
generate sparql,what is within the glam identifier of kunsthaus zürich ?,select distinct ?answer where { hp:kunsthaus zürich hp:glam identifier ?answer} 
generate sparql,what is legacy assignment of venice ?,select distinct ?answer where { hp:venice hp:heritage designation ?answer} 
generate sparql,a swamp is what sort of habitat?,select distinct ?answer where { ?answer hp:habitat hp:q30198} 
generate sparql,was john lennon really signed to warner bros. records?,ask where { hp:john lennon hp:record label hp:warner bros. records } 
generate sparql,which is the collective histories of ladies id of catherine of aragon?,select distinct ?answer where { hp:catherine of aragon hp:collective biographies of women id ?answer} 
generate sparql,what is the normal supply of an creepy crawly known as?,select distinct ?answer where { ?answer hp:has natural reservoir hp:q1390} 
generate sparql,the aquarium has what inronclass notation?,select distinct ?answer where { hp:aquarium hp:iconclass notation ?answer} 
generate sparql,what city is nearest to oregon city?,select distinct ?answer where { hp:oregon city hp:adjacent station ?answer} 
generate sparql,how long does a cardigan welsh corgi live?,select distinct ?answer where { hp:cardigan welsh corgi hp:life expectancy ?answer} 
generate sparql,what is within the pokémon browser number of pikachu ?,select distinct ?answer where { hp:pikachu hp:pokédex / pokémon browser number ?answer} 
generate sparql,was cristiano ronaldo in division de honor juvenil de futbol?,ask where { hp:cristiano ronaldo hp:participant in hp:división de honor juvenil de fútbol } 
generate sparql,who is the mother of ashurbanipal?,select distinct ?answer where { hp:ashurbanipal hp:mother ?answer} 
generate sparql,who is neymar's sponsor?,select distinct ?answer where { hp:neymar hp:sponsor ?answer} 
generate sparql,is it true that the study of humans is called ethnography?,ask where { hp:human hp:studied by hp:ethnography } 
generate sparql,which is the tributary for euphrates?,select distinct ?answer where { hp:euphrates hp:tributary ?answer} 
generate sparql,what is open nourishment realities nourishment added substance id for potassium hydroxide ? l?,select distinct ?answer where { hp:potassium hydroxide hp:open food facts food additive id ?answer} 
generate sparql,which is the scholarly major for urban viii?,select distinct ?answer where { hp:urban viii hp:academic major ?answer} 
generate sparql,was torture the cause of death for anthony bourdain?,ask where { hp:anthony bourdain hp:manner of death hp:torture } 
generate sparql,what is donald trump's parliament & politiek id?,select distinct ?answer where { hp:donald trump hp:parlement.com id ?answer} 
generate sparql,which is the discography of zhao wei?,select distinct ?answer where { hp:zhao wei hp:discography ?answer} 
generate sparql,what is the phonetic typology of austro- asiatic languages?,select distinct ?answer where { hp:austroasiatic hp:linguistic typology ?answer} 
generate sparql,where is the working range of the midlands?,select distinct ?answer where { ?answer hp:operating area hp:q850235} 
generate sparql,what is the first class prospects id for beam bourque?,select distinct ?answer where { hp:ray bourque hp:elite prospects player id ?answer} 
generate sparql,what is vladimir mayakovsky's nla id (australia)?,select distinct ?answer where { hp:vladimir mayakovsky hp:libraries australia id ?answer} 
generate sparql,can you tell me who ai weiwei's curator is?,select distinct ?answer where { ?answer hp:curator hp:q160115} 
generate sparql,perusing has which to idenfication?,select distinct ?answer where { hp:reading hp:toid ?answer} 
generate sparql,what does { site hazard } of { shark } mean?,select distinct ?answer where { ?answer hp:associated hazard hp:q7372} 
generate sparql,what is the norwegian historical register id of niels henrik abel?,select distinct ?answer where { hp:niels henrik abel hp:norwegian historical register of persons id ?answer} 
generate sparql,what is belvedere's cinii id?,select distinct ?answer where { hp:belvedere hp:cinii article id ?answer} 
generate sparql,what is the deuterium oxide coolant?,select distinct ?answer where { ?answer hp:coolant hp:q155890} 
generate sparql,what is collaborated with w.s. gilbert?,select distinct ?answer where { hp:w. s. gilbert hp:partnership with ?answer} 
generate sparql,which is senat.fr id for raymond poincaré?,select distinct ?answer where { hp:raymond poincaré hp:senat.fr id ?answer} 
generate sparql,what is the women's sports establishment id for jennie finch?,"select distinct ?answer where { hp:jennie finch hp:s sports foundation id""> ?answer} "
generate sparql,which is the iswc of orchestra no. 9?,select distinct ?answer where { hp:symphony no. 9 hp:iswc ?answer} 
generate sparql,what is concorde's speed?,select distinct ?answer where { hp:concorde hp:speed ?answer} 
generate sparql,what is danish bibliometric investigate marker level for the lancet ?,select distinct ?answer where { hp:the lancet hp:danish bibliometric research indicator level ?answer} 
generate sparql,which is myanimelist anime id of assault on titan?,select distinct ?answer where { hp:attack on titan hp:myanimelist anime id ?answer} 
generate sparql,is matthew mcconaughey a us citizen?,ask where { hp:matthew mcconaughey hp:country of citizenship hp:united states of america } 
generate sparql,what is chris hadfield's space time?,select distinct ?answer where { hp:chris hadfield hp:time in space ?answer} 
