prefix,input_text,target_text
generate sparql,which is the mouthpiece for scandinavian airlines?,select distinct ?answer where { hp:scandinavian airlines hp:house publication ?answer} 
generate sparql,does the program bolster the dialect of the gathering language,select distinct ?answer where { ?answer hp:supports programming language hp:q165436} 
generate sparql,declare the cricos provider code for australian national university.,select distinct ?answer where { hp:australian national university hp:cricos provider code ?answer} 
generate sparql,who is the executive producer of tyler perry?,select distinct ?answer where { ?answer hp:executive producer hp:q686301} 
generate sparql,is the prevalence of tuberculosis?,select distinct ?answer where { hp:tuberculosis hp:prevalence ?answer} 
generate sparql,which is walk for horse?,select distinct ?answer where { hp:horse hp:gait ?answer} 
generate sparql,what excludes schizoid disorder of personality?,select distinct ?answer where { hp:schizoid personality disorder hp:excluding ?answer} 
generate sparql,a typhoon's maximum speed?,select distinct ?answer where { hp:eurofighter typhoon hp:maximum thrust ?answer} 
generate sparql,what is the simbad id of the horsehead nebula?,select distinct ?answer where { hp:horsehead nebula hp:simbad id ?answer} 
generate sparql,what is mao zedong's chinese political elites database id?,select distinct ?answer where { hp:mao zedong hp:chinese political elites database id ?answer} 
generate sparql,where is new york state university geographically located?,select distinct ?answer where { hp:state university of new york hp:grid id ?answer} 
generate sparql,what is cabbage's taxon name?,select distinct ?answer where { hp:white cabbage hp:taxon name ?answer} 
generate sparql,what is mikhail bakunin's grave commemoration id?,select distinct ?answer where { hp:mikhail bakunin hp:find a grave memorial id ?answer} 
generate sparql,who is ockham's william student?,select distinct ?answer where { ?answer hp:student of hp:q43936} 
generate sparql,what is carnegie mellon university's mascor?,select distinct ?answer where { hp:carnegie mellon university hp:mascot ?answer} 
generate sparql,what's sergey brin's website account?,select distinct ?answer where { hp:sergey brin hp:website account on ?answer} 
generate sparql,what is the worms-id for orchidaceae?,select distinct ?answer where { hp:orchidaceae hp:worms-id for taxa ?answer} 
generate sparql,what is the youtube tag of zaha hadid?,select distinct ?answer where { hp:zaha hadid hp:youtube video id ?answer} 
generate sparql,what is credited to chazal?,select distinct ?answer where { ?answer hp:p1773 hp:q2915314} 
generate sparql,which is way of sesshū tōyō ?,select distinct ?answer where { ?answer hp:manner of hp:q48514} 
generate sparql,what is the acronym utilized for versatile arrange graphics?,select distinct ?answer where { hp:portable network graphics hp:file format identification pattern ?answer} 
generate sparql,what are tonga's maritime identification numbers?,select distinct ?answer where { hp:tonga hp:maritime identification digits ?answer} 
generate sparql,what is the lacma id for winslow homer?,select distinct ?answer where { hp:winslow homer hp:lacma id ?answer} 
generate sparql,which is the hair color for orange?,select distinct ?answer where { ?answer hp:hair color hp:q39338} 
generate sparql,what is the unused zealand history of weave fitzsimmons?,select distinct ?answer where { hp:bob fitzsimmons hp:dictionary of new zealand biography id ?answer} 
generate sparql,which is the phdtree id of noam chomsky?,select distinct ?answer where { hp:all-american girls professional baseball league hp:canadian baseball hall of fame inductee id ?answer} 
generate sparql,what is the south african district code for the nelson mandela narrows metropolitan district?,select distinct ?answer where { hp:nelson mandela bay metropolitan municipality hp:south african municipality code ?answer} 
generate sparql,who is simpson's creator?,select distinct ?answer where { hp:bart simpson hp:creator ?answer} 
generate sparql,which contains the authoritative regional substance of foshan?,select distinct ?answer where { ?answer hp:contains the administrative territorial entity hp:q34412} 
generate sparql,what is the ishim id for whom a millionaire wants to be?,select distinct ?answer where { hp:who wants to be a millionaire? hp:ishim id ?answer} 
generate sparql,what is momoiro clover z's myanimelist id?,select distinct ?answer where { hp:momoiro clover z hp:myanimelist people id ?answer} 
generate sparql,was daniel radcliffe catholic?,ask where { hp:daniel radcliffe hp:religion or worldview hp:roman catholic } 
generate sparql,what's the treasury's capital?,select distinct ?answer where { ?answer hp:capital hp:q202907} 
generate sparql,which is the chess recreations id of emanuel lasker?,select distinct ?answer where { hp:emanuel lasker hp:chessgames.com player id ?answer} 
generate sparql,what is mia hamm's ashof competitor id?,select distinct ?answer where { hp:mia hamm hp:alabama sports hall of fame athlete id (archived) ?answer} 
generate sparql,what is glenda jackson's title?,select distinct ?answer where { hp:glenda jackson hp:honorific suffix ?answer} 
generate sparql,what is aloysius bertrand's venture gutenberg creator id?,select distinct ?answer where { hp:aloysius bertrand hp:project gutenberg author id ?answer} 
generate sparql,"was the actress grace kelly's birthplace philadelphia, pa?",ask where { hp:grace kelly hp:place of birth hp:philadelphia } 
generate sparql,which suggests {name doling out specialist number} within the {indiana college} ?,select distinct ?answer where { hp:indiana university hp:name assigning authority number ?answer} 
generate sparql,did queen victoria receive the award of the order of saint john?,ask where { hp:victoria hp:award received hp:order of saint john } 
generate sparql,is borderline personality disorder treated with amisulpride?,ask where { hp:borderline personality disorder hp:drug or therapy used for treatment hp:(rs)-amisulpride } 
generate sparql,what is male of name for military officer ?,select distinct ?answer where { hp:military officer hp:male form of label ?answer} 
generate sparql,wich implies {ihsi id} in{port-au-prince} ?,select distinct ?answer where { hp:port-au-prince hp:ihsi id ?answer} 
generate sparql,what is the entertainment newspaper format?,select distinct ?answer where { ?answer hp:newspaper format hp:q173799} 
generate sparql,which is boston's collage photo?,select distinct ?answer where { hp:boston hp:collage image ?answer} 
generate sparql,what is bangkok's central authoritative unit code?,select distinct ?answer where { hp:bangkok hp:thailand central administrative unit code ?answer} 
generate sparql,what is yarborough's pole position?,select distinct ?answer where { ?answer hp:pole position hp:q946161} 
generate sparql,what is sydney opera house's nsw heritage database id?,select distinct ?answer where { hp:sydney opera house hp:nsw heritage database id ?answer} 
generate sparql,what tool now does the job of the abacus?,select distinct ?answer where { ?answer hp:replaces hp:q12806} 
generate sparql,what is ramsay macdonald's msbi individual id,select distinct ?answer where { hp:ramsay macdonald hp:msbi person id ?answer} 
generate sparql,which is lizzy yarnold's british bobsleigh & skeleton association id?,select distinct ?answer where { hp:lizzy yarnold hp:british bobsleigh & skeleton association id ?answer} 
generate sparql,which is the national bridge stock number of the george washington bridge?,select distinct ?answer where { hp:george washington bridge hp:national bridge inventory number ?answer} 
generate sparql,what is constanta's siruta code?,select distinct ?answer where { hp:constanța hp:siruta code ?answer} 
generate sparql,what is within the entertainer of vivien leigh ?,select distinct ?answer where { ?answer hp:performer hp:q129429} 
generate sparql,which is the course of organization of erythromycin?,select distinct ?answer where { hp:erythromycin hp:route of administration ?answer} 
generate sparql,what is the dynamic fixing in testosterone?,select distinct ?answer where { ?answer hp:has active ingredient hp:q1318776} 
generate sparql,what is the extraordinary pyramid of giza's high rise center id?,select distinct ?answer where { hp:great pyramid of giza hp:ctbuh skyscraper center building id ?answer} 
generate sparql,what is the lib.reviews id for the nintendo switch?,select distinct ?answer where { hp:nintendo switch hp:lib.reviews id ?answer} 
generate sparql,which is ottawa river's tributary orientation?,select distinct ?answer where { hp:ottawa river hp:tributary orientation ?answer} 
generate sparql,what is sächsische biografie of lucas cranach the senior ?,select distinct ?answer where { hp:lucas cranach the elder hp:sächsische biografie (gnd) id ?answer} 
generate sparql,"which is the vkontakte id for joined together countries instructive, logical and social organization?",select distinct ?answer where { hp:unesco hp:vk id ?answer} 
generate sparql,give me the cpdoc id of dilma rousseff?,select distinct ?answer where { hp:dilma rousseff hp:cpdoc id ?answer} 
generate sparql,is clarkson kelly clarkson's family name?,ask where { hp:kelly clarkson hp:family name hp:clarkson } 
generate sparql,what means theme music in bolero?,select distinct ?answer where { ?answer hp:theme music hp:q327331} 
generate sparql,what's janet jackson's genre?,select distinct ?answer where { hp:the jungle book hp:google books id ?answer} 
generate sparql,what is the daat numbers jewish encyclopedia id?,select distinct ?answer where { hp:book of numbers hp:jewish encyclopedia daat id ?answer} 
generate sparql,who is commanded by thomas blamey?,select distinct ?answer where { ?answer hp:commanded by hp:q952813} 
generate sparql,what is taipei's tabular population?,select distinct ?answer where { hp:taipei hp:tabular population ?answer} 
generate sparql,which le monde diplomatique subject id is assigned to dominica?,select distinct ?answer where { hp:dominica hp:le monde diplomatique subject id ?answer} 
generate sparql,what is the australian trade number of the australian broadcasting corporation?,select distinct ?answer where { hp:australian broadcasting corporation hp:australian business number ?answer} 
generate sparql,what is the home country for vattern?,select distinct ?answer where { hp:vättern hp:basin country ?answer} 
