prefix,input_text,target_text
generate sparql,what is in or around kabul river?,select distinct ?answer where { ?answer hp:located in or next to body of water hp:q8515} 
generate sparql,which is taking an interest groups of fc bayern munich?,select distinct ?answer where { ?answer hp:participating team hp:q15789} 
generate sparql,does fentanyl have responsibility in the narcotic problem?,ask where { hp:fentanyl hp:subject has role hp:narcotic } 
generate sparql,what's naoto ohshima's game artist?,select distinct ?answer where { ?answer hp:game artist hp:q658384} 
generate sparql,what is fight club's box office mojo movie id?,select distinct ?answer where { hp:fight club hp:box office mojo film id (former scheme) ?answer} 
generate sparql,which is the artist-info craftsman id for camille claudel?,select distinct ?answer where { hp:camille claudel hp:artist-info artist id ?answer} 
generate sparql,what is the category for the alumni of dartmouth college?,select distinct ?answer where { hp:dartmouth college hp:category for alumni of educational institution ?answer} 
generate sparql,what does bild maintain?,select distinct ?answer where { hp:bild hp:maintained by ?answer} 
generate sparql,what quality does the programming dialect have?,select distinct ?answer where { hp:programming language hp:has quality ?answer} 
generate sparql,what is the url for phaeophycease algaebase?,select distinct ?answer where { hp:phaeophyceae hp:algaebase url ?answer} 
generate sparql,what is steve jobs ' inventor id for justia patents?,select distinct ?answer where { hp:steve jobs hp:justia patents inventor id ?answer} 
generate sparql,tell me gary ridgway's ncmec id.,select distinct ?answer where { hp:gary ridgway hp:ncmec person id ?answer} 
generate sparql,what is the vapor weight of fluorine?,select distinct ?answer where { hp:fluorine hp:vapor pressure ?answer} 
generate sparql,what was proven by alexander grothendieck?,select distinct ?answer where { ?answer hp:proved by hp:q77141} 
generate sparql,what is meleagris gallopavo's xeno-canto species id?,select distinct ?answer where { hp:wild turkey hp:xeno-canto species id ?answer} 
generate sparql,who is the team part of the c-130 hercules?,select distinct ?answer where { hp:lockheed c-130 hercules hp:crew member(s) ?answer} 
generate sparql,what is brazil's national football team's country code for fifa?,select distinct ?answer where { hp:brazil national football team hp:fifa country code ?answer} 
generate sparql,what does the pancreas innervate?,select distinct ?answer where { hp:pancreas hp:innervated by ?answer} 
generate sparql,where is the parent club?,select distinct ?answer where { ?answer hp:parent club hp:q504309} 
generate sparql,what is the gypsum pubchem substance id sid?,select distinct ?answer where { hp:gypsum hp:pubchem substance id (sid) ?answer} 
generate sparql,which is the entomologists of the world id for jean-baptiste de lamarck?,select distinct ?answer where { hp:jean-baptiste de lamarck hp:entomologists of the world id ?answer} 
generate sparql,what is the metropolitan museum of art's charity navigator rating?,select distinct ?answer where { hp:metropolitan museum of art hp:charity navigator id ?answer} 
generate sparql,"for cowboy bebop, what is anidb id",select distinct ?answer where { hp:cowboy bebop hp:p1688 ?answer} 
generate sparql,what are palaeognathae's means of locomotion?,select distinct ?answer where { hp:palaeognathae hp:means of locomotion ?answer} 
generate sparql,what is the kinematic consistency of sulfuric corrosive (h2so4)?,select distinct ?answer where { hp:sulfuric acid hp:kinematic viscosity ?answer} 
generate sparql,what is the warsaw pact commanding?,select distinct ?answer where { hp:warsaw pact hp:commanded by ?answer} 
generate sparql,who is goldman sachs's chief operating officer?,select distinct ?answer where { hp:goldman sachs hp:chief operating officer ?answer} 
generate sparql,which is had by soul by spirt?,select distinct ?answer where { ?answer hp:possessed by spirit hp:q193291} 
generate sparql,what is the german national library's eu transparency register id?,select distinct ?answer where { hp:german national library hp:eu transparency register id ?answer} 
generate sparql,what is roger bacon's philpapers theme?,select distinct ?answer where { hp:roger bacon hp:philpapers topic ?answer} 
generate sparql,calculate carbon monoxide's solubility,select distinct ?answer where { hp:carbon monoxide hp:solubility ?answer} 
generate sparql,what are the last words of françois rabelais?,select distinct ?answer where { hp:françois rabelais hp:last words ?answer} 
generate sparql,mouth organ.,select distinct ?answer where { ?answer hp:instrument hp:q51290} 
generate sparql,how do you describe the pythagorean theorem?,select distinct ?answer where { hp:pythagorean theorem hp:statement describes ?answer} 
generate sparql,danaus plexippus's vlinderstichting-id?,select distinct ?answer where { hp:danaus plexippus hp:vlinderstichting-id ?answer} 
generate sparql,was tom selleck an athlete for the usa?,ask where { hp:tom selleck hp:country for sport hp:united states of america } 
generate sparql,is joaquin phoenix a us citizen?,ask where { hp:joaquin phoenix hp:country of citizenship hp:united states of america } 
generate sparql,what is the biografisch portaal number of wilhelm ostwald?,select distinct ?answer where { hp:wilhelm ostwald hp:biografisch portaal van nederland id ?answer} 
generate sparql,what is the identification of the pronom file format for mp3?,select distinct ?answer where { hp:mp3 hp:pronom file format identifier ?answer} 
generate sparql,tell me whether prussia and europe practice the same form of government,ask where { hp:prussia hp:basic form of government hp:europe } 
generate sparql,what is the tumblr id for myspace?,select distinct ?answer where { hp:myspace hp:tumblr username ?answer} 
generate sparql,what is portal's steam application id?,select distinct ?answer where { hp:portal hp:steam application id ?answer} 
generate sparql,which is the most building temporary worker of suleiman the wonderful?,select distinct ?answer where { ?answer hp:main building contractor hp:q8474} 
generate sparql,what is the dependability program for turkish airlines?,select distinct ?answer where { hp:turkish airlines hp:reward program ?answer} 
generate sparql,did sally field play jack mahoney's stepmom?,ask where { hp:sally field hp:stepparent hp:jock mahoney } 
generate sparql,what is bfi-filmography id for sven nykvist?,select distinct ?answer where { hp:sven nykvist hp:bfi filmography person id ?answer} 
generate sparql,what is tina turner's film called?,select distinct ?answer where { hp:tina turner hp:filmography ?answer} 
generate sparql,what is radar avionics?,select distinct ?answer where { ?answer hp:avionics hp:q47528} 
generate sparql,what is the primary line of shahnameh?,select distinct ?answer where { hp:shahnameh hp:first line ?answer} 
generate sparql,who makes the iphone?,select distinct ?answer where { ?answer hp:brand hp:q2766} 
generate sparql,what is the income for quantas to operate?,select distinct ?answer where { hp:qantas hp:operating income ?answer} 
generate sparql,hepatitis c has what occurrence rate?,select distinct ?answer where { hp:hepatitis c hp:incidence ?answer} 
generate sparql,what is shingo kunieda's itf wheelchair player identification?,select distinct ?answer where { hp:shingo kunieda hp:itf wheelchair player id until 2019 ?answer} 
generate sparql,what is great basin's wwf ecoregion code?,select distinct ?answer where { hp:great basin hp:wwf ecoregion code ?answer} 
generate sparql,what is the independent college of madrid's coam structure id?,select distinct ?answer where { hp:autonomous university of madrid hp:coam structure id ?answer} 
generate sparql,which is the print run (deplored) of la vanguardia?,select distinct ?answer where { hp:la vanguardia hp:p4877 ?answer} 
generate sparql,which is the turn period for crab pulsar?,select distinct ?answer where { hp:crab pulsar hp:rotation period ?answer} 
generate sparql,which is the atcvet for erythromycin?,select distinct ?answer where { hp:erythromycin hp:atcvet ?answer} 
generate sparql,what is pass on hard's ldif id?,select distinct ?answer where { hp:die hard hp:ldif id ?answer} 
generate sparql,which of these are sold for the playstation 2?,select distinct ?answer where { hp:playstation 2 hp:units sold ?answer} 
generate sparql,what is the teirstimmenarchiv id for bornean orangutan?,select distinct ?answer where { hp:bornean orangutan hp:tierstimmenarchiv id ?answer} 
generate sparql,which is found on road of national specialized museum,select distinct ?answer where { hp:national technical museum building hp:located on street ?answer} 
generate sparql,which bundle administration framework do androids use?,select distinct ?answer where { hp:android hp:package management system ?answer} 
generate sparql,what else is located on london underground's linear feature?,select distinct ?answer where { ?answer hp:located on linear feature hp:q20075} 
generate sparql,what is walmart's central index key?,select distinct ?answer where { hp:walmart hp:central index key ?answer} 
generate sparql,what is the ethanol hsdb id?,select distinct ?answer where { hp:ethanol hp:hsdb id ?answer} 
generate sparql,tell me the production statistics of champagne.,select distinct ?answer where { ?answer hp:production statistics hp:q134862} 
generate sparql,which is the short-term introduction constrain of ammonia?,select distinct ?answer where { hp:ammonia hp:short-term exposure limit ?answer} 
generate sparql,which is the pca visit id for phil mickelson,select distinct ?answer where { hp:phil mickelson hp:pga tour golf player id ?answer} 
generate sparql,tell me what the regensbury classification of history is.,select distinct ?answer where { hp:history hp:regensburg classification ?answer} 
generate sparql,"who is ""a journey to the center of the earth"" of the illustrator?",select distinct ?answer where { hp:a journey to the center of the earth hp:illustrator ?answer} 
generate sparql,which is the title of ruth benedict?,select distinct ?answer where { hp:ruth benedict hp:name ?answer} 
generate sparql,how many students are attending the university of aix - marseille?,select distinct ?answer where { hp:aix-marseille university hp:students count ?answer} 
generate sparql,what is caterpillar inc. industry?,select distinct ?answer where { hp:caterpillar inc. hp:industry ?answer} 
generate sparql,what is proxima centauri's method of discovery?,select distinct ?answer where { hp:proxima centauri b hp:discovery method ?answer} 
generate sparql,what is hector berlioz's nilf author id?,select distinct ?answer where { hp:hector berlioz hp:vegetti catalog of fantastic literature nilf id ?answer} 
generate sparql,what is the position for long distance running is called?,select distinct ?answer where { ?answer hp:position played on team / speciality hp:q917206} 
generate sparql,the ndf-rt id of chromium is...?,select distinct ?answer where { hp:chromium hp:ndf-rt id ?answer} 
generate sparql,which is the best-case execution for quicksort?,select distinct ?answer where { hp:quicksort hp:best-case time complexity ?answer} 
generate sparql,what did henry luce donate?,select distinct ?answer where { ?answer hp:donated by hp:q516473} 
generate sparql,what is the connection between the two metaclasses of ammunition?,select distinct ?answer where { ?answer hp:metasubclass of hp:q185785} 
generate sparql,what is the id for estuary in pleiades?,select distinct ?answer where { hp:estuary hp:pleiades category identifier ?answer} 
generate sparql,was albania the country of citizenship of mother teresa?,ask where { hp:mother teresa hp:country of citizenship hp:albania } 
generate sparql,which is higgs boson decay?,select distinct ?answer where { hp:higgs boson hp:decays to ?answer} 
generate sparql,what is the name of the owner of the rights of the triumph of the will?,select distinct ?answer where { hp:triumph of the will hp:copyright holder ?answer} 
generate sparql,the flash point of malathion is what?,select distinct ?answer where { hp:malathion hp:flash point ?answer} 
generate sparql,what is ipv4 steering prefix for boeing ?,select distinct ?answer where { hp:boeing hp:ipv4 routing prefix ?answer} 
generate sparql,what is gabby douglas's id?,select distinct ?answer where { hp:gabby douglas hp:usa gymnastics athlete id ?answer} 
generate sparql,who are the knights templar loyal to?,select distinct ?answer where { hp:knights templar hp:allegiance ?answer} 
generate sparql,which is the title for young lady with a pearl earring?,select distinct ?answer where { hp:girl with a pearl earring hp:title ?answer} 
generate sparql,which is the ambitus for quiet night?,select distinct ?answer where { hp:stille nacht heilige nacht hp:ambitus ?answer} 
generate sparql,which is the well of lava observatory for haleakalā?,select distinct ?answer where { hp:haleakalā hp:volcano observatory ?answer} 
generate sparql,which is the terminologia embryologica for embryo?,select distinct ?answer where { hp:embryo hp:terminologia embryologica ?answer} 
generate sparql,what is the breast cancer criterion?,select distinct ?answer where { hp:breast cancer hp:criterion used ?answer} 
generate sparql,what is the human genome's size?,select distinct ?answer where { hp:human genome hp:genome size ?answer} 
generate sparql,does lufthansa  operate boeing 777,ask where { hp:boeing 777 hp:operator hp:lufthansa } 
generate sparql,which is the bashkir reference book id of bashkir adaptation for chinghiz aitmatov?,select distinct ?answer where { hp:chinghiz aitmatov hp:bashkir encyclopedia (bashkir version) id (former scheme) ?answer} 
generate sparql,what is actorenregister id for utrecht university?,select distinct ?answer where { hp:utrecht university hp:actorenregister id ?answer} 
generate sparql,what is owned by bank of china?,select distinct ?answer where { hp:bank of china hp:owned by ?answer} 
generate sparql,what is the carthamus tinctorius source of the taxon?,select distinct ?answer where { hp:carthamus tinctorius hp:this taxon is source of ?answer} 
generate sparql,is rachel mcadams' given name joanna?,ask where { hp:rachel mcadams hp:given name hp:joanna } 
generate sparql,which is the hub of pimen i of moscow?,select distinct ?answer where { hp:pimen i of moscow hp:consecrator ?answer} 
generate sparql,what is the deepest part of the mekong river?,select distinct ?answer where { ?answer hp:lowest point hp:q41179} 
generate sparql,which is dean martin's flanders arts institute id?,select distinct ?answer where { hp:dean martin hp:flanders arts institute person id ?answer} 
generate sparql,which is lumiere film id for mr. smith goes to washington?,select distinct ?answer where { hp:mr. smith goes to washington hp:lumiere film id ?answer} 
generate sparql,which means{open period from} on{monday} ?,select distinct ?answer where { ?answer hp:open period from hp:q105} 
generate sparql,which is edward v of england's atheneum person id?,select distinct ?answer where { hp:edward v of england hp:athenaeum person id ?answer} 
generate sparql,doctor who holds what vie areena id?,select distinct ?answer where { hp:doctor who hp:yle areena item id ?answer} 
generate sparql,what is within the domain claimed by of joined together states of america ?,select distinct ?answer where { ?answer hp:territory claimed by hp:q30} 
generate sparql,which suggests {shoreline volleyball database id} in {dim may-treanor} ?,select distinct ?answer where { hp:misty may-treanor hp:beach volleyball database id ?answer} 
generate sparql,where is the place that handles the end production of mozzarella?,select distinct ?answer where { hp:mozzarella hp:location of creation ?answer} 
generate sparql,what does pi describe?,select distinct ?answer where { hp:pi hp:named by ?answer} 
generate sparql,what is edgar wallace's port id?,select distinct ?answer where { hp:edgar wallace hp:port person id ?answer} 
generate sparql,what is musical drama vivra vocalist id for marian anderson ?,select distinct ?answer where { hp:marian anderson hp:opera vivra singer id ?answer} 
generate sparql,what is the fear's wages unifrance id?,select distinct ?answer where { hp:the wages of fear hp:unifrance film id ?answer} 
generate sparql,wich implies{ does not have portion} in {area of china} ?,"select distinct ?answer where { hp:s republic of china""> hp:does not have part ?answer} "
generate sparql,what sort of annihilation does a surge cause?,select distinct ?answer where { ?answer hp:cause of destruction hp:q8068} 
generate sparql,what is the postal code of chongqing?,select distinct ?answer where { hp:chongqing hp:postal code ?answer} 
generate sparql,what is niki lauda's victory?,select distinct ?answer where { hp:niki lauda hp:victory ?answer} 
generate sparql,what base is a regular icosahedron?,select distinct ?answer where { hp:regular icosahedron hp:base ?answer} 
generate sparql,which is burgas ' lau?,select distinct ?answer where { hp:burgas hp:lau ?answer} 
generate sparql,where is the harbour of minecraft?,select distinct ?answer where { hp:minecraft hp:port ?answer} 
generate sparql,what is the cardinality of 1?,select distinct ?answer where { ?answer hp:cardinality of this set hp:q199} 
generate sparql,what is the worst outcome of dijkstra's algorithm?,"select distinct ?answer where { hp:s algorithm""> hp:worst-case time complexity ?answer} "
generate sparql,which is british gallery put id for egypt?,select distinct ?answer where { hp:egypt hp:british museum place id ?answer} 
generate sparql,what is luc montagnier's reference book universalis creator id?,select distinct ?answer where { hp:luc montagnier hp:encyclopædia universalis author id ?answer} 
generate sparql,which is the cinema treasures id for canadian historical center of history>=?,select distinct ?answer where { hp:canadian museum of history hp:cinema treasures id ?answer} 
generate sparql,what is the aït benhaddou monument list?,select distinct ?answer where { ?answer hp:list of monuments hp:q309436} 
generate sparql,which is swiss government files id for rudolf hess?,select distinct ?answer where { hp:rudolf heß hp:swiss federal archives id ?answer} 
generate sparql,what is the afi person id of jane fonda?,select distinct ?answer where { hp:jane fonda hp:american film institute person id ?answer} 
generate sparql,the w. m. keck observatory is enclosed in what?,select distinct ?answer where { hp:w. m. keck observatory hp:enclosure ?answer} 
generate sparql,"what is the wikidata property of the historical center of fine expressions, boston?",select distinct ?answer where { hp:museum of fine arts boston hp:wikidata property ?answer} 
generate sparql,which is the hawk id of hadrian?,select distinct ?answer where { hp:hadrian hp:eagle id ?answer} 
generate sparql,which is the selibr id for max linder?,select distinct ?answer where { hp:max linder hp:selibr id ?answer} 
generate sparql,did michael jordan influence kobe bryant?,ask where { hp:kobe bryant hp:influenced by hp:michael jordan } 
generate sparql,what is the icao airplane terminal code for the shanghai pudong worldwide airport?,select distinct ?answer where { hp:shanghai pudong international airport hp:icao airport code ?answer} 
generate sparql,what was the prompt cause of world war i?,select distinct ?answer where { hp:world war i hp:has immediate cause ?answer} 
generate sparql,which is the speed of sound for helium?,select distinct ?answer where { hp:helium hp:speed of sound ?answer} 
generate sparql,is whoopi goldberg's given name elaine?,ask where { hp:whoopi goldberg hp:given name hp:elaine } 
generate sparql,which cyworld id does park geun-hye have?,select distinct ?answer where { hp:park geun-hye hp:cyworld id ?answer} 
generate sparql,what is bitcoin's programming language?,select distinct ?answer where { hp:bitcoin hp:programmed in ?answer} 
generate sparql,what is within the local name of birmingham ?,select distinct ?answer where { hp:birmingham hp:native label ?answer} 
generate sparql,fear and loathing in las vegas is assigned to what oclc control number?,select distinct ?answer where { hp:fear and loathing in las vegas hp:oclc control number ?answer} 
generate sparql,give me the currency symbol description for the australian dollar.,select distinct ?answer where { hp:australian dollar hp:currency symbol description ?answer} 
generate sparql,did al pacino graduate from hurst lodge school?,ask where { hp:al pacino hp:educated at hp:hurst lodge school } 
generate sparql,which is dantai code for kyōto prefecture?,select distinct ?answer where { hp:kyoto prefecture hp:dantai code ?answer} 
generate sparql,which is the clean researcher id for lech kaczyński?,select distinct ?answer where { hp:lech kaczyński hp:polish scientist id ?answer} 
generate sparql,what is the central tibetan administrations executive body?,select distinct ?answer where { ?answer hp:executive body hp:q326343} 
generate sparql,what is the image of turdus migratorius?,select distinct ?answer where { ?answer hp:official symbol hp:q460967} 
generate sparql,where is the area of the landing from the caribbean sea?,select distinct ?answer where { ?answer hp:location of landing hp:q1247} 
generate sparql,what is vienna's name sign?,select distinct ?answer where { hp:vienna hp:place name sign ?answer} 
generate sparql,was the actress joan crawford married to a man named phillip terry?,ask where { hp:joan crawford hp:spouse hp:phillip terry } 
generate sparql,what is the development of pulmonary alveolus anatomical structure?,select distinct ?answer where { hp:pulmonary alveolus hp:development of anatomical structure ?answer} 
generate sparql,what is the primary topic of international trade?,"select distinct ?answer where { hp:international trade hp:s main template""> ?answer} "
generate sparql,which is the permit to broadcast to billings?,select distinct ?answer where { ?answer hp:licensed to broadcast to hp:q166304} 
generate sparql,which is the wisdenindia.com id for sachin tendulkar?,select distinct ?answer where { hp:sachin tendulkar hp:wisden.com id ?answer} 
generate sparql,what is the craftsmanship uk craftsman id of han van meegeren?,select distinct ?answer where { hp:han van meegeren hp:art uk artist id ?answer} 
generate sparql,what is dharma drum buddhist college's id of mount song?,select distinct ?answer where { hp:mount song hp:dharma drum institute of liberal arts place id ?answer} 
generate sparql,what is the id of billy blanks in the international world games association?,select distinct ?answer where { hp:billy blanks hp:world games athlete id ?answer} 
generate sparql,what is uic numerical nation code for albania ?,select distinct ?answer where { hp:albania hp:uic numerical country code ?answer} 
generate sparql,what is ricorso creator id for james joyce ?,select distinct ?answer where { hp:james joyce hp:ricorso author id ?answer} 
generate sparql,what is the sourehcinema individual id of bahram bayzai?,select distinct ?answer where { hp:bahram bayzai hp:sourehcinema person id ?answer} 
generate sparql,tell me what the xbox one connector is.,select distinct ?answer where { hp:xbox one hp:connector ?answer} 
generate sparql,which is the biosafety level of 1?,select distinct ?answer where { ?answer hp:biosafety level hp:q199} 
generate sparql,"pescetarianism (/ˌpɛskəˈtɛəriənɪzəm/; also spelled pescatarianism)[1] is the practice of following a diet that includes fish and other seafood, but not the flesh of other animals. those on pescetarian or pollotarian diets may define ""meat"" only as mammalian flesh and may identify as vegetarians.[2][3] most pescetarians are lacto-ovo vegetarians with the addition of fish and shellfish, described as ""fish but no other meat"".[4] the common use association between such diets and vegetarianism has led groups such as the vegetarian society to state that diets containing these foods are not vegetarian.",ask where { hp:steve jobs hp:lifestyle hp:pescetarianism } 
generate sparql,is the bronx the birthplace of lindsay lohan?,ask where { hp:lindsay lohan hp:place of birth hp:the bronx } 
generate sparql,which is the military assignment of c-130 hercules?,select distinct ?answer where { hp:lockheed c-130 hercules hp:military designation ?answer} 
generate sparql,is mel gibson's wife oksana grigorieva?,ask where { hp:mel gibson hp:unmarried partner hp:oksana grigorieva } 
generate sparql,what is john von neumann's dblp id?,select distinct ?answer where { hp:john van der neumann hp:dblp author id ?answer} 
generate sparql,which is the craftsmanship historical center of estonia craftsman id for egon schiele?,select distinct ?answer where { hp:egon schiele hp:art museum of estonia artist id ?answer} 
generate sparql,which is the accreditation for european parliament?,select distinct ?answer where { ?answer hp:accredited by hp:q8889} 
generate sparql,which is the metasublass for diaspora?,select distinct ?answer where { hp:diaspora hp:metasubclass of ?answer} 
generate sparql,ululate what is amelie's dnf film id?,select distinct ?answer where { hp:amélie hp:dnf film id ?answer} 
generate sparql,what is the red wine's color?,select distinct ?answer where { hp:red wine hp:color ?answer} 
generate sparql,what is museus.br id for ão paulo historical center of craftsmanship ?,select distinct ?answer where { hp:são paulo museum of art hp:museus brazil id ?answer} 
generate sparql,what is israel's national library's guidestar organization id?,select distinct ?answer where { hp:national library of israel hp:guidestar israel organization id ?answer} 
generate sparql,what is the u.s. national geodetic overview id of mount mitchell?,select distinct ?answer where { hp:mount mitchell hp:u.s. national geodetic survey id ?answer} 
generate sparql,what was the name of kartikeya child? shiva?,ask where { hp:shiva hp:child hp:kartikeya } 
generate sparql,what is the american chronicled recordings id of the bud abbott discography?,select distinct ?answer where { hp:bud abbott hp:dahr artist id ?answer} 
generate sparql,what is plymouth's iwm commemoration id?,select distinct ?answer where { hp:plymouth hp:iwm memorial id ?answer} 
generate sparql,say if rene magritte is the personal id of saint louis art museum?,select distinct ?answer where { hp:rené magritte hp:saint louis art museum person id ?answer} 
generate sparql,what is the cesi preservation data for banff national park?,select distinct ?answer where { hp:banff national park hp:canadian environmental sustainability indicators id (protected areas) ?answer} 
generate sparql,did memes study catastrophism?,ask where { hp:meme hp:studied by hp:catastrophism } 
generate sparql,what is the eu-football.info player id belonging to john charles?,select distinct ?answer where { hp:john charles hp:eu-football.info player id ?answer} 
generate sparql,what is national notable destinations of canada id for rideau canal ?,select distinct ?answer where { hp:rideau canal hp:national historic sites of canada id ?answer} 
generate sparql,what is lili elbe's bibsys id?,select distinct ?answer where { hp:lili elbe hp:noraf id ?answer} 
generate sparql,was roanoke colony located within the united states of america?,ask where { hp:roanoke colony hp:country hp:united states of america } 
generate sparql,what is within the category of oldboy?,select distinct ?answer where { hp:oldboy hp:hancinema film id ?answer} 
generate sparql,which is the loc and marc vocabularies passport of albania?,select distinct ?answer where { hp:albania hp:loc and marc vocabularies id ?answer} 
generate sparql,who is subhas chandra bose's chief operating officer?,select distinct ?answer where { ?answer hp:chief operating officer hp:q2153} 
generate sparql,mario vargas llosa has which privileged person id database?,select distinct ?answer where { hp:mario vargas llosa hp:base de datos de premiados person id ?answer} 
generate sparql,what is scrooge mcduck's id with inducks character?,select distinct ?answer where { hp:scrooge mcduck hp:inducks character id ?answer} 
generate sparql,what is kepn id for wolverhampton ?,select distinct ?answer where { hp:wolverhampton hp:kepn id ?answer} 
generate sparql,what's otis redding's last.fm music id.,select distinct ?answer where { hp:otis redding hp:last.fm id ?answer} 
generate sparql,which is the rkdartists id of donatello?,select distinct ?answer where { hp:donatello hp:rkdartists id ?answer} 
generate sparql,what is the isin for advanced micro devices?,select distinct ?answer where { hp:advanced micro devices hp:isin ?answer} 
generate sparql,for what is jan's zeleny all-athletics.com id?,select distinct ?answer where { hp:jan železný hp:all-athletics.com id (archived) ?answer} 
generate sparql,which is the most extreme capacity for wright flyer?,select distinct ?answer where { hp:wright flyer hp:maximum capacity ?answer} 
generate sparql,what is barry sander's pro football hall of fame id?,select distinct ?answer where { hp:barry sanders hp:pro football hall of fame id (old) ?answer} 
generate sparql,which means{national library board singapore id} in the{national college of singapore} ?,select distinct ?answer where { hp:national university of singapore hp:national library board singapore id ?answer} 
generate sparql,what is anthony van dyck's ecartico individual id,select distinct ?answer where { hp:anthony van dyck hp:ecartico person id ?answer} 
generate sparql,what is the kavi rating for a clockwork orange?,select distinct ?answer where { hp:a clockwork orange hp:kavi rating ?answer} 
generate sparql,which is the college football hof id for ruddy grange?,select distinct ?answer where { hp:red grange hp:college football hof id ?answer} 
generate sparql,list the finnish municipality number of tampere,select distinct ?answer where { hp:tampere hp:finnish municipality number ?answer} 
generate sparql,rodcell fulfills what neurological function?,select distinct ?answer where { hp:rod cell hp:neurological function ?answer} 
generate sparql,what is miocene's foih periods id?,select distinct ?answer where { hp:miocene hp:foih periods id ?answer} 
generate sparql,what is the warheroes.ru id for yuri gagarin?,select distinct ?answer where { hp:yuri gagarin hp:warheroes.ru id ?answer} 
generate sparql,what is the statue of david?,select distinct ?answer where { hp:david hp:inventario sculture - polo museale fiorentino ?answer} 
generate sparql,which association is coordinated from the office of the vatican library?,select distinct ?answer where { ?answer hp:organization directed by the office or position hp:q213678} 
generate sparql,what is the watson & dallwitx family id for ericaceae?,select distinct ?answer where { hp:ericaceae hp:watson & dallwitz family id ?answer} 
generate sparql,was it portage that jeffery dahmer die in?,ask where { hp:jeffrey dahmer hp:place of death hp:portage } 
generate sparql,which is the number of cases for tuberculosis?,select distinct ?answer where { hp:tuberculosis hp:number of cases ?answer} 
generate sparql,what does the cascading style sheets icon look like?,select distinct ?answer where { hp:cascading style sheets hp:icon ?answer} 
generate sparql,was carmelo anthony nominated for the bet award of athlete of the year?,ask where { hp:carmelo anthony hp:nominated for hp:bet award for athlete of the century } 
generate sparql,wich means{is a list of} at {claim} ?,select distinct ?answer where { ?answer hp:is a list of hp:q697327} 
generate sparql,what is the iran insights id number of fars province?,select distinct ?answer where { hp:fars province hp:iran statistics id ?answer} 
generate sparql,give me the national library of greece id for maurice ravel,select distinct ?answer where { hp:maurice ravel hp:national library of greece id ?answer} 
