prefix,input_text,target_text
generate sparql,what is chinatown's daum movie id?,select distinct ?answer where { hp:chinatown hp:daum movie id ?answer} 
generate sparql,does the internet differ from the world wide web?,ask where { hp:internet hp:different from hp:world wide web } 
generate sparql,what is nuremberg's bavarikon id?,select distinct ?answer where { hp:nuremberg hp:bavarikon id ?answer} 
generate sparql,what is the relevant project management qualification?,select distinct ?answer where { hp:project management hp:relevant qualification ?answer} 
generate sparql,who  is the parent taxon for python reticulatus?,select distinct ?answer where { ?answer hp:parent taxon hp:q216136} 
generate sparql,who is james webb space telescope's launch contractor?,select distinct ?answer where { hp:james webb space telescope hp:launch contractor ?answer} 
generate sparql,what is the measured luminous flux physical quantity?,select distinct ?answer where { ?answer hp:measured physical quantity hp:q107780} 
generate sparql,were dwyane wade and gabrielle union married?,ask where { hp:dwyane wade hp:spouse hp:gabrielle union } 
generate sparql,was the dinosaur the top taxon rank?,ask where { hp:dinosaur hp:taxon rank hp:order } 
generate sparql,which is the basketball-reference.com nba player id of hakeem olajuwon?,select distinct ?answer where { hp:hakeem olajuwon hp:basketball-reference.com nba player id ?answer} 
generate sparql,what is the common title utilized for laozi?,select distinct ?answer where { hp:laozi hp:courtesy name ?answer} 
generate sparql,what is elmina castle's sipa id?,select distinct ?answer where { hp:elmina castle hp:sipa id ?answer} 
generate sparql,is it best picture academy award nominee is jessica chastain?,ask where { hp:jessica chastain hp:nominated for hp:academy award for best picture } 
generate sparql,where does haridwar reside?,select distinct ?answer where { ?answer hp:residence hp:q273030} 
generate sparql,what is the inaturalist taxon id of the swordfish?,select distinct ?answer where { hp:swordfish hp:inaturalist taxon id ?answer} 
generate sparql,what is george safford parker's founding?,select distinct ?answer where { ?answer hp:founded by hp:q3081252} 
generate sparql,the banglapedia id for warm blooded creature is?,select distinct ?answer where { hp:mammal hp:banglapedia id (bengali) ?answer} 
generate sparql,which is terminologia anatomica 98 id for ear?,select distinct ?answer where { hp:ear hp:terminologia anatomica 98 id ?answer} 
generate sparql,what is rem koolhass hni/institution id?,select distinct ?answer where { hp:rem koolhaas hp:hni person/institution id ?answer} 
generate sparql,what is the plant id for hordeum volgare?,select distinct ?answer where { hp:hordeum vulgare hp:ipni plant id ?answer} 
generate sparql,which is trismegistos geo id for canterbury?,select distinct ?answer where { hp:canterbury hp:trismegistos geo id ?answer} 
generate sparql,what is the astronomy and astrophysics era journal id?,select distinct ?answer where { hp:astronomy and astrophysics hp:era journal id ?answer} 
generate sparql,what is within the cosing number of citric corrosive ?,select distinct ?answer where { hp:citric acid hp:cosing number ?answer} 
generate sparql,did the united kingdom take part in the normandy landings?,ask where { hp:normandy landings hp:participant hp:united kingdom } 
generate sparql,what is antipope john xxiii's partnership?,select distinct ?answer where { ?answer hp:partnership with hp:q294599} 
generate sparql,please disclose the cause of death.,select distinct ?answer where { ?answer hp:cause of death hp:q1056901} 
generate sparql,what is the shakeosphere person id of emmanuel swedenborg?,select distinct ?answer where { hp:emmanuel swedenborg hp:shakeosphere person id ?answer} 
generate sparql,which is the initial organize of the teletubbies?,select distinct ?answer where { hp:teletubbies hp:original broadcaster ?answer} 
generate sparql,"which section, paragraph, and verse is it in georgius agricola?","select distinct ?answer where { hp:georgius agricola hp:section, verse, paragraph, or clause ?answer} "
generate sparql,is anzus a signatory?,select distinct ?answer where { hp:anzus hp:signatory ?answer} 
generate sparql,give me the ec number for the electron transport chain.,select distinct ?answer where { hp:electron transport chain hp:ec enzyme number ?answer} 
generate sparql,what is dl - proline's pubchem cid?,select distinct ?answer where { hp:dl-proline hp:pubchem cid ?answer} 
generate sparql,what authoritatively opened by franz beckenbauer?,select distinct ?answer where { ?answer hp:officially opened by hp:q4457} 
generate sparql,what is 1812 overture's musescore id?,select distinct ?answer where { hp:1812 overture hp:musescore id ?answer} 
generate sparql,is it true that roe v. wade cite the muskrat v. united states?,ask where { hp:roe v. wade hp:cites work hp:muskrat v. united states } 
generate sparql,what is national exhibition of victoria craftsman id for gian lorenzo bernini?,select distinct ?answer where { hp:gian lorenzo bernini hp:national gallery of victoria artist id ?answer} 
generate sparql,what titles has magnus carlsen won in chess?,select distinct ?answer where { hp:magnus carlsen hp:title of chess person ?answer} 
generate sparql,was freemasonry a history topic in the history of freemasonry?,ask where { hp:freemasonry hp:history of topic hp:history of freemasonry } 
generate sparql,what is the correct writable file format for advanced audio coding?,select distinct ?answer where { ?answer hp:writable file format hp:q337594} 
generate sparql,what is arc de triomphe's mapillary id issued?,select distinct ?answer where { hp:arc de triomphe hp:mapillary id ?answer} 
generate sparql,which is espncricinfo.com player id for muttiah muralitharan?,select distinct ?answer where { hp:muttiah muralitharan hp:espncricinfo.com player id ?answer} 
generate sparql,what is the florabase id of fagopyrum esculentum?,select distinct ?answer where { hp:fagopyrum esculentum hp:florabase id ?answer} 
generate sparql,tell me the isu figure skater id of ilia kulik,select distinct ?answer where { hp:ilia kulik hp:isu figure skater id ?answer} 
generate sparql,what is share catalogue creator id for john greenleaf whittier?,select distinct ?answer where { hp:john greenleaf whittier hp:share catalogue author id ?answer} 
generate sparql,what is ryszard kapuscinski's african person id?,select distinct ?answer where { hp:ryszard kapuściński hp:africultures person id ?answer} 
generate sparql,what is the strait of juan de fuca's geological id?,select distinct ?answer where { hp:strait of juan de fuca hp:bc geographical names id ?answer} 
generate sparql,"in the gaza strip, what would the speed limit be?",select distinct ?answer where { hp:gaza strip hp:speed limit ?answer} 
generate sparql,which is nikolai andrianov's ighof athlete id?,select distinct ?answer where { hp:nikolai andrianov hp:ighof athlete id ?answer} 
generate sparql,what is named after the anecdotal disney character winnie the pooh?,select distinct ?answer where { hp:winnie the pooh hp:named after ?answer} 
generate sparql,did larry page create google search?,ask where { hp:google search hp:creator hp:larry page } 
generate sparql,what is the cathedral of notre-dame de chartres?,select distinct ?answer where { ?answer hp:cathedral hp:q180274} 
generate sparql,the body mass index carucates what?,select distinct ?answer where { hp:body mass index hp:calculated from ?answer} 
generate sparql,which is the crunchbase association id of letter set inc. ?,select distinct ?answer where { hp:alphabet inc. hp:crunchbase organization id ?answer} 
generate sparql,what is a red blood cell's mean lifetime?,select distinct ?answer where { hp:red blood cell hp:mean lifetime ?answer} 
generate sparql,what is glasgow's helveticarchives id?,select distinct ?answer where { hp:glasgow hp:helveticarchives id ?answer} 
generate sparql,tell me the tlg author id of thucydides.,select distinct ?answer where { hp:thucydides hp:tlg author id ?answer} 
generate sparql,wich implies smaller outside class}at {slate} ?,select distinct ?answer where { hp:slate hp:narrower external class ?answer} 
generate sparql,did hugh jackman attend at western sydney university?,ask where { hp:hugh jackman hp:educated at hp:western sydney university } 
generate sparql,do earthquakes cause soil liquefaction?,ask where { hp:earthquake hp:has effect hp:soil liquefaction } 
generate sparql,which sport includes the long jump?,select distinct ?answer where { ?answer hp:field of work hp:q170737} 
generate sparql,"if mahatma gandhi has a gujlit id, what is it?",select distinct ?answer where { hp:mahatma gandhi hp:gujlit person id ?answer} 
generate sparql,which is the tracklist for a day within the life?,select distinct ?answer where { ?answer hp:tracklist hp:q300385} 
generate sparql,which is städel exhibition hall craftsman id for käthe kollwitz?,select distinct ?answer where { hp:käthe kollwitz hp:städel museum artist id ?answer} 
generate sparql,what is the bavarian landmark of the deutsches museum?,select distinct ?answer where { hp:deutsches museum hp:bavarian monument authority id ?answer} 
generate sparql,where is the nottingham enclave located?,select distinct ?answer where { hp:nottingham hp:enclave within ?answer} 
generate sparql,who is erich fromm's afterword author?,select distinct ?answer where { ?answer hp:author of afterword hp:q57085} 
generate sparql,which is the metacritic id for titanic?,select distinct ?answer where { hp:titanic hp:metacritic id ?answer} 
generate sparql,are the universe and the big bang nucleosynthesis event correlated?,ask where { hp:universe hp:significant event hp:big bang nucleosynthesis } 
generate sparql,which is the articulation backed by al-qaeda?,select distinct ?answer where { ?answer hp:statement supported by hp:q34490} 
generate sparql,what is sandbox-item of the final dinner ?,select distinct ?answer where { hp:the last supper hp:sandbox-item ?answer} 
generate sparql,which is contributing calculate of gemstone ?,select distinct ?answer where { ?answer hp:has contributing factor hp:q83437} 
generate sparql,which fossilworks id does pigeon have?,select distinct ?answer where { hp:columbidae hp:fossilworks taxon id ?answer} 
generate sparql,what is the scope.dk personal identification of tod browning?,select distinct ?answer where { hp:tod browning hp:scope.dk person id ?answer} 
generate sparql,what is franz beckenbauer's football data id?,select distinct ?answer where { hp:franz beckenbauer hp:fussballdaten.de player id ?answer} 
generate sparql,"22nd satellite awards, 2017. the international press academy (ipa) is proud to name classic character actor dabney coleman as the recipient of one of its highest honors, the mary pickford award for outstanding artistic contribution to the entertainment industry at the 22nd annual satellite awards™.",ask where { hp:ryan gosling hp:award received hp:19th satellite awards } 
generate sparql,what is the corago musical drama id for tosca?,select distinct ?answer where { hp:tosca hp:corago opera id ?answer} 
generate sparql,which is the wsj subject id for al sharpton?,select distinct ?answer where { hp:al sharpton hp:wall street journal topic id ?answer} 
generate sparql,what is the philosophy id for wang yangming's?,select distinct ?answer where { hp:wang yangming hp:stanford encyclopedia of philosophy id ?answer} 
generate sparql,what is the truck driver occupancy code of cno-11?,select distinct ?answer where { hp:truck driver hp:cno-11 occupation code ?answer} 
generate sparql,privide the polsys id for vidkun quisting.,select distinct ?answer where { hp:vidkun quisling hp:polsys id ?answer} 
generate sparql,what is lake winnebago's reservoir?,select distinct ?answer where { hp:lake winnebago hp:lake outflow ?answer} 
generate sparql,what is the jaw iszdb film id?,select distinct ?answer where { hp:jaws hp:iszdb film id ?answer} 
generate sparql,what is phoenix dactylifera's calflora id?,select distinct ?answer where { hp:phoenix dactylifera hp:calflora id ?answer} 
generate sparql,did nancy kerrigan ever represent the usa in a sport?,ask where { hp:nancy kerrigan hp:country for sport hp:united states of america } 
generate sparql,what is payne stewart's athlete id at the florida sports hall of fame?,select distinct ?answer where { hp:payne stewart hp:florida sports hall of fame athlete id ?answer} 
generate sparql,which is the wildflowers of israel id for prunus dulcis?,select distinct ?answer where { hp:prunus dulcis hp:wildflowers of israel id ?answer} 
generate sparql,which are the primary help measures of petroleum jelly?,select distinct ?answer where { ?answer hp:first aid measures hp:q457239} 
generate sparql,what is the social legacy database in austria objektid for belvedere?,select distinct ?answer where { hp:belvedere hp:cultural heritage database in austria objektid ?answer} 
generate sparql,can marion cotillard play the guitar>,ask where { hp:marion cotillard hp:instrument hp:guitar } 
generate sparql,what is the mountain bike hall of fame id for anne-caroline chausson?,select distinct ?answer where { hp:anne-caroline chausson hp:mountain bike hall of fame inductee id ?answer} 
generate sparql,what is mobygames gather id for the sims ?,select distinct ?answer where { hp:the sims hp:mobygames group id ?answer} 
generate sparql,what is tanzania's add up to reserves?,select distinct ?answer where { hp:tanzania hp:total reserves ?answer} 
generate sparql,what country was thomas edison a citizen of?,ask where { hp:thomas alva edison hp:country of citizenship hp:united states of america } 
generate sparql,is chuck norris the understudy of sun hwan chung?,ask where { hp:chuck norris hp:student of hp:sun hwan chung } 
generate sparql,which is the koatuu identifier for cherkasy oblast?,select distinct ?answer where { hp:cherkasy oblast hp:koatuu identifier ?answer} 
generate sparql,north vietnam has which iso 3166-3?,select distinct ?answer where { hp:north vietnam hp:iso 3166-3 ?answer} 
generate sparql,which is the iafd female entertainer id for paris hilton,select distinct ?answer where { hp:paris hilton hp:iafd female performer id ?answer} 
generate sparql,what is hossein rezazadeh's iat weightlifter id?,select distinct ?answer where { hp:hossein rezazadeh hp:iat weightlifter id ?answer} 
generate sparql,which is the driverdb driver id of danica patrick?,select distinct ?answer where { hp:danica patrick hp:driver database driver id ?answer} 
generate sparql,what is engelbert humperdinck's ne.se id?,select distinct ?answer where { hp:engelbert humperdinck hp:ne.se id ?answer} 
generate sparql,which is the candidacy in election for felipe gonzález?,select distinct ?answer where { hp:felipe gonzález hp:candidacy in election ?answer} 
generate sparql,what is the romanian lmi bridge code?,"select distinct ?answer where { hp:s bridge""> hp:romania lmi code ?answer} "
generate sparql,what is elhuyar zth id of diphtheria?,select distinct ?answer where { hp:diphtheria hp:elhuyar zth id ?answer} 
generate sparql,what is the official body of cyprus?,select distinct ?answer where { hp:cyprus hp:executive body ?answer} 
generate sparql,are communism and anti-communism diametrically opposed?,ask where { hp:communism hp:opposite of hp:anti-communism } 
generate sparql,what is the mercalli concentrated scale of the 1755 lisbon earthquake?,select distinct ?answer where { hp:1755 lisbon earthquake hp:mercalli intensity scale ?answer} 
generate sparql,define the research intervation of crop rotation.,select distinct ?answer where { ?answer hp:research intervention hp:q191258} 
generate sparql,what is the defined meaning of omegawiki for platinum?,select distinct ?answer where { hp:platinum hp:omegawiki defined meaning ?answer} 
generate sparql,was westminster abbey the birth place of issac newton?,ask where { hp:isaac newton hp:place of burial hp:westminster abbey } 
generate sparql,which is the conjugate corrosive for nitric acid?,select distinct ?answer where { ?answer hp:conjugate acid hp:q83320} 
generate sparql,which is specialists in canada record number of leonard cohen?,select distinct ?answer where { hp:leonard cohen hp:artists in canada record number ?answer} 
generate sparql,did charles remond douglass have a kid named frederick douglass?,ask where { hp:frederick douglass hp:child hp:charles remond douglass } 
generate sparql,what are x86's instructions?,select distinct ?answer where { hp:x86 hp:instruction set ?answer} 
generate sparql,which is the floracatalana id of citrus ×aurantium?,select distinct ?answer where { hp:citrus × aurantium hp:floracatalana id ?answer} 
generate sparql,which is artichokes natural product of taxon?,select distinct ?answer where { hp:globe artichoke hp:natural product of taxon ?answer} 
generate sparql,what is printed by johannes gutenberg ?,select distinct ?answer where { ?answer hp:printed by hp:q8958} 
generate sparql,what is the page standard for joshua tree national stop?,select distinct ?answer where { hp:joshua tree national park hp:page banner ?answer} 
generate sparql,what is arnolfini portrait's art uk artwork id?,select distinct ?answer where { hp:arnolfini portrait hp:art uk artwork id ?answer} 
generate sparql,what drug does cocaine significantly interact with?,select distinct ?answer where { ?answer hp:significant drug interaction hp:q41576} 
generate sparql,which is the refractive list for calcium carbonate?,select distinct ?answer where { hp:calcium carbonate hp:refractive index ?answer} 
generate sparql,what is notre dame de paris ' observatoire du patrimoine religieux id?,select distinct ?answer where { hp:notre-dame de paris hp:observatoire du patrimoine religieux id ?answer} 
generate sparql,what is on center list on wikimedia extend for arch?,select distinct ?answer where { hp:arch hp:on focus list of wikimedia project ?answer} 
generate sparql,what is john cage's cipm poet id?,select distinct ?answer where { hp:john cage hp:cipm poet id ?answer} 
generate sparql,which is the greatest age for obligatory instruction of haiti?,select distinct ?answer where { hp:haiti hp:compulsory education (maximum age) ?answer} 
generate sparql,what is the genre of janet jackson?,select distinct ?answer where { hp:janet jackson hp:genre ?answer} 
generate sparql,what is within the craftsmanship uk setting id of college of york ?,select distinct ?answer where { hp:university of york hp:art uk venue id ?answer} 
generate sparql,michael andretti has what racing-reference driver id?,select distinct ?answer where { hp:michael andretti hp:racing-reference driver id ?answer} 
generate sparql,why does the computerized rights administration framework have to be pass on?,select distinct ?answer where { ?answer hp:digital rights management system hp:q45089} 
generate sparql,what is the paris workforce of science id for teacher henri poincare?,select distinct ?answer where { hp:henri poincaré hp:paris faculty of science professor id ?answer} 
generate sparql,which is the antiparticle for lepton?,select distinct ?answer where { hp:lepton hp:antiparticle ?answer} 
generate sparql,what is itf player id for rafael nadal ?,select distinct ?answer where { hp:rafael nadal hp:itf player id ?answer} 
generate sparql,who is helsinki university's rector?,select distinct ?answer where { hp:university of helsinki hp:rector ?answer} 
generate sparql,what is swb versions for gutenberg book of scriptures ?,select distinct ?answer where { hp:gutenberg bible hp:swb editions ?answer} 
generate sparql,tell me the sbc-2010 occupational code of a pharmacist.,select distinct ?answer where { hp:pharmacist hp:sbc-2010 occupation code ?answer} 
generate sparql,what's in judit polgár's olimpbase women's chess olympiad player id?,"select distinct ?answer where { hp:judit polgár hp:s chess olympiad player id""> ?answer} "
generate sparql,what did the treat of lisbon amend?,select distinct ?answer where { ?answer hp:amended by hp:q52843} 
generate sparql,what is sports season of association or competition for college football what is sports season of association or competition for college football ?,select distinct ?answer where { ?answer hp:sports season of league or competition hp:q1109032} 
generate sparql,what is the milan cathedral's lombardiabeniculturali building id.,select distinct ?answer where { hp:milan cathedral hp:lombardiabeniculturali building id ?answer} 
generate sparql,what is the borderline personality disorder's human phenotype ontology id?,select distinct ?answer where { hp:borderline personality disorder hp:human phenotype ontology id ?answer} 
generate sparql,did jeremy corbyn live in finsbury park?,ask where { hp:jeremy corbyn hp:residence hp:finsbury park } 
generate sparql,which is the movieplayer film id for once upon a time within the west?,select distinct ?answer where { hp:once upon a time in the west hp:movieplayer film id ?answer} 
generate sparql,did vince mcmahon have the position of chief executive officer?,ask where { hp:vince mcmahon hp:position held hp:chief executive officer } 
generate sparql,what is the national-football-teams.com id for clarence seedorf?,select distinct ?answer where { hp:clarence seedorf hp:national-football-teams.com player id ?answer} 
generate sparql,what is the title of the store the amazing coulee dam made?,select distinct ?answer where { hp:grand coulee dam hp:reservoir created ?answer} 
generate sparql,"according to the iucn, what is an endangered species?",select distinct ?answer where { ?answer hp:iucn conservation status hp:q11394} 
generate sparql,in what form does pinocchio appear?,select distinct ?answer where { hp:pinocchio hp:appears in the form of ?answer} 
generate sparql,what is the symbol picture of college of bonn ?,select distinct ?answer where { hp:university of bonn hp:logo image ?answer} 
generate sparql,what is the neuronames id for brain stem in plain mode?,select distinct ?answer where { hp:brain stem hp:neuronames id (plain mode) ?answer} 
generate sparql,what is gaia message?,select distinct ?answer where { hp:gaia hp:transmitted signal type ?answer} 
generate sparql,what is the uk discretionary commission id for the work party?,select distinct ?answer where { hp:labour party hp:uk electoral commission id ?answer} 
generate sparql,"who is the support of anne, princess royal?",select distinct ?answer where { ?answer hp:sponsor hp:q151754} 
generate sparql,which is the mascot for narwhal?,select distinct ?answer where { ?answer hp:mascot hp:q159426} 
generate sparql,what is pride and prejudice nnl id?,select distinct ?answer where { hp:pride and prejudice hp:nnl item id ?answer} 
generate sparql,the first performance of la traviata is located where?,select distinct ?answer where { hp:la traviata hp:location of first performance ?answer} 
generate sparql,what is the serbian foundation part id for roman jakobson?,select distinct ?answer where { hp:roman jakobson hp:sanu member id ?answer} 
generate sparql,what is subject thing of this property for nuclear orbital ?,select distinct ?answer where { hp:atomic orbital hp:wikidata item of this property ?answer} 
generate sparql,which is the category of individuals buried here in amsterdam?,select distinct ?answer where { hp:amsterdam hp:category of people buried here ?answer} 
generate sparql,which is arkhangelsk's diocese?,select distinct ?answer where { ?answer hp:diocese hp:q1851} 
generate sparql,which is from the anecdotal universe of spock?,select distinct ?answer where { hp:spock hp:from narrative universe ?answer} 
generate sparql,what are the bodies of water basin that has peace river?,select distinct ?answer where { hp:peace river hp:bodies of water basin category ?answer} 
generate sparql,what is within the category of pieris brassicae?,select distinct ?answer where { hp:pieris brassicae hp:bradley and fletcher checklist number ?answer} 
generate sparql,what is mep catalog id of jean-marie le write?,select distinct ?answer where { hp:jean-marie le pen hp:mep directory id ?answer} 
generate sparql,which is the position held by head of the organization of autonomous university of madrid?,select distinct ?answer where { hp:autonomous university of madrid hp:office held by head of the organization ?answer} 
generate sparql,what is mgm's user name on giphy?,select distinct ?answer where { hp:metro-goldwyn-mayer hp:giphy username ?answer} 
generate sparql,which is the idescat regional code in catalonia for badalona?,select distinct ?answer where { hp:badalona hp:idescat territorial code in catalonia ?answer} 
generate sparql,what is the vehicles per capita in shanghai?,select distinct ?answer where { hp:shanghai hp:vehicles per thousand people ?answer} 
generate sparql,what is the iata carrier designator for discuss canada?,select distinct ?answer where { hp:air canada hp:iata airline designator ?answer} 
generate sparql,in which bishopric is the alexander nevsky cathedral?,select distinct ?answer where { hp:alexander nevsky cathedral hp:diocese ?answer} 
generate sparql,how wide is lake district?,select distinct ?answer where { hp:lake district hp:width ?answer} 
generate sparql,which is the electronegativity of helium?,select distinct ?answer where { hp:helium hp:electronegativity ?answer} 
generate sparql,which is the orphanet id of leprosy?,select distinct ?answer where { hp:leprosy hp:orphanet id ?answer} 
generate sparql,did calvin harris used to play the synthesizer?,ask where { hp:calvin harris hp:instrument hp:synthesizer } 
generate sparql,what is within the central length of exceptionally huge telescope?,select distinct ?answer where { hp:very large telescope hp:focal length ?answer} 
generate sparql,what is the australian national university's australian government associations enroll id?,select distinct ?answer where { hp:australian national university hp:australian government organisations register id ?answer} 
generate sparql,what is ida tarbell's bav id?,select distinct ?answer where { hp:ida tarbell hp:vatican library id (former scheme) ?answer} 
generate sparql,what is bobby fischer's olimpbase chess olympiad player id?,select distinct ?answer where { hp:bobby fischer hp:olimpbase chess olympiad player id ?answer} 
generate sparql,where is hanover's tourist office?,select distinct ?answer where { hp:hanover hp:visitor centre ?answer} 
generate sparql,ted theme id of planet?,select distinct ?answer where { hp:planet hp:ted topic id ?answer} 
generate sparql,which is the fivb shoreline volleyball player id for dim may-treanor?,select distinct ?answer where { hp:misty may-treanor hp:fivb beach volleyball player id ?answer} 
generate sparql,which is the shironet melody id of o captain! my captain!?,select distinct ?answer where { hp:o captain! my captain! hp:shironet song id ?answer} 
generate sparql,what is salvador's commons map category?,select distinct ?answer where { hp:salvador hp:p3722 ?answer} 
generate sparql,who pet the dog?,select distinct ?answer where { ?answer hp:has pet hp:q144} 
generate sparql,what is guanine's point of decomposition?,select distinct ?answer where { hp:guanine hp:decomposition point ?answer} 
generate sparql,"heraclitus of ephesus (/ˌhɛrəˈklaɪtəs/;[1] greek: ἡράκλειτος ὁ ἐφέσιος, translit. hērákleitos ho ephésios; (c. 535 – c. 475 bce) was a pre-socratic greek philosopher, and a native of the city of ephesus,[2] then part of the persian empire. he was of distinguished parentage. little is known about his early life and education, but he regarded himself as self-taught and a pioneer of wisdom. from the lonely life he led, and still more from the apparently riddled[3] and allegedly paradoxical[4] nature of his philosophy and his stress upon the heedless unconsciousness of humankind,[5] he was called ""the obscure"" and the ""weeping philosopher"".",ask where { hp:aristotle hp:student of hp:heraclitus } 
generate sparql,which is the gnd id for will.i.am?,select distinct ?answer where { hp:will.i.am hp:gnd id ?answer} 
generate sparql,what is movieplayer tv-series id for powerful ?,select distinct ?answer where { hp:supernatural hp:movieplayer tv-series id ?answer} 
generate sparql,which is the danskfilmogtv individual id for patricia arquette?,select distinct ?answer where { hp:patricia arquette hp:danskfilmogtv person id ?answer} 
generate sparql,what is the muls person or group identification of ivan aivazovsky?,select distinct ?answer where { hp:ivan ayvazovsky hp:muis person or group id ?answer} 
generate sparql,which is influenced by joseph schelling from friedrich wilhelm?,select distinct ?answer where { ?answer hp:influenced by hp:q60070} 
generate sparql,is scientology synonymous with church of scientology?,ask where { hp:scientology hp:said to be the same as hp:church of scientology } 
generate sparql,which is reference book of australian science id for victor chang?,select distinct ?answer where { hp:victor chang hp:encyclopedia of australian science id ?answer} 
generate sparql,what may be a year for venice film festival?,select distinct ?answer where { hp:venice film festival hp:month of the year ?answer} 
generate sparql,which is justia licenses company id for yahoo?,select distinct ?answer where { hp:yahoo! hp:justia patents company id ?answer} 
generate sparql,what is natural in ancient greek?,select distinct ?answer where { hp:ancient greek hp:indigenous to ?answer} 
generate sparql,why illustrates charles dana gibson?,select distinct ?answer where { ?answer hp:illustrator hp:q151165} 
generate sparql,what is the collection of pietà?,select distinct ?answer where { hp:pietà hp:collection ?answer} 
generate sparql,which is the domain that covers awesome britain?,select distinct ?answer where { hp:great britain hp:territory overlaps ?answer} 
generate sparql,what appears after the simpsons?,select distinct ?answer where { ?answer hp:followed by hp:q886} 
generate sparql,what is unit image of lumen ?,select distinct ?answer where { hp:lumen hp:p558 ?answer} 
generate sparql,champagne has what inao product id?,select distinct ?answer where { hp:champagne hp:inao product id ?answer} 
generate sparql,what is saturn v's space lasunch vehicle?,select distinct ?answer where { ?answer hp:space launch vehicle hp:q54363} 
generate sparql,what is spitsbergen's norwegian municipality number?,select distinct ?answer where { hp:spitsbergen hp:norwegian municipality number ?answer} 
generate sparql,which is affected by søren kierkegaard?,select distinct ?answer where { hp:søren kierkegaard hp:influenced by ?answer} 
generate sparql,do 0 and zero mean the same thing?,ask where { hp:zero hp:said to be the same as hp:signed zero } 
generate sparql,name a different form of sea ice?,select distinct ?answer where { hp:sea ice hp:different from ?answer} 
generate sparql,what is finn e. kydland's cristin id?,select distinct ?answer where { hp:finn e. kydland hp:cristin id ?answer} 
generate sparql,"for chile, what is the brockhaus enzyklopadie online id?",select distinct ?answer where { hp:chile hp:brockhaus enzyklopädie online id ?answer} 
generate sparql,who are the confederation bridge carriers?,select distinct ?answer where { hp:confederation bridge hp:carries ?answer} 
generate sparql,what is expressed on the berlin wall?,select distinct ?answer where { hp:berlin wall hp:stated in ?answer} 
generate sparql,which is the creature breed for cavalier lord charles spaniel?,select distinct ?answer where { ?answer hp:animal breed hp:q38072} 
generate sparql,what is autores.uy id of josé gervasio artigas?,select distinct ?answer where { hp:josé gervasio artigas hp:autores.uy id ?answer} 
generate sparql,what is henrich heine's discogs artist id?,select distinct ?answer where { hp:heinrich heine hp:discogs artist id ?answer} 
generate sparql,what is the dacs id of la'szlo's moholy - nagy?,select distinct ?answer where { hp:lászló moholy-nagy hp:dacs id (former) ?answer} 
