prefix,input_text,target_text
generate sparql,which side effects propose the presence of arteriosclerosis?,select distinct ?answer where { ?answer hp:suggests the existence of hp:q184559} 
generate sparql,which is catalogus professorum academiae rheno-traiectinae id for dwindle debye?,select distinct ?answer where { hp:peter debye hp:catalogus professorum academiae rheno-traiectinae id ?answer} 
generate sparql,which is see too of kinship?,select distinct ?answer where { hp:kinship hp:related properties ?answer} 
generate sparql,what is forward bridge's brueckenweb id?,select distinct ?answer where { hp:forth bridge hp:brueckenweb id ?answer} 
generate sparql,what is a b-2 spirit's avionics?,select distinct ?answer where { hp:b-2 spirit hp:avionics ?answer} 
generate sparql,what are tractatus logico - philosophicus ' sudoc editions?,select distinct ?answer where { hp:tractatus logico-philosophicus hp:sudoc editions ?answer} 
generate sparql,what is deuterium oxide's mass?,select distinct ?answer where { hp:heavy water hp:mass ?answer} 
generate sparql,which package from ubuntu is scala's?,select distinct ?answer where { hp:scala hp:ubuntu package ?answer} 
generate sparql,what is the american civil liberties union founded?,select distinct ?answer where { hp:american civil liberties union hp:founded by ?answer} 
generate sparql,which is the encyclopædia universalis id of john artist sargent?,select distinct ?answer where { hp:john singer sargent hp:encyclopædia universalis id ?answer} 
generate sparql,did the soviet union and socialist republic of romania share a border?,ask where { hp:soviet union hp:shares border with hp:socialist republic of romania } 
generate sparql,what is the creator citatin (zoology) for johan christian fabricius?,select distinct ?answer where { hp:johan christian fabricius hp:author citation (zoology) ?answer} 
generate sparql,which is the singles record of novak djokovic?,select distinct ?answer where { hp:novak djokovic hp:singles record ?answer} 
generate sparql,which is the isomeric grins for biotin?,select distinct ?answer where { hp:biotin hp:isomeric smiles ?answer} 
generate sparql,who is karl weierstraß's rector?,select distinct ?answer where { ?answer hp:rector hp:q57103} 
generate sparql,musicbrainz campania's area id is what?,select distinct ?answer where { hp:campania hp:musicbrainz area id ?answer} 
generate sparql,what is daniel libeskind's information center for israeli art artist id?,select distinct ?answer where { hp:daniel libeskind hp:information center for israeli art artist id ?answer} 
generate sparql,what is the drc's insee code?,select distinct ?answer where { hp:democratic republic of the congo hp:insee countries and foreign territories code ?answer} 
generate sparql,what is casablanca's international standard audiovisual number?,select distinct ?answer where { hp:casablanca hp:isan ?answer} 
generate sparql,what is the child galactic body of makemake?,select distinct ?answer where { ?answer hp:child astronomical body hp:q604} 
generate sparql,what's red fort's asi monument id?,select distinct ?answer where { hp:red fort hp:asi monument id ?answer} 
generate sparql,which is the code of family enrollment and enrollment data framework (taiwan) of hualien county?,select distinct ?answer where { hp:hualien county hp:code of household registration and conscription information system (taiwan) ?answer} 
generate sparql,what may be a adherent of swami vivekananda called?,select distinct ?answer where { hp:swami vivekananda hp:follower of ?answer} 
generate sparql,what is the itunes app store designer id of google?,select distinct ?answer where { hp:google hp:app store developer id ?answer} 
generate sparql,which is the prabook id for czesław miłosz?,select distinct ?answer where { hp:czesław miłosz hp:prabook id ?answer} 
generate sparql,what is the lambiek comiclopedia id of carl barks?,select distinct ?answer where { hp:carl barks hp:lambiek comiclopedia artist id ?answer} 
generate sparql,what is dominik hašek's continental hockey league player id?,select distinct ?answer where { hp:dominik hašek hp:kontinental hockey league player id ?answer} 
generate sparql,what is the alpaca gestation period?,select distinct ?answer where { hp:alpaca hp:gestation period ?answer} 
generate sparql,what's du fu's ancestral home?,select distinct ?answer where { hp:du fu hp:ancestral home ?answer} 
generate sparql,was tim burton's married to lisa marie?,ask where { hp:tim burton hp:unmarried partner hp:lisa marie } 
generate sparql,ganesha worships what?,select distinct ?answer where { hp:ganesha är snygg hp:worshipped by ?answer} 
generate sparql,where did arab league work?,select distinct ?answer where { ?answer hp:work location hp:q7172} 
generate sparql,did alexander the great reside in macedonia?,ask where { hp:alexander the great hp:country of citizenship hp:macedonia } 
generate sparql,what is within the category of emmanuel macron?,select distinct ?answer where { hp:emmanuel macron hp:p2035 ?answer} 
generate sparql,what is the id of dan gable in the iowa sports hall of fame?,select distinct ?answer where { hp:dan gable hp:iowa sports hall of fame id ?answer} 
generate sparql,what is the gotten flag sort of gaia?,select distinct ?answer where { hp:gaia hp:received signal type ?answer} 
generate sparql,what's the playmate id for pamela anderson?,select distinct ?answer where { hp:pamela anderson hp:playboy plus id ?answer} 
generate sparql,what is county down's logainm id?,select distinct ?answer where { hp:county down hp:logainm id ?answer} 
generate sparql,what is goa's parliamentary term?,select distinct ?answer where { hp:goa hp:parliamentary term ?answer} 
generate sparql,what is the sfmoma id for rene magritte?,select distinct ?answer where { hp:rené magritte hp:sfmoma artist id ?answer} 
generate sparql,which is the jma seismic concentrated scale for 2011 tōhoku seismic tremor and tsunami?,select distinct ?answer where { hp:2011 tōhoku earthquake and tsunami hp:jma seismic intensity scale ?answer} 
generate sparql,what is georgia's nlp id?,select distinct ?answer where { hp:gorgias hp:nlp id (old) ?answer} 
generate sparql,what is the stereoisomer for l-phenylalanine?,select distinct ?answer where { hp:phenylalanine hp:stereoisomer of ?answer} 
generate sparql,"of the body mass index, which is the loinc id?",select distinct ?answer where { hp:body mass index hp:loinc id ?answer} 
generate sparql,where is the cerebellum anatomically located?,select distinct ?answer where { ?answer hp:anatomical location hp:q130983} 
generate sparql,is kristen stewart's main occupation acting?,ask where { hp:kristen stewart hp:occupation hp:actor } 
generate sparql,what is scientific audits id for gérard debreu ?,select distinct ?answer where { hp:gérard debreu hp:mathematical reviews id ?answer} 
generate sparql,what specializes in myocardial infarction in pubmed health?,select distinct ?answer where { hp:myocardial infarction hp:pubmed health ?answer} 
generate sparql,which is the basis of part ii of the godfather?,select distinct ?answer where { hp:the godfather part ii hp:based on ?answer} 
generate sparql,what is john j. pershing's united forces service number?,select distinct ?answer where { hp:john j. pershing hp:united states armed forces service number ?answer} 
generate sparql,what is n sync's fomation location?,select distinct ?answer where { hp:nsync hp:location of formation ?answer} 
generate sparql,what is the google news id for john kenneth galbraith?,select distinct ?answer where { hp:john kenneth galbraith hp:google news topics id ?answer} 
generate sparql,what is sabadell's instagram location id?,select distinct ?answer where { hp:sabadell hp:instagram location id ?answer} 
generate sparql,which boko haram designates as a terrorist?,select distinct ?answer where { hp:boko haram hp:designated as terrorist by ?answer} 
generate sparql,what is the code for réunion's insee region?,select distinct ?answer where { hp:réunion hp:insee region code ?answer} 
generate sparql,the smithsonian has assigned what volcano id to thetaal valcamo?,select distinct ?answer where { hp:taal volcano hp:smithsonian volcano id ?answer} 
generate sparql,what is the dfe urn of newcastle college ?,select distinct ?answer where { hp:university of newcastle upon tyne hp:dfe urn ?answer} 
generate sparql,was robert de niro born in greenwich village?,ask where { hp:robert de niro hp:place of birth hp:greenwich village } 
generate sparql,which is the color for white?,select distinct ?answer where { ?answer hp:color hp:q23444} 
generate sparql,did gil scott-heron and leonard cohen work in similar fields?,ask where { hp:leonard cohen hp:genre hp:gil scott-heron } 
generate sparql,which is besacon's twinned administrative body?,select distinct ?answer where { hp:besançon hp:twinned administrative body ?answer} 
generate sparql,does christopher nolan hold citizenship in the united kingdom?,ask where { hp:christopher nolan hp:country of citizenship hp:united kingdom } 
generate sparql,what's damien hirst's artist - info curator i d?,select distinct ?answer where { hp:damien hirst hp:artist-info curator id ?answer} 
generate sparql,wood buffalo national stop is found in which overlap?,select distinct ?answer where { ?answer hp:territory overlaps hp:q391338} 
generate sparql,which is the cause of insane disorder?,select distinct ?answer where { ?answer hp:has cause hp:q170082} 
generate sparql,what is tarantula nebula's parent astronomical body?,select distinct ?answer where { hp:tarantula nebula hp:parent astronomical body ?answer} 
generate sparql,what is horse's dpla subject id?,select distinct ?answer where { hp:horse hp:dpla subject term ?answer} 
generate sparql,what is ethnic bunch of mapuche ?,select distinct ?answer where { ?answer hp:ethnic group hp:q178484} 
generate sparql,is george washington the son of mary ball washington?,ask where { hp:george washington hp:mother hp:mary ball washington } 
generate sparql,which is the cause of pulverization for colossus of rhodes?,select distinct ?answer where { hp:colossus of rhodes hp:cause of destruction ?answer} 
generate sparql,what tis the gedbas family history id of albert einstein?,select distinct ?answer where { hp:albert einstein hp:gedbas genealogy person id ?answer} 
generate sparql,what is maria sharapoval's as.com athlete id?,select distinct ?answer where { hp:maria sharapova hp:as.com athlete id ?answer} 
generate sparql,which is the mac address piece huge id for nokia?,select distinct ?answer where { hp:nokia hp:mac address block large id ?answer} 
generate sparql,which is conseil constitutionnel id for jacques chirac?,select distinct ?answer where { hp:jacques chirac hp:conseil constitutionnel id ?answer} 
generate sparql,what is attractive minute for electorn?,select distinct ?answer where { hp:electron hp:magnetic moment ?answer} 
generate sparql,did mary tyler moore die from the flu?,ask where { hp:mary tyler moore hp:cause of death hp:influenza } 
generate sparql,what is the pink color of the flower?,select distinct ?answer where { ?answer hp:flower color hp:q429220} 
generate sparql,are amanita phalloides edible?,select distinct ?answer where { hp:amanita phalloides hp:edibility ?answer} 
generate sparql,give me the terminus location for the channel tunnel.,select distinct ?answer where { hp:channel tunnel hp:terminus location ?answer} 
generate sparql,what is the charger for the rebellion?,select distinct ?answer where { ?answer hp:charge hp:q124734} 
generate sparql,who are sandrart.net work of art id of laocoön and his sons?,select distinct ?answer where { hp:laocoön and his sons hp:sandrart.net artwork id ?answer} 
generate sparql,what is oregon coast range's summitpost i d?,select distinct ?answer where { hp:oregon coast range hp:summitpost id ?answer} 
generate sparql,which is the framework toolkit for ios' gui?,select distinct ?answer where { hp:ios hp:gui toolkit or framework ?answer} 
generate sparql,what is hepatitis c's icd-10-cm?,select distinct ?answer where { hp:hepatitis c hp:icd-10-cm ?answer} 
generate sparql,what is carbon tetrachloride's maximum peak exposure limit?,select distinct ?answer where { hp:carbon tetrachloride hp:maximum peak exposure limit ?answer} 
generate sparql,what is superman's home world?,select distinct ?answer where { hp:superman hp:home world ?answer} 
generate sparql,please tell me about the esco skill id of pedagogy.,select distinct ?answer where { hp:pedagogy hp:esco skill id ?answer} 
generate sparql,which is the fsk film rating for robocop?,select distinct ?answer where { hp:robocop hp:fsk film rating ?answer} 
generate sparql,which is the dispersion outline for yue chinese?,select distinct ?answer where { hp:yue chinese hp:distribution map ?answer} 
generate sparql,which is the most administrative content for antarctic?,select distinct ?answer where { hp:antarctic hp:main regulatory text ?answer} 
generate sparql,which is the iso 639-6 code for ancient english?,select distinct ?answer where { hp:old english hp:iso 639-6 code ?answer} 
generate sparql,what is the undp nation code of são tomé and príncipe?,select distinct ?answer where { hp:são tomé and príncipe hp:undp country code ?answer} 
generate sparql,what is the antibody for flu?,select distinct ?answer where { hp:influenza vaccine hp:vaccine for ?answer} 
generate sparql,what is the mir@bel diary id for diary des sçavans ?,select distinct ?answer where { hp:journal des sçavans hp:mir@bel journal id ?answer} 
generate sparql,what is jonah lomu's epcr player id?,select distinct ?answer where { hp:jonah lomu hp:epcr player id ?answer} 
generate sparql,which is outlined by mythical serpent quest?,select distinct ?answer where { hp:dragon quest hp:designed by ?answer} 
generate sparql,what's an http?,select distinct ?answer where { ?answer hp:depends on software hp:q8777} 
generate sparql,what is the american diary of physical anthropology's uniprot diary id?,select distinct ?answer where { hp:american journal of physical anthropology hp:uniprot journal id ?answer} 
generate sparql,what is auvergne's wikimedia portal's primary topic?,"select distinct ?answer where { ?answer hp:s main topic""> hp:q1152} "
generate sparql,how numerous individuals travel through the guangzhou metro daily?,select distinct ?answer where { hp:guangzhou metro hp:daily patronage ?answer} 
generate sparql,in texas hold ' em is the minimum amount of plays?,"select distinct ?answer where { hp:em""> hp:minimum number of players ?answer} "
generate sparql,which is all-russian numerical entrance id of diminish scholze?,select distinct ?answer where { hp:peter scholze hp:all-russian mathematical portal id ?answer} 
generate sparql,which is the worldwide standard identifier for libraries of college of liverpool?,select distinct ?answer where { hp:university of liverpool hp:isil ?answer} 
generate sparql,what is wereld van oranje id of rinus michels ?,select distinct ?answer where { hp:rinus michels hp:wereld van oranje player id ?answer} 
generate sparql,let me know the cgndb interesting id of the saskatchewan river?,select distinct ?answer where { hp:saskatchewan river hp:cgndb unique id ?answer} 
generate sparql,where is the put of distribution of trujillo?,select distinct ?answer where { ?answer hp:place of publication hp:q214173} 
generate sparql,what does ethnology involve the academic minor?,select distinct ?answer where { ?answer hp:academic minor hp:q43455} 
generate sparql,does demi moore really know old english?,"ask where { hp:demi moore hp:languages spoken, written or signed hp:old english } "
generate sparql,which is a list of characters of war and peace?,select distinct ?answer where { hp:war and peace hp:list of characters ?answer} 
generate sparql,how numerous houses are in tolyatti?,select distinct ?answer where { hp:tolyatti hp:number of houses ?answer} 
generate sparql,what is stephanie mallarme's moma craftsman id?,select distinct ?answer where { hp:stéphane mallarmé hp:museum of modern art artist id ?answer} 
generate sparql,what is within the office held by head of state of knyaz ?,select distinct ?answer where { ?answer hp:office held by head of state hp:q273613} 
generate sparql,which is the fossil found in this unit for gazella?,select distinct ?answer where { ?answer hp:fossil found in this unit hp:q190858} 
generate sparql,which is the premiershiprugby.com id of jonny wilkinson?,select distinct ?answer where { hp:jonny wilkinson hp:premiershiprugby.com player id ?answer} 
generate sparql,who is in or next to saipan's water body?,select distinct ?answer where { hp:saipan hp:located in or next to body of water ?answer} 
generate sparql,what is planner of giorgetto giugiaro ?,select distinct ?answer where { ?answer hp:architect hp:q316565} 
generate sparql,what is the commons category of classic of verse ?,select distinct ?answer where { hp:classic of poetry hp:commons category ?answer} 
generate sparql,what is the meaning of  {rené coty}'s {elysee.fr president id}?,select distinct ?answer where { hp:rené coty hp:elysee.fr president id ?answer} 
generate sparql,which is the unifrance individual id for patrick dewaere?,select distinct ?answer where { hp:patrick dewaere hp:unifrance person id ?answer} 
generate sparql,which is the highest u.s. supreme court judicial authority?,select distinct ?answer where { ?answer hp:highest judicial authority hp:q11201} 
generate sparql,which is finnish lake id for saimaa?,select distinct ?answer where { hp:saimaa hp:finnish lake id ?answer} 
generate sparql,kindly tell me the days the british museum is open.,select distinct ?answer where { hp:british museum hp:open days ?answer} 
generate sparql,what is gnis antarctica id for antarctica ?,select distinct ?answer where { hp:antarctica hp:gnis antarctica id ?answer} 
generate sparql,what is the inegi region id of tlalnepantla de baz?,select distinct ?answer where { hp:tlalnepantla de baz municipality hp:inegi municipality id ?answer} 
generate sparql,what is catalogus professorum lipsiensis id for dwindle debye?,select distinct ?answer where { hp:peter debye hp:catalogus professorum lipsiensis id ?answer} 
generate sparql,which is the appearance for human body?,select distinct ?answer where { hp:human body hp:manifestation of ?answer} 
generate sparql,what is the kansas sports corridor of notoriety id for al oeter?,select distinct ?answer where { hp:al oerter hp:kansas sports hall of fame id (archived) ?answer} 
generate sparql,"the grammy award for best rap performance is an honor presented to recording artists for quality rap performances. it was first presented at the 31st annual grammy awards in 1989 and again at the 32nd annual grammy awards in 1990, after which point the award was split into two categories: best rap solo performance and best rap performance by a duo or group. these two categories were combined again in 2012 as a result of a restructure of grammy categories, and the reinstated award for best rap performance was presented at the 54th grammy awards in 2012.",ask where { hp:will smith hp:award received hp:grammy award for best rap performance by a duo or group } 
generate sparql,which is the historical lexicon of italian individuals identifier of cardinal mazarin?,select distinct ?answer where { hp:cardinal mazarin hp:biographical dictionary of italian people id ?answer} 
generate sparql,did sarah silverman knows to play the guitar?,ask where { hp:sarah silverman hp:instrument hp:guitar } 
generate sparql,who is the composer of kick the bucket walküre?,select distinct ?answer where { hp:die walküre hp:composer ?answer} 
generate sparql,marvel comics has what inducks id?,select distinct ?answer where { hp:marvel comics hp:inducks publisher id ?answer} 
generate sparql,which suggests {area of arrangement} at {apodaca} ?,select distinct ?answer where { ?answer hp:location of formation hp:q1782406} 
generate sparql,which is the scholastic degree for undergrad degree?,select distinct ?answer where { ?answer hp:academic degree hp:q6008527} 
generate sparql,who is the editor of out?,select distinct ?answer where { hp:out hp:editor ?answer} 
generate sparql,what is another lower rank of diplomat ?,select distinct ?answer where { hp:consul hp:next lower rank ?answer} 
generate sparql,who is the child of mahmoud abbas?,select distinct ?answer where { hp:mahmoud abbas hp:child ?answer} 
generate sparql,who may be a doctoral understudy of william vickrey?,select distinct ?answer where { ?answer hp:by-product of hp:q133235} 
generate sparql,what is mikael kingsbury's fis freestyle skier id?,select distinct ?answer where { hp:mikaël kingsbury hp:fis freestyle skier id ?answer} 
generate sparql,is it true that kate winslet was the partner of stephen tredre?,ask where { hp:kate winslet hp:unmarried partner hp:stephen tredre } 
generate sparql,can you tell me what the continent of south america is?,select distinct ?answer where { ?answer hp:continent hp:q18} 
generate sparql,what office does earl warren hold?,select distinct ?answer where { ?answer hp:officeholder hp:q311197} 
generate sparql,who is the u.s. congress candidacy in election?,select distinct ?answer where { ?answer hp:candidacy in election hp:q11268} 
generate sparql,which nut is a fruit?,select distinct ?answer where { ?answer hp:has fruit type hp:q11009} 
generate sparql,what is the bien de interes social (bic) code of cave of altamira?,select distinct ?answer where { hp:cave of altamira hp:bien de interés cultural (bic) code ?answer} 
generate sparql,was marilyn manson and marilyn_manson are differed?,ask where { hp:marilyn manson hp:different from hp:marilyn manson } 
generate sparql,what is the dbs id of the specialized college of munich?,select distinct ?answer where { hp:technical university of munich hp:dbs id ?answer} 
generate sparql,what is blondie's laut.de artist id?,select distinct ?answer where { hp:blondie hp:laut.de artist id ?answer} 
generate sparql,what is within the category of plessy v. ferguson?,select distinct ?answer where { ?answer hp:overrules hp:q656660} 
generate sparql,how many visitors are there to the natural history field museum each year?,select distinct ?answer where { hp:field museum of natural history hp:visitors per year ?answer} 
generate sparql,what's lionel messi's sportbox.ru id?,select distinct ?answer where { hp:lionel messi hp:sportbox.ru id ?answer} 
generate sparql,what is andy warhol's adagp artist id?,select distinct ?answer where { hp:andy warhol hp:adagp artist id ?answer} 
generate sparql,what is steffi graf's wta id?,select distinct ?answer where { hp:steffi graf hp:wta player id ?answer} 
generate sparql,which is in restriction to atomic weapon?,select distinct ?answer where { ?answer hp:in opposition to hp:q12802} 
generate sparql,what is titania's naif id?,select distinct ?answer where { hp:titania hp:naif id ?answer} 
generate sparql,what's left driving side wing,select distinct ?answer where { ?answer hp:driving side hp:q164597} 
generate sparql,give me the url for civil disobedience.,select distinct ?answer where { hp:civil disobedience hp:url ?answer} 
generate sparql,which is the vessel of soyuz?,select distinct ?answer where { ?answer hp:vehicle hp:q579421} 
generate sparql,portray mount of pegasus.,select distinct ?answer where { ?answer hp:mount hp:q162797} 
generate sparql,what is youtube's readable file format?,select distinct ?answer where { hp:youtube hp:readable file format ?answer} 
generate sparql,which is the mr creator id of niels bohr?,select distinct ?answer where { hp:niels bohr hp:mr author id ?answer} 
generate sparql,"percy bysshe shelley, a british poet, is best remembered for which classic poems?",select distinct ?answer where { hp:percy bysshe shelley hp:poetry in voice poet id ?answer} 
generate sparql,what's andrew gaze's australian olympic committee competitor id.,select distinct ?answer where { hp:andrew gaze hp:australian olympic committee athlete id ?answer} 
generate sparql,which is locfdd id for convenient archive format?,select distinct ?answer where { hp:portable document format hp:library of congress format description document id ?answer} 
generate sparql,which is the track and field measurements male competitor id for kipchoge keino?,select distinct ?answer where { hp:kip keino hp:track and field statistics male athlete id ?answer} 
generate sparql,which is the web book database of fiction author id for straight to the point herbert?,select distinct ?answer where { hp:frank herbert hp:internet book database of fiction writer id ?answer} 
generate sparql,what are the crosses of the red river?,select distinct ?answer where { ?answer hp:crosses hp:q206850} 
generate sparql,what is the introduced air - conditioning feature?,select distinct ?answer where { ?answer hp:introduced feature hp:q173725} 
generate sparql,what is bvmc id of málaga?,select distinct ?answer where { hp:málaga hp:bvmc place id ?answer} 
generate sparql,what is cagematch work id of dennis rodman,select distinct ?answer where { hp:dennis rodman hp:cagematch worker id ?answer} 
generate sparql,which is the 90minut player id of robert lewandowski?,select distinct ?answer where { hp:robert lewandowski hp:90minut player id ?answer} 
generate sparql,which is the state catalogue of geological names id of russia for khanka lake?,select distinct ?answer where { hp:khanka hp:state catalogue of geographical names (russia) id ?answer} 
generate sparql,harbour harcourt offers the border with who?,select distinct ?answer where { hp:port harcourt hp:shares border with ?answer} 
generate sparql,what is greg lemond's cyclebase id?,select distinct ?answer where { hp:greg lemond hp:cyclebase cyclist id ?answer} 
generate sparql,was giuseppe motta medal got an honor for cloud computing expertise?,ask where { hp:cloud computing hp:award received hp:giuseppe motta medal } 
generate sparql,which is the interfacing line of stockholm metro?,select distinct ?answer where { ?answer hp:connecting line hp:q272926} 
generate sparql,which is the issue of tuberculosis?,select distinct ?answer where { hp:tuberculosis hp:issue ?answer} 
generate sparql,tacloban has a place to which electorate?,select distinct ?answer where { hp:tacloban hp:electorate ?answer} 
generate sparql,what is the accessible watching time of a really huge telescope?,select distinct ?answer where { hp:very large telescope hp:observing time available ?answer} 
generate sparql,what is the subclass of populus?,select distinct ?answer where { ?answer hp:subclass of hp:q25356} 
generate sparql,who has the list of the quantum molecule types?,select distinct ?answer where { ?answer hp:has list hp:q783766} 
generate sparql,which is the ethnologue dialect status for esperanto?,select distinct ?answer where { hp:esperanto hp:ethnologue language status ?answer} 
generate sparql,what is the universal parks & resorts roller coaster database id?,select distinct ?answer where { hp:universal parks & resorts hp:roller coaster database id ?answer} 
generate sparql,what side effects does combustion cause?,select distinct ?answer where { ?answer hp:side effect hp:q133235} 
generate sparql,what is jascha heifetz ' bvmc person id?,select distinct ?answer where { hp:jascha heifetz hp:bvmc person id ?answer} 
generate sparql,what is angel merkel's married name?,select distinct ?answer where { hp:angela merkel hp:married name ?answer} 
generate sparql,was basalt used to build the colosseum?,ask where { hp:colosseum hp:made from material hp:basalt } 
generate sparql,what's the demon of alaska?,select distinct ?answer where { hp:alaska hp:demonym ?answer} 
generate sparql,what is the driving side of estonia?,select distinct ?answer where { hp:estonia hp:driving side ?answer} 
generate sparql,which is the national library of ridges id for george bernard shaw?,select distinct ?answer where { hp:george bernard shaw hp:national library of wales authority id ?answer} 
generate sparql,what is the script directionality of braille,select distinct ?answer where { hp:braille hp:script directionality ?answer} 
generate sparql,aleksandr medved gave what oath?,select distinct ?answer where { ?answer hp:oath made by hp:q435761} 
generate sparql,what is claude monet's agorha person / institute id?,select distinct ?answer where { hp:claude monet hp:agorha person/institution id ?answer} 
generate sparql,what is karl weierstraß ethnic group?,select distinct ?answer where { hp:karl weierstraß hp:ethnic group ?answer} 
generate sparql,which suggests {volume }within {the beginning of chemical components} ?,select distinct ?answer where { hp:alpher–bethe–gamow theory hp:volume ?answer} 
generate sparql,does venus williams live in compton?,ask where { hp:venus williams hp:residence hp:compton } 
generate sparql,tell me the dialect depreciated of korean.,select distinct ?answer where { hp:korean hp:p134 ?answer} 
generate sparql,which is the geoshape of the republic of the congo?,select distinct ?answer where { hp:republic of the congo hp:geoshape ?answer} 
generate sparql,what is vat rate in hungary?,select distinct ?answer where { hp:hungary hp:vat rate ?answer} 
generate sparql,which subject has part of samus aran?,select distinct ?answer where { hp:samus aran hp:subject has role ?answer} 
generate sparql,what is the python bug following system?,select distinct ?answer where { hp:python hp:bug tracking system ?answer} 
generate sparql,what is pan's labyrinth deutsche synchronkartei film id?,"select distinct ?answer where { hp:s labyrinth""> hp:deutsche synchronkartei film id ?answer} "
generate sparql,did the lion king have as a crew member barry kooser?,ask where { hp:the lion king hp:film crew member hp:barry kooser } 
generate sparql,what is hbo's number of subscribers?,select distinct ?answer where { hp:hbo hp:number of subscribers ?answer} 
generate sparql,which is the swedish foundation part id for selma lagerlöf?,select distinct ?answer where { hp:selma lagerlöf hp:swedish academy member id ?answer} 
generate sparql,what is the organic stage for dna replication?,select distinct ?answer where { hp:dna replication hp:biological phase ?answer} 
generate sparql,what are the symptoms of mercury poisoning?,select distinct ?answer where { hp:mercury poisoning hp:afflicts ?answer} 
generate sparql,what people are interested in vivian maier?,select distinct ?answer where { hp:vivian maier hp:interested in ?answer} 
generate sparql,what is web winged creature collection species id for common quail ?,select distinct ?answer where { hp:common quail hp:internet bird collection species id ?answer} 
generate sparql,which is georges seurat's commons gallery?,select distinct ?answer where { hp:georges seurat hp:commons gallery ?answer} 
generate sparql,which is the québec social legacy registry individuals identifier of joan of arc?,select distinct ?answer where { hp:joan of arc hp:québec cultural heritage directory people identifier ?answer} 
generate sparql,what is shlomo carlebach's shirat nashim individual id?,select distinct ?answer where { hp:shlomo carlebach hp:shirat nashim person id ?answer} 
generate sparql,what is juventus f.c. lsa team id?,select distinct ?answer where { hp:juventus f.c. hp:lega serie a team id ?answer} 
generate sparql,what is the ngc 1275 redshift?,select distinct ?answer where { hp:ngc 1275 hp:redshift ?answer} 
generate sparql,gravity has want interaction?,select distinct ?answer where { ?answer hp:interaction hp:q11412} 
generate sparql,who is the sidekick of sonic the hedgehog?,select distinct ?answer where { ?answer hp:sidekick of hp:q191626} 
generate sparql,zlatan ibrahimovic has what fogis id?,select distinct ?answer where { hp:zlatan ibrahimović hp:fogis.se player id ?answer} 
generate sparql,what's december's month of the year?,select distinct ?answer where { ?answer hp:month of the year hp:q126} 
