prefix,input_text,target_text
generate sparql,which is the eurobasket.com id of stephen curry?,select distinct ?answer where { hp:stephen curry hp:eurobasket.com player id ?answer} 
generate sparql,was the backstreet boy's record label sony bmg music entertainment?,ask where { hp:backstreet boys hp:record label hp:sony bmg } 
generate sparql,which is the companies house id for bbc?,select distinct ?answer where { hp:bbc hp:companies house company id ?answer} 
generate sparql,when was the playstation 3 discontinued?,select distinct ?answer where { hp:playstation 3 hp:discontinued date ?answer} 
generate sparql,which is the brooklyn exhibition hall craftsmanship id for butter knife?,select distinct ?answer where { hp:butter knife hp:brooklyn museum artwork id ?answer} 
generate sparql,which is the filmpolski.pl id of constantin stanislavski?,select distinct ?answer where { hp:konstantin stanislavski hp:filmpolski.pl id ?answer} 
generate sparql,what test method measures intelligence quotient?,select distinct ?answer where { hp:intelligence quotient hp:test method ?answer} 
generate sparql,what is the college de france id for marcel mauss?,select distinct ?answer where { hp:marcel mauss hp:college de france professor id (1909-1939) ?answer} 
generate sparql,which is the pubmed id of tuberculosis,select distinct ?answer where { hp:tuberculosis hp:pubmed id ?answer} 
generate sparql,which means{encyclopaedia metallum band id} on{iron lady} ?,select distinct ?answer where { hp:iron maiden hp:encyclopaedia metallum band id ?answer} 
generate sparql,what is the set in the old kingdom of egypt period?,select distinct ?answer where { ?answer hp:set in period hp:q177819} 
generate sparql,the ambassador's properties are what?,select distinct ?answer where { hp:ambassador hp:has property ?answer} 
generate sparql,what is motor setup of diesel motor ?,select distinct ?answer where { ?answer hp:engine configuration hp:q174174} 
generate sparql,how many seasons of miami vice were there?,select distinct ?answer where { hp:miami vice hp:number of seasons ?answer} 
generate sparql,which is konzerthaus berlin's euta theatre id?,select distinct ?answer where { hp:konzerthaus berlin hp:euta theatre id ?answer} 
generate sparql,what is library of congress genre/form terms id for encyclopedia?,select distinct ?answer where { hp:encyclopedia hp:library of congress genre/form terms id ?answer} 
generate sparql,what is donkey kong's gamebase64 id?,select distinct ?answer where { hp:donkey kong hp:gamebase64 identifier ?answer} 
generate sparql,whichis hathitrust id for american diary of botany ?,select distinct ?answer where { hp:american journal of botany hp:hathitrust id ?answer} 
generate sparql,what is adagio in g minor's musicbrainz work id?,select distinct ?answer where { hp:adagio in g minor hp:musicbrainz work id ?answer} 
generate sparql,which is the date of official opening for regal institute of arts?,select distinct ?answer where { hp:royal academy of arts hp:date of official opening ?answer} 
generate sparql,"this extremely large, diverse tree frog family includes four subfamilies with more than 700 species in about 38 genera.",select distinct ?answer where { hp:hylidae hp:ubio id ?answer} 
generate sparql,is laura dern jeff goldblum's spouse?,ask where { hp:laura dern hp:spouse hp:jeff goldblum } 
generate sparql,what is the acetylene combustion enthalpy?,select distinct ?answer where { hp:acetylene hp:combustion enthalpy ?answer} 
generate sparql,what is the lebron james nba player id for espn.com?,select distinct ?answer where { hp:lebron james hp:espn.com nba player id ?answer} 
generate sparql,is amalthea the astronomical child body of jupiter?,ask where { hp:jupiter hp:child astronomical body hp:amalthea } 
generate sparql,did frank abagnale live in tulsa?,ask where { hp:frank abagnale hp:residence hp:tulsa } 
generate sparql,which is the carnegie classification of institutions for higher education of wu in st. louis?,select distinct ?answer where { hp:washington university in st.\xa0louis hp:carnegie classification of institutions of higher education ?answer} 
generate sparql,which is jean - michel basquiat's ipi base code?,select distinct ?answer where { hp:jean-michel basquiat hp:ipi base code ?answer} 
generate sparql,what is the dark knight's kmrb rating?,select distinct ?answer where { hp:the dark knight hp:kmrb film rating ?answer} 
generate sparql,what name did francis give to him?,select distinct ?answer where { ?answer hp:given name hp:q450675} 
generate sparql,what is the framalibre id for wilhelm furtwängler?,select distinct ?answer where { hp:wilhelm furtwängler hp:framalibre id ?answer} 
generate sparql,what is wolverine's catalog code?,select distinct ?answer where { hp:wolverine hp:catalog code ?answer} 
generate sparql,what is within the category depicted by source of mardonius ?,select distinct ?answer where { hp:mardonius hp:described by source ?answer} 
generate sparql,"in oregon, what is the minimum age for compulsory education?",select distinct ?answer where { hp:oregon hp:compulsory education (minimum age) ?answer} 
generate sparql,which is the vertical profundity for lake winnipeg?,select distinct ?answer where { hp:lake winnipeg hp:vertical depth ?answer} 
generate sparql,tell me what the canal-u channel id of university of paris vi: pierre-and-marie-curie university is.,select distinct ?answer where { hp:pierre and marie curie university hp:canal-u channel id ?answer} 
generate sparql,which is the shape of carrot?,select distinct ?answer where { hp:carrot hp:shape ?answer} 
generate sparql,what is neurospora crassa's fungorum id index?,select distinct ?answer where { hp:neurospora crassa hp:index fungorum id ?answer} 
generate sparql,where was michael j. fox born?,ask where { hp:michael j. fox hp:place of birth hp:edmonton } 
generate sparql,what is the category related to the kassite dynasty list?,select distinct ?answer where { hp:kassites hp:category related to list ?answer} 
generate sparql,"which are the verses
 by luis fonsi?",select distinct ?answer where { ?answer hp:lyrics by hp:q1387726} 
generate sparql,what is the greatest strahler number for loire?,select distinct ?answer where { hp:loire hp:maximum strahler number ?answer} 
generate sparql,how many seats are in the us house of representatives?,select distinct ?answer where { hp:united states house of representatives hp:number of seats ?answer} 
generate sparql,was o.j. simpson on the vikings team?,ask where { hp:o. j. simpson hp:member of sports team hp:minnesota vikings } 
generate sparql,give me the terms of hanuman's incarceration,select distinct ?answer where { hp:hanuman hp:incarnation of ?answer} 
generate sparql,what is the l - serine iedb epitope id?,select distinct ?answer where { hp:l-serine hp:iedb epitope id ?answer} 
generate sparql,what is national exhibition of craftsmanship craftsman id for william henry fox talbot ?,select distinct ?answer where { hp:william henry fox talbot hp:national gallery of art artist id ?answer} 
generate sparql,which is scott moir's canadian olympic committee athlete id?,select distinct ?answer where { hp:scott moir hp:canadian olympic committee athlete id ?answer} 
generate sparql,is diabetology the study of diabetes mellitus?,ask where { hp:diabetes hp:studied by hp:diabetology } 
generate sparql,what is the vgmdb craftsman id for burt bacharach?,select distinct ?answer where { hp:burt bacharach hp:vgmdb artist id ?answer} 
generate sparql,which is the military rank for george vancouver?,select distinct ?answer where { hp:george vancouver hp:military rank ?answer} 
generate sparql,holy person denis' canonization status is?,select distinct ?answer where { hp:saint denis hp:canonization status ?answer} 
generate sparql,is it true that ulysses s. grant is the owner of cincinnati?,ask where { hp:ulysses s grant hp:owner of hp:cincinnati } 
generate sparql,what is the geography code for classification of instructional programs?,select distinct ?answer where { hp:geography hp:classification of instructional programs code ?answer} 
generate sparql,what is the geography of mars?,ask where { hp:mars hp:geography of topic hp:geography of mars } 
generate sparql,what pattern is on that blazer?,select distinct ?answer where { hp:blazer hp:has pattern ?answer} 
generate sparql,what is the fips 6-4 code within the city of richmond?,select distinct ?answer where { hp:richmond hp:fips 6-4 ?answer} 
generate sparql,was portland the birth place of stephen king?,ask where { hp:stephen king hp:place of birth hp:portland } 
generate sparql,which is the charge of joan of arc?,select distinct ?answer where { hp:joan of arc hp:charge ?answer} 
generate sparql,what is the tgn id for penang?,select distinct ?answer where { hp:penang hp:getty thesaurus of geographic names id ?answer} 
generate sparql,what is the botanical diary of the linnean society's harvard botanical diary id?,select distinct ?answer where { hp:botanical journal of the linnean society hp:harvard botanical journal id ?answer} 
generate sparql,who is the family member of mahatma gandhi?,select distinct ?answer where { ?answer hp:relative hp:q1001} 
generate sparql,which is the striking frameworks taxon id for ascomycota?,select distinct ?answer where { hp:ascomycota hp:bold systems taxon id ?answer} 
generate sparql,what is an absolute monarchy's basic form of government?,select distinct ?answer where { ?answer hp:basic form of government hp:q184558} 
generate sparql,who's prince aly khan's dad?,select distinct ?answer where { hp:prince aly khan hp:father ?answer} 
generate sparql,what is the foih styles and societies id for renaissance?,select distinct ?answer where { hp:renaissance hp:foih styles and cultures id ?answer} 
generate sparql,which is the icaa rating for brokeback mountain?,select distinct ?answer where { hp:brokeback mountain hp:icaa rating ?answer} 
generate sparql,is life the opposite of continent?,ask where { hp:continent hp:opposite of hp:life } 
generate sparql,which foods are traditionally associated with meleagris gallopavo?,select distinct ?answer where { ?answer hp:foods traditionally associated hp:q26844} 
generate sparql,what is within the category of thomas h. ince?,select distinct ?answer where { ?answer hp:film editor hp:q942822} 
generate sparql,does mexico city contain azcapotzalco in it's territory?,ask where { hp:mexico city hp:contains the administrative territorial entity hp:azcapotzalco } 
generate sparql,is the lockheed martin f-35 lightning ii built by lockheed martin?,ask where { hp:f-35 lightning ii hp:manufacturer hp:lockheed martin } 
generate sparql,what is malaysia's bbc things id?,select distinct ?answer where { hp:malaysia hp:bbc things id ?answer} 
generate sparql,what is the hema malini prs administrative look mp?,select distinct ?answer where { hp:hema malini hp:prs legislative research mp id ?answer} 
generate sparql,which is the world of range id of frogger?,select distinct ?answer where { hp:frogger hp:zxdb id ?answer} 
generate sparql,which may be a cite from wilhelm von humboldt?,select distinct ?answer where { hp:wilhelm von humboldt hp:quotation ?answer} 
generate sparql,vocalize joan of arc's feast day.,select distinct ?answer where { hp:joan of arc hp:feast day ?answer} 
generate sparql,was the bodhran played by jim morrison?,ask where { hp:jim morrison hp:instrument hp:bodhrán } 
generate sparql,what is the id for carl linnaeus for the swedish national archive?,select distinct ?answer where { hp:carl linnaeus hp:swedish national archive reference code ?answer} 
generate sparql,which league do the ospreys play in?,select distinct ?answer where { hp:ospreys hp:league ?answer} 
generate sparql,what is craftsmanship chief of snow white and seven diminutive people ?,select distinct ?answer where { hp:snow white and the seven dwarfs hp:art director ?answer} 
generate sparql,which is the tv direct individual id for britney spears?,select distinct ?answer where { hp:britney spears hp:tv guide person id (former scheme) ?answer} 
generate sparql,which means{international weightlifting league id} at the {hossein rezazadeh} ?,select distinct ?answer where { hp:hossein rezazadeh hp:iwf athlete id ?answer} 
generate sparql,name a member of the enola gay's crew.,select distinct ?answer where { ?answer hp:member of the crew of hp:q204424} 
generate sparql,who is people of antiquated athens of aristophanes?,select distinct ?answer where { hp:aristophanes hp:persons of ancient athens ?answer} 
generate sparql,the number of sawao kato liscence,select distinct ?answer where { hp:sawao katō hp:fig gymnast licence number ?answer} 
generate sparql,what is conventional reference book id for elizabeth of russia?,select distinct ?answer where { hp:elizabeth of russia hp:orthodox encyclopedia id ?answer} 
generate sparql,what did sidney crosby draft?,select distinct ?answer where { hp:sidney crosby hp:drafted by ?answer} 
generate sparql,give me the name of the union for the galaxy group or cluster.,select distinct ?answer where { hp:galaxy group or cluster hp:union of ?answer} 
generate sparql,what is sinhala's original working language?,select distinct ?answer where { ?answer hp:original language of film or tv show hp:q13267} 
generate sparql,did tonya harding skate as a professional pair ice skater?,ask where { hp:tonya harding hp:sport hp:pair skating } 
generate sparql,which is the geography of subject for human geography?,select distinct ?answer where { ?answer hp:geography of topic hp:q12831143} 
generate sparql,what is stack set of the order?,select distinct ?answer where { ?answer hp:input set hp:q133250} 
generate sparql,how old is the majority of the philippines?,select distinct ?answer where { hp:philippines hp:age of majority ?answer} 
generate sparql,which are the indications of mental inability?,select distinct ?answer where { ?answer hp:symptoms and signs hp:q183560} 
generate sparql,which is after a work by stanisława przybyszewska?,select distinct ?answer where { ?answer hp:after a work by hp:q3067991} 
generate sparql,tell me the url of penn state.,select distinct ?answer where { hp:pennsylvania state university hp:reference url ?answer} 
generate sparql,"what is the japanese, minor & korean league player id of baseball - reference.com for george halas?",select distinct ?answer where { hp:george halas hp:baseball-reference.com minor & foreign league player id ?answer} 
generate sparql,to what sports group does vortex merckx belong?,select distinct ?answer where { hp:eddy merckx hp:member of sports team ?answer} 
generate sparql,what is bbc program id of béla bartók?,select distinct ?answer where { hp:béla bartók hp:bbc programme id ?answer} 
generate sparql,what is the companion to proxima centuari?,select distinct ?answer where { ?answer hp:companion of hp:q14266} 
generate sparql,which is the unesco biosphere save url of são jorge island?,select distinct ?answer where { hp:são jorge island hp:unesco biosphere reserve url ?answer} 
generate sparql,what is the bridgeman craftsman id of john dryden?,select distinct ?answer where { hp:john dryden hp:bridgeman artist id ?answer} 
generate sparql,portuguese countries use what language?,select distinct ?answer where { ?answer hp:language regulatory body hp:q182500} 
generate sparql,what is sir's honorary suffix?,select distinct ?answer where { ?answer hp:honorific suffix hp:q209690} 
generate sparql,which is the area of to begin with execution of royal residence of versailles?,select distinct ?answer where { ?answer hp:location of first performance hp:q2946} 
generate sparql,how numerous individuals does the coptic conventional church of alexandria have?,select distinct ?answer where { hp:coptic orthodox church hp:member count ?answer} 
generate sparql,what are bliss' point of view coordinates?,select distinct ?answer where { hp:bliss hp:coordinates of the point of view ?answer} 
generate sparql,what is north dakota's history?,select distinct ?answer where { ?answer hp:history of topic hp:q5865714} 
generate sparql,what is punishment of aileen wuornos?,select distinct ?answer where { hp:aileen wuornos hp:penalty ?answer} 
generate sparql,has rihanna ever recorded for motown?,ask where { hp:rihanna hp:record label hp:motown } 
generate sparql,which is the taratata craftsman id for jimmy cliff?,select distinct ?answer where { hp:jimmy cliff hp:taratata artist id ?answer} 
generate sparql,was colin farrell educated at quinnipiac university school of law?,ask where { hp:colin farrell hp:educated at hp:quinnipiac university school of law } 
generate sparql,what is the taxon rank of phocidae?,select distinct ?answer where { hp:phocidae hp:taxon rank ?answer} 
generate sparql,is it true that barack obama gave an academic degree to gilbert teodoro?,ask where { hp:barack obama hp:academic degree hp:gilbert teodoro } 
generate sparql,did harry styles get his instruction at ivybridge community college?,ask where { hp:harry styles hp:educated at hp:ivybridge community college } 
generate sparql,name toy story's danskefilm animated film id.,select distinct ?answer where { hp:toy story hp:danskefilm animated film id ?answer} 
generate sparql,what is jurassic park's duration?,select distinct ?answer where { hp:jurassic park hp:duration ?answer} 
generate sparql,who composed the screenplay for vyasa?,select distinct ?answer where { ?answer hp:screenwriter hp:q330521} 
generate sparql,what is the unspsc code of a pencil?,select distinct ?answer where { hp:pencil hp:unspsc code ?answer} 
generate sparql,who is madge syers' professional or sports partner?,select distinct ?answer where { hp:madge syers hp:partner in business or sport ?answer} 
generate sparql,which is iphan id for christ the redeemer?,select distinct ?answer where { hp:christ the redeemer hp:iphan id ?answer} 
generate sparql,which is the answer to postmodernism?,select distinct ?answer where { ?answer hp:reply to hp:q47783} 
generate sparql,who founded the diocietian?,select distinct ?answer where { ?answer hp:father hp:q43107} 
generate sparql,what's the b side of the melody we'll shake you?,select distinct ?answer where { ?answer hp:p1432 hp:q326487} 
generate sparql,which place  is the coastline of bouvet island?,select distinct ?answer where { hp:bouvet island hp:coastline ?answer} 
generate sparql,which is media type text?,select distinct ?answer where { hp:plain text hp:mime type ?answer} 
generate sparql,what is françois hollande's cairn author id?,select distinct ?answer where { hp:françois hollande hp:cairn author id ?answer} 
generate sparql,what is messier 22's outspread velocity?,select distinct ?answer where { hp:messier 22 hp:radial velocity ?answer} 
generate sparql,is it true that the discography of tina turner was known as 50 cent discography?,ask where { hp:tina turner hp:discography hp:50 cent discography } 
generate sparql,what does { ebird hotspot id } { national park joshua tree } mean?,select distinct ?answer where { hp:joshua tree national park hp:ebird hotspot id ?answer} 
generate sparql,what is elizabeth holmes ' net worth estimate?,select distinct ?answer where { hp:elizabeth holmes hp:net worth ?answer} 
generate sparql,"what is the action approach of the exhibition hall of fine expressions, boston?",select distinct ?answer where { hp:museum of fine arts boston hp:activity policy in this place ?answer} 
generate sparql,what is okayama's geographic identification?,select distinct ?answer where { hp:okayama hp:geonlp id ?answer} 
generate sparql,what is schindler's list's tv.com id?,"select distinct ?answer where { hp:s list""> hp:tv.com id ?answer} "
generate sparql,which is the mobygames designer id of richard garriotti,select distinct ?answer where { hp:richard garriott hp:mobygames developer id ?answer} 
generate sparql,what is editor for catherine ii of russia,select distinct ?answer where { ?answer hp:editor hp:q36450} 
generate sparql,is it true that brie larson was in scott pilgrim vs the world?,ask where { hp:brie larson hp:notable work hp:scott pilgrim vs. the world } 
generate sparql,what is lberia's diplomatic relation?,select distinct ?answer where { hp:liberia hp:diplomatic relation ?answer} 
generate sparql,which is the taken away aspect of windows xp?,select distinct ?answer where { hp:windows xp hp:removed feature ?answer} 
generate sparql,what tablet do you use?,select distinct ?answer where { ?answer hp:instance of hp:q155972} 
generate sparql,what is natural logarithm's codomain?,select distinct ?answer where { hp:natural logarithm hp:codomain ?answer} 
generate sparql,which is the historia de la medicina individual id of john hunter?,select distinct ?answer where { hp:john hunter hp:historia de la medicina person id ?answer} 
generate sparql,what is danube's lawa waterbody id?,select distinct ?answer where { hp:danube hp:lawa waterbody id ?answer} 
generate sparql,what is ivano balić's croatian olympic committee athlete id?,select distinct ?answer where { hp:ivano balić hp:croatian olympic committee athlete id ?answer} 
generate sparql,what is wikimedia diagram of physics?,select distinct ?answer where { ?answer hp:wikimedia outline hp:q2427913} 
generate sparql,which is the lti korea library id for choe chiwon?,select distinct ?answer where { hp:choe chiwon hp:lti korea library id ?answer} 
generate sparql,which is work code for cerebellum? which is the minitel code of the related press?,select distinct ?answer where { hp:associated press hp:minitel code ?answer} 
generate sparql,whats the classification of whirlpool merckx,select distinct ?answer where { ?answer hp:stage classification hp:q103756} 
generate sparql,is salzburg the birth place of wolfgang amadeus mozart?,ask where { hp:wolfgang amadeus mozart hp:place of birth hp:salzburg } 
generate sparql,what is the white house cona id?,select distinct ?answer where { hp:white house hp:cultural objects names authority id ?answer} 
generate sparql,"what is the craftsmanship established of chicago's craftsmanship id for ""a sunday evening on the island of la grande jatte?""",select distinct ?answer where { hp:a sunday afternoon on the island of la grande jatte hp:artic artwork id ?answer} 
generate sparql,what's a wonderful life in the production designer?,"select distinct ?answer where { hp:s a wonderful life""> hp:production designer ?answer} "
generate sparql,who is creator of eugénie grandet,select distinct ?answer where { hp:eugénie grandet hp:author ?answer} 
generate sparql,which means{victory} at the {wimbledon championships} ?,select distinct ?answer where { ?answer hp:victory hp:q41520} 
generate sparql,what's epsom derby's distance?,select distinct ?answer where { hp:epsom derby hp:event distance ?answer} 
generate sparql,what is joseph fourier's école normale alumnus id?,select distinct ?answer where { hp:joseph fourier hp:école normale alumnus id ?answer} 
generate sparql,what is victor a. mckusick's munk's roll id?,"select distinct ?answer where { hp:victor a. mckusick hp:s roll id""> ?answer} "
generate sparql,what is the banglapedia id for natural agriculture?,select distinct ?answer where { hp:organic agriculture hp:banglapedia id (english) ?answer} 
generate sparql,what does st. john's college represent?,select distinct ?answer where { ?answer hp:represents hp:q1138374} 
generate sparql,where is the area of bombarding of guernica?,select distinct ?answer where { hp:bombing of guernica hp:location ?answer} 
generate sparql,what is character part of turandot ?,select distinct ?answer where { ?answer hp:character role hp:q207990} 
generate sparql,did columbus die in valladolid?,ask where { hp:christopher columbus hp:place of death hp:valladolid } 
generate sparql,what is george albert boulenger's library of congress authority id?,select distinct ?answer where { hp:george albert boulenger hp:library of congress authority id ?answer} 
generate sparql,tell me ewrc-results.com racer id for sebastien ogier.,select distinct ?answer where { hp:sébastien ogier hp:ewrc-results.com racer id ?answer} 
generate sparql,what is the cvr number of scandinavian airlines?,select distinct ?answer where { hp:scandinavian airlines hp:cvr number ?answer} 
generate sparql,when measuring the sun what is the angular diameter?,select distinct ?answer where { hp:sun hp:angular diameter ?answer} 
generate sparql,what is the bsd portal athlete id for felix loch?,select distinct ?answer where { hp:felix loch hp:bsd portal athlete id ?answer} 
generate sparql,which is elonet motion picture id for the hush of the lambs?,select distinct ?answer where { hp:the silence of the lambs hp:elonet movie id ?answer} 
generate sparql,which is vincent van gogh's biu santé person id?,select distinct ?answer where { hp:vincent van gogh hp:biu santé person id ?answer} 
generate sparql,what is the money of syria?,select distinct ?answer where { hp:syria hp:currency ?answer} 
generate sparql,what is the municipality code for rio branco in brazil?,select distinct ?answer where { hp:rio branco hp:brazilian municipality code ?answer} 
generate sparql,which is paul mccartney's ipi name number?,select distinct ?answer where { hp:paul mccartney hp:ipi name number ?answer} 
generate sparql,which is the grace's direct id for george pullman?,"select distinct ?answer where { hp:george pullman hp:s guide id""> ?answer} "
generate sparql,what is nation for human bosom milk ?,select distinct ?answer where { ?answer hp:country hp:q22728} 
generate sparql,what is national library of ireland specialist id for giorgio vasari?,select distinct ?answer where { hp:giorgio vasari hp:p1946 ?answer} 
generate sparql,what is chrysler building's new york city landmarks preservation commission id?,select distinct ?answer where { hp:chrysler building hp:new york city landmarks preservation commission id ?answer} 
generate sparql,what is position point of east ?,select distinct ?answer where { hp:east hp:position angle ?answer} 
generate sparql,what is the turkish football alliance player id of gheorghe hagi?,select distinct ?answer where { hp:gheorghe hagi hp:turkish football federation player id ?answer} 
generate sparql,is new york city the headquarters of the nfl?,ask where { hp:national football league hp:headquarters location hp:new york city } 
generate sparql,what is the standard genetic code used for?,select distinct ?answer where { hp:standard genetic code hp:used by ?answer} 
generate sparql,what is the oral language of the gujarati residents?,select distinct ?answer where { ?answer hp:language used hp:q5137} 
generate sparql,who played in tosca?,select distinct ?answer where { hp:tosca hp:characters ?answer} 
generate sparql,what's righteous for raoul wallenberg among the nations id?,select distinct ?answer where { hp:raoul wallenberg hp:righteous among the nations id ?answer} 
generate sparql,what is g.h. hardy's erdos number?,select distinct ?answer where { hp:g.h. hardy hp:erdős number ?answer} 
generate sparql,what's the cinenacional.com person's tippi hedren id?,select distinct ?answer where { hp:tippi hedren hp:cinenacional.com person id ?answer} 
generate sparql,what is anthony trollope's perlentaucher id?,select distinct ?answer where { hp:anthony trollope hp:perlentaucher id ?answer} 
generate sparql,which is the cheddar ciqual 2017 id?,select distinct ?answer where { hp:cheddar cheese hp:ciqual2017 id ?answer} 
generate sparql,what is revealed by nursultan nazarbayev ?,select distinct ?answer where { ?answer hp:unveiled by hp:q57394} 
generate sparql,"what is the tv guide id showing for ""the searchers?""",select distinct ?answer where { hp:the searchers hp:tv guide show id (former scheme) ?answer} 
generate sparql,what is the imslp id for joseph lamb?,select distinct ?answer where { hp:joseph lamb hp:imslp id ?answer} 
generate sparql,what is the verb's effect?,select distinct ?answer where { ?answer hp:has effect hp:q24905} 
generate sparql,is hokkien the language of the un?,ask where { hp:united nations hp:official language hp:hokkien } 
generate sparql,did cloud computing win the laurence olivier award in 2014?,ask where { hp:cloud computing hp:award received hp:2014 laurence olivier awards } 
generate sparql,did alexander hamilton practice law?,ask where { hp:alexander hamilton hp:occupation hp:lawyer } 
generate sparql,at what period does fertilization begin.,select distinct ?answer where { ?answer hp:start period hp:q14890574} 
generate sparql,give me the open library subject id for halley's comet.,"select distinct ?answer where { hp:s comet""> hp:open library subject id ?answer} "
generate sparql,who is the choreographer for maurice be'jart?,select distinct ?answer where { ?answer hp:choreographer hp:q217764} 
generate sparql,what is the merkelstiftung id of albrecht düre,select distinct ?answer where { hp:albrecht dürer hp:merkelstiftung person id ?answer} 
generate sparql,rho has which strand orientation?,select distinct ?answer where { hp:rho hp:strand orientation ?answer} 
generate sparql,which is the mooma craftsman id of vanessa paradis?,select distinct ?answer where { hp:vanessa paradis hp:mooma artist id ?answer} 
generate sparql,what is family of akhenaten ?,select distinct ?answer where { ?answer hp:family hp:q81794} 
generate sparql,who is the film editor of back to the future?,select distinct ?answer where { hp:back to the future hp:film editor ?answer} 
generate sparql,was tina turner initially from switzerland?,select distinct ?answer where { hp:tina turner hp:place of origin (switzerland) ?answer} 
generate sparql,which is the gymn gathering competitor id of mary lou retton?,select distinct ?answer where { hp:mary lou retton hp:gymn forum athlete id ?answer} 
generate sparql,how much did the titanic cost to build?,select distinct ?answer where { hp:titanic hp:cost ?answer} 
generate sparql,what is the stock trade tag for moment life?,select distinct ?answer where { hp:second life hp:stack exchange tag ?answer} 
generate sparql,"alice cooper is an american singer, songwriter, and actor whose career spans over fifty years. with his distinctive raspy voice and a stage show that features guillotines, electric chairs, fake blood, ..",ask where { hp:alice cooper hp:instrument hp:harmonica } 
generate sparql,which is the yso id for lesotho?,select distinct ?answer where { hp:lesotho hp:yso id ?answer} 
generate sparql,what is yue fei's gran enciclopedia catalana id?,select distinct ?answer where { hp:yue fei hp:gran enciclopèdia catalana id ?answer} 
generate sparql,provide tom holland's viaf id.,select distinct ?answer where { hp:tom holland hp:viaf id ?answer} 
generate sparql,what commemorates christmas?,select distinct ?answer where { hp:christmas hp:commemorates ?answer} 
generate sparql,can chris martin play the guitar?,ask where { hp:chris martin hp:instrument hp:guitar } 
generate sparql,what is arnold palmer's eurotour golf player id?,select distinct ?answer where { hp:arnold palmer hp:european tour golf player id ?answer} 
generate sparql,give me kunstkamera's id on kulturnoe-nasledie.ru.,select distinct ?answer where { hp:kunstkamera hp:kulturnoe-nasledie.ru id ?answer} 
generate sparql,what is the quality of bitcoin software,select distinct ?answer where { hp:bitcoin hp:software quality assurance ?answer} 
generate sparql,what is triton's orbital inclination?,select distinct ?answer where { hp:triton hp:orbital inclination ?answer} 
generate sparql,who is leo kanner's persistent?,select distinct ?answer where { ?answer hp:patient of hp:q93592} 
generate sparql,which is the inegi region id for torreón?,select distinct ?answer where { hp:torreón hp:inegi locality id ?answer} 
generate sparql,what is sadaharu oh's npb player id?,select distinct ?answer where { hp:sadaharu oh hp:npb player id ?answer} 
generate sparql,what is spoiled tomatoes id of twofold indemnity?,select distinct ?answer where { hp:double indemnity hp:rotten tomatoes id ?answer} 
