prefix,input_text,target_text
generate sparql,what is the anime news organize anime id of nausicaa of the valley of the wind?,select distinct ?answer where { hp:nausicaä of the valley of the wind hp:anime news network anime id ?answer} 
generate sparql,where would you find northern mindanao?,select distinct ?answer where { hp:northern mindanao hp:locator map image ?answer} 
generate sparql,"if one were to commit blasphemy, what would be the penalty?",select distinct ?answer where { ?answer hp:penalty hp:q200481} 
generate sparql,what is the isospin z-component of pion?,select distinct ?answer where { hp:pion hp:isospin z-component ?answer} 
generate sparql,which is the indonesian little islands registry id for krakatau?,select distinct ?answer where { hp:krakatoa hp:indonesian small islands directory id ?answer} 
generate sparql,what is teen vogue's fashion model directory id?,select distinct ?answer where { hp:teen vogue hp:fmd magazine id ?answer} 
generate sparql,what is the blossom head of arabidopsis thaliana?,select distinct ?answer where { hp:arabidopsis thaliana hp:inflorescence ?answer} 
generate sparql,when does homo ergaster start?,select distinct ?answer where { hp:homo ergaster hp:start time ?answer} 
generate sparql,what is the ethnic group of the gujarati?,ask where { hp:hrithik roshan hp:ethnic group hp:gujarati people } 
generate sparql,what is kenny rogers' facebook profile id?,select distinct ?answer where { hp:kenny rogers hp:facebook id ?answer} 
generate sparql,which is isolated from the xavier college?,select distinct ?answer where { ?answer hp:separated from hp:q1849843} 
generate sparql,ziziphus jujuba encompasses a tropicos taxon id of what?,select distinct ?answer where { hp:ziziphus jujuba hp:tropicos id ?answer} 
generate sparql,which is the icd-9-cm for migraine?which is the point gather pg quartz,select distinct ?answer where { hp:quartz hp:point group ?answer} 
generate sparql,what is semey's cato id?,select distinct ?answer where { hp:semey hp:cato id ?answer} 
generate sparql,which is flanders music middle individual id for stromae?,select distinct ?answer where { hp:stromae hp:flanders music centre person id ?answer} 
generate sparql,is dengue fever considered to be an infectious disease?,ask where { hp:dengue fever hp:health specialty hp:infectious diseases } 
generate sparql,utter what eric heiden's speedskatingnews.info speed skater id is.,select distinct ?answer where { hp:eric heiden hp:speedskatingnews.info speed skater id ?answer} 
generate sparql,teresa of avila has what nominis saint id?,select distinct ?answer where { hp:teresa of ávila hp:nominis saint id ?answer} 
generate sparql,what is the bwfbadminton.com player id for lin dan?,select distinct ?answer where { hp:lin dan hp:bwfbadminton.com player id ?answer} 
generate sparql,what is fide id for anatoly karpov ?,select distinct ?answer where { hp:leo xiii hp:odis id ?answer} 
generate sparql,what is the okpd2 code for tomato juice?,select distinct ?answer where { hp:tomato juice hp:okpd2 code of the good or service ?answer} 
generate sparql,which is the lasting copied thing for ficus?,select distinct ?answer where { hp:ficus hp:permanent duplicated item ?answer} 
generate sparql,which is fao chance status for middle eastern horse?,select distinct ?answer where { hp:arabian horse hp:fao risk status ?answer} 
generate sparql,what produces the sound of thunder?,select distinct ?answer where { ?answer hp:produced sound hp:q83301} 
generate sparql,how numerous number of ranges for ponte sant'angelo ?,"select distinct ?answer where { hp:angelo""> hp:number of spans ?answer} "
generate sparql,which is tokyo institute of technology's headquarters location?,select distinct ?answer where { hp:tokyo institute of technology hp:headquarters location ?answer} 
generate sparql,what is instagram's official app?,select distinct ?answer where { hp:instagram hp:official app ?answer} 
generate sparql,what is otto hahn's leopoldina member id?,select distinct ?answer where { hp:otto hahn hp:leopoldina member id (superseded) ?answer} 
generate sparql,is there a significant interaction between aripiprazole and cocaine?,ask where { hp:cocaine hp:significant drug interaction hp:aripiprazole } 
generate sparql,which is the overhaul strategy for itunes?,select distinct ?answer where { ?answer hp:update method hp:q9589} 
generate sparql,what is the another name in sparql at wikidata for grandparent?,select distinct ?answer where { hp:grandparent hp:kinship equivalent in sparql at wikidata ?answer} 
generate sparql,what is tony blair's public whip id?,select distinct ?answer where { hp:tony blair hp:publicwhip id ?answer} 
generate sparql,which is the combination classification for chris froome?,select distinct ?answer where { ?answer hp:combination classification hp:q319591} 
generate sparql,which is the working zone for popular government presently! ?,select distinct ?answer where { hp:democracy now! hp:operating area ?answer} 
generate sparql,"who is josé ferrer, the voice actor?",select distinct ?answer where { ?answer hp:voice actor hp:q312098} 
generate sparql,which is jonny wilkinson's rugby id?,"select distinct ?answer where { hp:jonny wilkinson hp:s rugby player id""> ?answer} "
generate sparql,what is iceland's central bank?,select distinct ?answer where { hp:iceland hp:central bank ?answer} 
generate sparql,what is sct's homologene id?,select distinct ?answer where { hp:sct hp:homologene id ?answer} 
generate sparql,which is the bcu ecrivainsvd for hugo pratt?,select distinct ?answer where { hp:hugo pratt hp:bcu ecrivainsvd id ?answer} 
generate sparql,which is the normal space complexity of quicksort?,select distinct ?answer where { hp:quicksort hp:average space complexity ?answer} 
generate sparql,what is artsy craftsman id for vincent van gogh ?,select distinct ?answer where { hp:vincent van gogh hp:artsy artist id ?answer} 
generate sparql,what is the webpedigrees id for northern dance?,select distinct ?answer where { hp:northern dancer hp:webpedigrees id ?answer} 
generate sparql,what is the brightness of castor?,select distinct ?answer where { hp:castor hp:luminosity ?answer} 
generate sparql,which is shinkansen's main topic in the category?,"select distinct ?answer where { ?answer hp:s main topic""> hp:q164338} "
generate sparql,which is the wikitribune category for corruption?,select distinct ?answer where { hp:corruption hp:wikitribune category ?answer} 
generate sparql,tell me the lake inflows of aral sea.,select distinct ?answer where { hp:aral sea hp:inflows ?answer} 
generate sparql,is the daughter of steven spielberg sasha spielberg?,ask where { hp:steven spielberg hp:child hp:sasha spielberg } 
generate sparql,where was anthony mundine educated.,select distinct ?answer where { hp:anthony mundine hp:educated at ?answer} 
generate sparql,which suggests {yield strategy} in {amazing robbery auto v} ?,select distinct ?answer where { hp:grand theft auto v hp:output method ?answer} 
generate sparql,what is bitcoin's open hub id?,select distinct ?answer where { hp:bitcoin hp:open hub id ?answer} 
generate sparql,what is the presentation history of pomona college?,select distinct ?answer where { ?answer hp:exhibition history hp:q7227384} 
generate sparql,which is the recurrence of the effelsberg 100-m radio telescope?,select distinct ?answer where { hp:effelsberg 100-m radio telescope hp:frequency ?answer} 
generate sparql,what is celine dion's song id for eurovision song contest?,select distinct ?answer where { hp:celine dion hp:eurovision song contest song id ?answer} 
generate sparql,what is the ncbi scientific classification id of the tsetse fly?,select distinct ?answer where { hp:tsetse fly hp:ncbi taxonomy id ?answer} 
generate sparql,what is vogripa id of mount shasta?,select distinct ?answer where { hp:mount shasta hp:vogripa id ?answer} 
generate sparql,who did this film?,ask where { hp:katrina kaif hp:filmography hp:katrina kaif filmography } 
generate sparql,what does clarence hudson white do for work?,select distinct ?answer where { hp:clarence hudson white hp:occupation ?answer} 
generate sparql,what is the albert canal's eu surface water body code?,select distinct ?answer where { hp:albert canal hp:eu surface water body code ?answer} 
generate sparql,which means{has portion} from {indian sea} ?,select distinct ?answer where { hp:indian ocean hp:has part(s) ?answer} 
generate sparql,where is the london bridge's next downstream crossing.,select distinct ?answer where { ?answer hp:next crossing downstream hp:q130206} 
generate sparql,what is the blood sort of jay chou?,select distinct ?answer where { hp:jay chou hp:blood type ?answer} 
generate sparql,what is tune of tristan und isolde ?,select distinct ?answer where { ?answer hp:has melody hp:q1324254} 
generate sparql,what is oscar schmidt's acb.com id?,select distinct ?answer where { hp:oscar schmidt hp:acb.com player id ?answer} 
generate sparql,"which is broken up, nullified or annihilated for delian league?","select distinct ?answer where { hp:delian league hp:dissolved, abolished or demolished date ?answer} "
generate sparql,which is the acm advanced library creator id for beauty hopper?,select distinct ?answer where { hp:grace hopper hp:acm digital library author id ?answer} 
generate sparql,do the rolling stones fall under the category of british blues?,ask where { hp:the rolling stones hp:genre hp:british blues } 
generate sparql,is football boots worn by american football players?,ask where { hp:american football hp:uses hp:football boots } 
generate sparql,which are the list of french progressive wars?,select distinct ?answer where { hp:french revolutionary wars hp:is a list of ?answer} 
generate sparql,which is the permit for copyright?,select distinct ?answer where { ?answer hp:copyright license hp:q12948581} 
generate sparql,what is the lexicon arlima id?,select distinct ?answer where { hp:lexicon hp:arlima id ?answer} 
generate sparql,what is princess leia's star wars databank id?,select distinct ?answer where { hp:leia organa hp:star wars databank id ?answer} 
generate sparql,what is the ocean of galilee's bathymetry image?,select distinct ?answer where { hp:sea of galilee hp:bathymetry image ?answer} 
generate sparql,what is pteropodidae's natural reservoir?,select distinct ?answer where { hp:pteropodidae hp:natural reservoir of ?answer} 
generate sparql,what is the drugbank id for anhydrous magnesium sulfate?,select distinct ?answer where { hp:magnesium sulfate hp:drugbank id ?answer} 
generate sparql,the stock number guernica,select distinct ?answer where { hp:guernica hp:inventory number ?answer} 
generate sparql,how many seasons have the chicago bulls played?,select distinct ?answer where { ?answer hp:season of club or team hp:q128109} 
generate sparql,what is the advantage of capital punishment?,select distinct ?answer where { ?answer hp:has use hp:q8454} 
generate sparql,what is banners of the world id for union jack ?,select distinct ?answer where { hp:union jack hp:flags of the world id ?answer} 
generate sparql,what is the carbon-14 binding energy?,select distinct ?answer where { hp:carbon-14 hp:binding energy ?answer} 
generate sparql,what are ronald fisher's mactutor id biographies?,select distinct ?answer where { hp:ronald fisher hp:mactutor biography id ?answer} 
generate sparql,what is french olympic committee id for nikola karabatić?,select distinct ?answer where { hp:nikola karabatić hp:french olympic committee athlete id ?answer} 
generate sparql,for what's the annie award?,select distinct ?answer where { ?answer hp:nominated for hp:q566905} 
generate sparql,what is the gamecip platform id on xbox?,select distinct ?answer where { hp:xbox hp:gamecip platform id ?answer} 
generate sparql,richard roger's foih individual id is what?,select distinct ?answer where { hp:richard rogers hp:foih person id ?answer} 
generate sparql,which is the eidr identifier of e.t. the extra-terrestrial?,select distinct ?answer where { hp:e.t. the extra-terrestrial hp:eidr content id ?answer} 
generate sparql,what is liam neeson's box office mojo individual id?,select distinct ?answer where { hp:liam neeson hp:box office mojo person id ?answer} 
generate sparql,on which ugsg-anss page does the 2004 indian sea seismic tremor appear?,select distinct ?answer where { hp:2004 indian ocean earthquake hp:p5089 ?answer} 
generate sparql,whats the association of dutch east india company,select distinct ?answer where { ?answer hp:affiliation hp:q159766} 
generate sparql,which is the wikimedia format that populates this category of gujarati?,select distinct ?answer where { hp:gujarati hp:template or module that populates category ?answer} 
generate sparql,which is the roman name for tacitus?,select distinct ?answer where { hp:tacitus hp:roman nomen gentilicium ?answer} 
generate sparql,was coldplay playing rock?,ask where { hp:coldplay hp:genre hp:rock music } 
generate sparql,what is the societe.com director id for bernard arnault?,select distinct ?answer where { hp:bernard arnault hp:societe.com director id ?answer} 
generate sparql,what is 4 vesta's mean anomaly?,select distinct ?answer where { hp:4 vesta hp:mean anomaly ?answer} 
generate sparql,which is daniel schneidermann's canal - u person id?,select distinct ?answer where { hp:daniel schneidermann hp:canal-u person id ?answer} 
generate sparql,what is alliance for rostock ?,select distinct ?answer where { hp:rostock hp:affiliation ?answer} 
generate sparql,what is asunción's night view?,select distinct ?answer where { hp:asunción hp:nighttime view ?answer} 
generate sparql,which does not have portion in discuss force?,select distinct ?answer where { ?answer hp:does not have part hp:q61883} 
generate sparql,who is the chief official officer of hewlett-packard?,select distinct ?answer where { hp:hewlett-packard hp:chief executive officer ?answer} 
generate sparql,which is the proportionate lesson of work agency?,select distinct ?answer where { hp:employment agency hp:equivalent class ?answer} 
generate sparql,which is the day of week of saturday?,select distinct ?answer where { ?answer hp:day of week hp:q131} 
generate sparql,does gordon ramsey come  from scotland?,ask where { hp:gordon ramsay hp:country of citizenship hp:scotland } 
generate sparql,which is the heading relative to area of west?,select distinct ?answer where { ?answer hp:direction relative to location hp:q679} 
generate sparql,did fibonacci sequence get named after fibonacci?,ask where { hp:fibonacci number hp:named after hp:fibonacci } 
generate sparql,what is amélie's kvikmyndir film id?,select distinct ?answer where { hp:amélie hp:kvikmyndir film id ?answer} 
generate sparql,what is oprah winfrey's amazon author page?,select distinct ?answer where { hp:oprah winfrey hp:amazon author id ?answer} 
generate sparql,what is the finnish national gallery's craftsman id for sol lewitt?,select distinct ?answer where { hp:sol lewitt hp:finnish national gallery artist id ?answer} 
generate sparql,what are the bugs! france gall artist id?,select distinct ?answer where { hp:france gall hp:bugs! artist id ?answer} 
generate sparql,what is clara-id for audrey munson?,select distinct ?answer where { hp:audrey munson hp:clara-id ?answer} 
generate sparql,what is copper's ec id?,select distinct ?answer where { hp:copper hp:ec number ?answer} 
generate sparql,what things would be in the onyanko club category?,select distinct ?answer where { hp:onyanko club hp:anime news network person id ?answer} 
generate sparql,what is the legabasket.it player identification for manu ginobili?,select distinct ?answer where { hp:manu ginóbili hp:legabasket.it player id ?answer} 
generate sparql,what is the ruchess id?,select distinct ?answer where { hp:anatoly karpov hp:ruchess id ?answer} 
generate sparql,is marilyn manson's music deathrock?,ask where { hp:marilyn manson hp:genre hp:death rock } 
generate sparql,who is the protector for johnnie cochran?,select distinct ?answer where { ?answer hp:defender hp:q1346641} 
generate sparql,what are the infections that emerge from discuss contamination?,select distinct ?answer where { hp:air pollution hp:disease burden ?answer} 
generate sparql,what is the inducks creator id for ronaldo?,select distinct ?answer where { hp:ronaldo hp:inducks creator id ?answer} 
generate sparql,what is bob gibson's baseball almanac id?,select distinct ?answer where { hp:bob gibson hp:baseball almanac id ?answer} 
generate sparql,what is alpha centauri's color index?,select distinct ?answer where { hp:alpha centauri hp:color index ?answer} 
generate sparql,what are the differences between artificial intelligence and statistical classification?,ask where { hp:artificial intelligence hp:different from hp:statistical classification } 
generate sparql,which along with aids,select distinct ?answer where { ?answer hp:together with hp:q12199} 
generate sparql,was shah jahan the builder of the taj mahal?,ask where { hp:taj mahal hp:founded by hp:shah jahan } 
generate sparql,did bill cosby work on seinfeld?,ask where { hp:bill cosby hp:notable work hp:seinfeld } 
generate sparql,what's the whonamedit? claude bernard's doctor id?,select distinct ?answer where { hp:claude bernard hp:whonamedit? doctor id ?answer} 
generate sparql,what is the political philosophy of the traditionalist party?,select distinct ?answer where { hp:conservative party hp:political ideology ?answer} 
generate sparql,what is mantodea's totem?,select distinct ?answer where { ?answer hp:totem hp:q131250} 
generate sparql,what is electronic gaming monthly's survey score?,select distinct ?answer where { ?answer hp:review score by hp:q793981} 
generate sparql,what are the primary help measures for mercury harming?,select distinct ?answer where { hp:mercury poisoning hp:first aid measures ?answer} 
generate sparql,where is the home venue of fc bayern munich?,select distinct ?answer where { hp:fc bayern munich hp:home venue ?answer} 
generate sparql,on what surface is australian open played?,select distinct ?answer where { hp:australian open hp:surface played on ?answer} 
generate sparql,where is tokyo international airport's transfer location?,select distinct ?answer where { ?answer hp:airline hub hp:q204853} 
generate sparql,what is the national portrait gallery id for monica vitti in london?,select distinct ?answer where { hp:monica vitti hp:national portrait gallery (london) person id ?answer} 
generate sparql,what is picture of work for sine ?,select distinct ?answer where { hp:sine hp:image of function ?answer} 
generate sparql,what is the thing worked of a b-29 superfortress?,select distinct ?answer where { ?answer hp:item operated hp:q184870} 
generate sparql,which is the bdcyl specialist id for josé echegaray?,select distinct ?answer where { hp:josé echegaray hp:bdcyl authority id ?answer} 
generate sparql,what is the conversion of newtons to si?,select distinct ?answer where { hp:newton metre hp:conversion to si unit ?answer} 
generate sparql,what is the sodium hydroxide icsc id?,select distinct ?answer where { hp:sodium hydroxide hp:icsc id ?answer} 
generate sparql,which is the haumea minor planet group?,select distinct ?answer where { hp:haumea hp:minor planet group ?answer} 
generate sparql,what is anatomical department of bronchus ?,select distinct ?answer where { ?answer hp:has anatomical branch hp:q181602} 
generate sparql,what is represented by vincent gigante?,select distinct ?answer where { hp:vincent gigante hp:represents ?answer} 
generate sparql,what is tungsten fusion enthalpy?,select distinct ?answer where { hp:tungsten hp:molar fusion enthalpy ?answer} 
generate sparql,what was augustus involved in?,select distinct ?answer where { ?answer hp:participant hp:q1405} 
generate sparql,"what role does spider man take in ""spider man: shattered dimensions""?",ask where { hp:spider-man hp:present in work hp:spider-man: shattered dimensions } 
generate sparql,what is davor šuker's croatian football federation player id?,select distinct ?answer where { hp:davor šuker hp:croatian football federation player id ?answer} 
generate sparql,what other name does georges bataille go by?,select distinct ?answer where { hp:georges bataille hp:nationale thesaurus voor auteurs id ?answer} 
generate sparql,what did gordan brown submit their dissertation to?,select distinct ?answer where { hp:gordon brown hp:dissertation submitted to ?answer} 
generate sparql,what is the ddc's datahub page?,select distinct ?answer where { hp:dewey decimal classification hp:datahub page ?answer} 
generate sparql,what is legislated by the  united nations resolution?,select distinct ?answer where { hp:united nations resolution hp:legislated by ?answer} 
generate sparql,how many neutrons does helium-3 have?,select distinct ?answer where { hp:helium-3 hp:neutron number ?answer} 
generate sparql,what is island of area of montreal,select distinct ?answer where { ?answer hp:p5130 hp:q292354} 
generate sparql,i s santiago calatrava a auxiliary engineer?,select distinct ?answer where { ?answer hp:structural engineer hp:q168482} 
generate sparql,how much is the total exports of northern england?,select distinct ?answer where { hp:northern england hp:total exports ?answer} 
generate sparql,what is zaragoza landmark id of basilica of our woman of the pillar?,select distinct ?answer where { hp:basilica of our lady of the pillar hp:zaragoza monument id ?answer} 
generate sparql,what is aram khachaturian's armenian cinema id,select distinct ?answer where { hp:aram khachaturian hp:armenian cinema id ?answer} 
generate sparql,what types of payment will paypal accept?,select distinct ?answer where { ?answer hp:payment types accepted hp:q483959} 
generate sparql,tell me about nowruz's sovereign state in public holidays,select distinct ?answer where { ?answer hp:has part(s) of the class hp:q184452} 
generate sparql,what's a basionym of tillandsia usneoides?,select distinct ?answer where { hp:tillandsia usneoides hp:basionym ?answer} 
generate sparql,did ed gein die by drowning?,ask where { hp:ed gein hp:cause of death hp:drowning } 
generate sparql,what is allbreedpedigree id fornorthern artist ?,select distinct ?answer where { hp:northern dancer hp:allbreedpedigree id ?answer} 
generate sparql,list the substrate of vegetable oil,select distinct ?answer where { ?answer hp:substrate of hp:q4739805} 
generate sparql,how was the ren & stimpy show created?,select distinct ?answer where { hp:the ren & stimpy show hp:fabrication method ?answer} 
generate sparql,was eid al-adha preceded by ramadan?,ask where { hp:ramadan hp:followed by hp:eid al-adha } 
generate sparql,what is the parlament.uk id for boris johnson?,select distinct ?answer where { hp:boris johnson hp:parliament.uk biography pages (being deleted) ?answer} 
generate sparql,is it true that gwen stafani's given name is belinda?,ask where { hp:gwen stefani hp:given name hp:belinda } 
generate sparql,what's bernard arnault's bfmtv.com id?,select distinct ?answer where { hp:bernard arnault hp:bfmtv.com director id ?answer} 
generate sparql,what is the university of salamanca's bnc id?,select distinct ?answer where { hp:university of salamanca hp:ccab id ?answer} 
generate sparql,what is the vitamin e ingredient listed?,select distinct ?answer where { ?answer hp:has listed ingredient hp:q141180} 
generate sparql,what is plastid's gene ontology id?,select distinct ?answer where { hp:plastid hp:gene ontology id ?answer} 
generate sparql,is it true that sean combs studied at morgan state university?,ask where { hp:sean combs hp:educated at hp:morgan state university } 
generate sparql,which is the sexual introduction for asexuality?,select distinct ?answer where { ?answer hp:sexual orientation hp:q724351} 
generate sparql,what is maurice ravel's blzhi artist id?,select distinct ?answer where { hp:maurice ravel hp:bait la zemer ha-ivri artist id ?answer} 
generate sparql,what is the quantum number for neutron?,select distinct ?answer where { hp:neutron hp:isospin quantum number ?answer} 
generate sparql,what is canonization status of the holy person ?,select distinct ?answer where { ?answer hp:canonization status hp:q43115} 
generate sparql,did woodrow wilson and margaret woodrow wilson have a child?,ask where { hp:woodrow wilson hp:child hp:margaret woodrow wilson } 
generate sparql,what is blaise pascal's runeberg author id?,select distinct ?answer where { hp:blaise pascal hp:runeberg author id ?answer} 
generate sparql,what medical tests are there to measure blood sugar?,select distinct ?answer where { hp:blood glucose hp:medical examination ?answer} 
generate sparql,which is the bloomberg individual id for gwyneth paltrow?,select distinct ?answer where { hp:gwyneth paltrow hp:bloomberg person id ?answer} 
generate sparql,give me spiegel im spiegel's parsons code.,select distinct ?answer where { hp:spiegel im spiegel hp:parsons code ?answer} 
generate sparql,which is the secondhandsongs craftsman id of george harrison?,select distinct ?answer where { hp:george harrison hp:secondhandsongs artist id ?answer} 
generate sparql,what sort of topography does estonia have?,select distinct ?answer where { hp:estonia hp:geography of topic ?answer} 
generate sparql,what is lionel messi's cinemagia actor id?,select distinct ?answer where { hp:lionel messi hp:cinemagia person id ?answer} 
generate sparql,which is the linguistic sex for norwegian?,select distinct ?answer where { hp:norwegian hp:has grammatical gender ?answer} 
generate sparql,what is the german national library's ddb id?,select distinct ?answer where { hp:german national library hp:ddb id ?answer} 
generate sparql,was the name anthony given as conor mcgregors?,ask where { hp:conor mcgregor hp:given name hp:anthony } 
generate sparql,swimranking.net ryan lochte id is,select distinct ?answer where { hp:ryan lochte hp:swimrankings.net swimmer id ?answer} 
generate sparql,what is the channel tunnel terminus?,select distinct ?answer where { hp:channel tunnel hp:terminus ?answer} 
generate sparql,what is the openpolis id for claudio abbado?,select distinct ?answer where { hp:claudio abbado hp:openpolis id ?answer} 
generate sparql,what is the lnh id for nikola karabatić?,select distinct ?answer where { hp:nikola karabatić hp:lnh player id ?answer} 
generate sparql,was jacqueline kennedy onassis a melkite greek catholic?,ask where { hp:jacqueline kennedy onassis hp:religion or worldview hp:melkite greek catholic church } 
generate sparql,what is tolkien's conflict?,select distinct ?answer where { hp:j.\xa0r.\xa0r. tolkien hp:conflict ?answer} 
generate sparql,what is david beckham's mls player id?,select distinct ?answer where { hp:david beckham hp:mls player id ?answer} 
generate sparql,what is the liver's lymphatic drainage?,select distinct ?answer where { hp:liver hp:lymphatic drainage ?answer} 
generate sparql,what is exclave of sharjah emirate?,select distinct ?answer where { ?answer hp:exclave of hp:q188810} 
generate sparql,is it true that the beach boys recorded for sire records?,ask where { hp:the beach boys hp:record label hp:sire } 
generate sparql,did fred astaire influence michael jackson?,ask where { hp:michael jackson hp:influenced by hp:fred astaire } 
generate sparql,what is the tmdb motion picture id of the birds?,select distinct ?answer where { hp:the birds hp:tmdb movie id ?answer} 
generate sparql,which is the one - way username of instagram?,select distinct ?answer where { hp:one direction hp:instagram username ?answer} 
generate sparql,what is john bunyan's surman id?,select distinct ?answer where { hp:john bunyan hp:surman id ?answer} 
generate sparql,what is canmore id for forward bridge ?,select distinct ?answer where { hp:forth bridge hp:canmore id ?answer} 
generate sparql,which is the oxford word reference of national memoir id of arthur henderson?,select distinct ?answer where { hp:arthur henderson hp:oxford dictionary of national biography id ?answer} 
generate sparql,which is google play store app id for netflix?,select distinct ?answer where { hp:netflix hp:google play store app id ?answer} 
generate sparql,what is the clouded leopard's msw id?,select distinct ?answer where { hp:clouded leopard hp:msw id ?answer} 
generate sparql,{wiesbaden}'s {most elevated point} is what?,select distinct ?answer where { hp:wiesbaden hp:highest point ?answer} 
generate sparql,what is calcium chloride utilized to treat?,select distinct ?answer where { ?answer hp:drug or therapy used for treatment hp:q208451} 
generate sparql,what is direct to pharmacology ligand id for l-cysteine ?,select distinct ?answer where { hp:l-cysteine hp:guide to pharmacology ligand id ?answer} 
generate sparql,which is the isbn distributer prefix for dc comics?,select distinct ?answer where { hp:dc comics hp:isbn publisher prefix ?answer} 
generate sparql,what is the warm conductivity of aluminium?,select distinct ?answer where { hp:aluminium hp:thermal conductivity ?answer} 
generate sparql,which is the rsl versions of esquire?,select distinct ?answer where { hp:esquire hp:rsl editions ?answer} 
generate sparql,what is the amphibiaweb species id of notophthalmus viridescens?,select distinct ?answer where { hp:notophthalmus viridescens hp:amphibiaweb species id ?answer} 
generate sparql,what is irish national stock of building legacy id for king's hotels ?,"select distinct ?answer where { hp:s inns""> hp:irish national inventory of architectural heritage id ?answer} "
generate sparql,which are the overlies for basement?,select distinct ?answer where { ?answer hp:overlies hp:q2143968} 
generate sparql,what is kurt warner's espn.com nfl player id?,select distinct ?answer where { hp:kurt warner hp:espn.com nfl player id ?answer} 
generate sparql,what is the site id for national natural landmarks of fort worth?,select distinct ?answer where { hp:fort worth hp:national natural landmarks site id ?answer} 
generate sparql,which is the nintendo diversion store id for wii sports?,select distinct ?answer where { hp:wii sports hp:nintendo of america game store id (former scheme) ?answer} 
generate sparql,which is the flathub id for steam?,select distinct ?answer where { hp:steam hp:flathub id ?answer} 
generate sparql,what is the age of south korea's candidacy?,select distinct ?answer where { hp:south korea hp:age of candidacy ?answer} 
generate sparql,which put of detainment for elie wiesel ?,select distinct ?answer where { hp:elie wiesel hp:place of detention ?answer} 
generate sparql,what is édouard baldus' kunstindeks danmark craftsman id?,select distinct ?answer where { hp:édouard baldus hp:kunstindeks danmark artist id ?answer} 
generate sparql,what is meknes ' number of households?,select distinct ?answer where { hp:meknes hp:number of households ?answer} 
generate sparql,which is inborn to liguria?,select distinct ?answer where { ?answer hp:indigenous to hp:q1256} 
generate sparql,what is invaulable.com's craftsman id for johannes v. jensen?,select distinct ?answer where { hp:johannes v. jensen hp:invaluable.com person id ?answer} 
generate sparql,what is arvo pärt's musopen composer id?,select distinct ?answer where { hp:arvo pärt hp:musopen composer id ?answer} 
generate sparql,provide the humble store of of grand theft auto iii.,select distinct ?answer where { hp:grand theft auto iii hp:humble store id ?answer} 
generate sparql,what is the kinopoisk film id for mythical serpent ball z?,select distinct ?answer where { hp:dragon ball z hp:kinopoisk film id ?answer} 
generate sparql,what is the national library of israel call number for john adams?,select distinct ?answer where { hp:john adams hp:national library of israel id (old) ?answer} 
generate sparql,what is the gene atlas image of rho?,select distinct ?answer where { hp:rho hp:gene atlas image ?answer} 
generate sparql,what is the cets number of the european tradition on human rights?,select distinct ?answer where { hp:european convention on human rights hp:cets number ?answer} 
