prefix,input_text,target_text
generate sparql,airbus a340 has what service entries?,select distinct ?answer where { hp:airbus a340 hp:service entry ?answer} 
generate sparql,tell me the trunk prefix for jordan.,select distinct ?answer where { hp:jordan hp:trunk prefix ?answer} 
generate sparql,which military branch is roland garros in?,select distinct ?answer where { hp:roland garros hp:military branch ?answer} 
generate sparql,what is mir's sort of circle?,select distinct ?answer where { hp:mir hp:type of orbit ?answer} 
generate sparql,was zayn malik is also a member of manic street preachers?,ask where { hp:zayn malik hp:member of hp:manic street preachers } 
generate sparql,title a film team part from magnificence and the beast.,select distinct ?answer where { hp:beauty and the beast hp:film crew member ?answer} 
generate sparql,which is the numbers individual id of dwindle jackson?,select distinct ?answer where { hp:peter jackson hp:the numbers person id ?answer} 
generate sparql,which is the libraries.org id for bibliothèque nationale de france?,select distinct ?answer where { hp:bibliothèque nationale de france hp:libraries.org id ?answer} 
generate sparql,what is within the category of thomas mann?,select distinct ?answer where { hp:thomas mann hp:gravsted.dk id ?answer} 
generate sparql,what is the excess mass of helium -4?,select distinct ?answer where { hp:helium-4 hp:mass excess ?answer} 
generate sparql,what is avp encoded by?,select distinct ?answer where { ?answer hp:encoded by hp:q12009087} 
generate sparql,give me the name of the artery that supplies blood to the human nose.,select distinct ?answer where { hp:human nose hp:arterial supply ?answer} 
generate sparql,what's going on in dota 2 universe,select distinct ?answer where { ?answer hp:takes place in fictional universe hp:q771541} 
generate sparql,what is czech enrollment id for prague ?,select distinct ?answer where { hp:prague hp:czech registration id ?answer} 
generate sparql,is angela merkel arabic descent?,ask where { hp:angela merkel hp:ethnic group hp:arabs } 
generate sparql,what is the place of the vegas death,select distinct ?answer where { ?answer hp:place of death hp:q23768} 
generate sparql,which is the specialist of fina?,select distinct ?answer where { ?answer hp:authority hp:q189289} 
generate sparql,name the dialect of yue chinese?,select distinct ?answer where { ?answer hp:dialect of hp:q7033959} 
generate sparql,which is the voice sort of passing growl?,select distinct ?answer where { ?answer hp:voice type hp:q335499} 
generate sparql,which aircraft union does klm have a place to?,select distinct ?answer where { ?answer hp:airline alliance hp:q181912} 
generate sparql,which is the kmdb film id?,select distinct ?answer where { hp:oldboy hp:kmdb film id ?answer} 
generate sparql,tell me what electromagnetic waveguide physically interacts with.,select distinct ?answer where { hp:electromagnetic waveguide hp:physically interacts with ?answer} 
generate sparql,what is the tdkiv identification for the webblog?,select distinct ?answer where { hp:blog hp:tdkiv term id ?answer} 
generate sparql,which is the independent framework number of amazon?,select distinct ?answer where { hp:amazon hp:autonomous system number ?answer} 
generate sparql,what delineates a sauna?,select distinct ?answer where { ?answer hp:depicts hp:q57036} 
generate sparql,what is charles bridge's czech monument catalog number?,select distinct ?answer where { hp:charles bridge hp:czech monument catalogue number ?answer} 
generate sparql,what sort family relationship could be a son-in-law?,select distinct ?answer where { ?answer hp:kinship to subject hp:q3752578} 
generate sparql,what is ilona staller's email?,select distinct ?answer where { hp:ilona staller hp:email address ?answer} 
generate sparql,which is the footoféminin.fr player id of trust solo?,select distinct ?answer where { hp:hope solo hp:footoféminin.fr player id ?answer} 
generate sparql,what is a cube's vertex figure?,select distinct ?answer where { hp:cube hp:has vertex figure ?answer} 
generate sparql,which could be a sports teach competed in weightlifting?,select distinct ?answer where { ?answer hp:sports discipline competed in hp:q83462} 
generate sparql,which is the filmography for orange is the modern black?,select distinct ?answer where { ?answer hp:filmography hp:q7099650} 
generate sparql,mongolian idiocy is the same as down syndrome correct?,ask where { hp:down syndrome hp:said to be the same as hp:mongolian idiocy } 
generate sparql,which is the gens of sallust?,select distinct ?answer where { hp:sallust hp:gens ?answer} 
generate sparql,what is mr. smith's filmweb.pl movie id going to washington?,select distinct ?answer where { hp:mr. smith goes to washington hp:filmweb.pl film id ?answer} 
generate sparql,what is the artist id for andreas vesalius' auckland art gallery?,select distinct ?answer where { hp:andreas vesalius hp:auckland art gallery artist id ?answer} 
generate sparql,which is the latvian olympic committee competitor id for māris štrombergs?,select distinct ?answer where { hp:māris štrombergs hp:latvian olympic committee athlete id (archived) ?answer} 
generate sparql,what is rsl checked book's identifier for the wilderness book ?,select distinct ?answer where { hp:the jungle book hp:rsl scanned books identifier ?answer} 
generate sparql,what is sexual orientation of non-binary?,select distinct ?answer where { ?answer hp:sex or gender hp:q48270} 
generate sparql,what is the united states congress?,select distinct ?answer where { ?answer hp:legislative body hp:q11268} 
generate sparql,what is sikkim's basin country?,select distinct ?answer where { ?answer hp:basin country hp:q1505} 
generate sparql,which is the g-factor for neutron?,select distinct ?answer where { hp:neutron hp:g-factor ?answer} 
generate sparql,what is tarragon's paldat plant id?,select distinct ?answer where { hp:tarragon hp:paldat plant id ?answer} 
generate sparql,what is the vaccine for hepatitis a prevention?,select distinct ?answer where { ?answer hp:vaccine for hp:q157661} 
generate sparql,is a college degree necessary for a career in social work?,ask where { hp:education hp:studied by hp:social work } 
generate sparql,which is the unemployment rate for jordan?,select distinct ?answer where { hp:jordan hp:unemployment rate ?answer} 
generate sparql,what is the dialect utilized in barbados?,select distinct ?answer where { hp:barbados hp:language used ?answer} 
generate sparql,what is raxane gay's twitter handle?,select distinct ?answer where { hp:roxane gay hp:medium username ?answer} 
generate sparql,what is diminished expression in bipolar clutter ?,select distinct ?answer where { ?answer hp:decreased expression in hp:q131755} 
generate sparql,"mar 6, 2019 - priyanka chopra and nick jonas wedding: it seems one family member from the jonas side is unhappy with their marriage and kevin jonas ...",ask where { hp:priyanka chopra hp:relative hp:kevin jonas } 
generate sparql,which is the parent cosmic body for beta pictoris?,select distinct ?answer where { ?answer hp:parent astronomical body hp:q582547} 
generate sparql,what is michael buffer's international boxing hall of fame id?,select distinct ?answer where { hp:michael buffer hp:international boxing hall of fame boxer id ?answer} 
generate sparql,what is wikimedia layout of american samoa ?,select distinct ?answer where { hp:american samoa hp:wikimedia outline ?answer} 
generate sparql,which is the begin point of taoyuan city?,select distinct ?answer where { ?answer hp:start point hp:q115256} 
generate sparql,what is the topic's primary category for divination?,"select distinct ?answer where { hp:divination hp:s main category""> ?answer} "
generate sparql,what is sort of religion is satanism?,select distinct ?answer where { ?answer hp:religion or worldview hp:q133363} 
generate sparql,what is quecha's wikimedia dialect code?,select distinct ?answer where { hp:quechua hp:wikimedia language code ?answer} 
generate sparql,what is the peakbagger mountain id of mont blanc?,select distinct ?answer where { hp:mont blanc hp:peakbagger mountain id ?answer} 
generate sparql,what is tora id for uppsala ?,select distinct ?answer where { hp:uppsala hp:tora id ?answer} 
generate sparql,what is within the category competition of wladimir klitschko ?,select distinct ?answer where { hp:wladimir klitschko hp:competition class ?answer} 
generate sparql,is kurt cobain a part of nirvana?,ask where { hp:kurt cobain hp:member of hp:nirvana } 
generate sparql,which is the howl id for eiffel tower?,select distinct ?answer where { hp:eiffel tower hp:yelp id ?answer} 
generate sparql,the chainsmokers are from the united states of america.,ask where { hp:the chainsmokers hp:country of origin hp:united states of america } 
generate sparql,what is kentucky's us fips 5 - 2 numerical code?,select distinct ?answer where { hp:kentucky hp:fips 5-2 numeric code (us states) ?answer} 
generate sparql,what architectuurgids architect id does marcel breuer have?,select distinct ?answer where { hp:marcel breuer hp:architectuurgids architect id ?answer} 
generate sparql,what is the national gallery collection id of art uk?,select distinct ?answer where { hp:national gallery hp:art uk collection id ?answer} 
generate sparql,history of modern biomedecine of smoking has what history?,select distinct ?answer where { hp:smoking hp:history of modern biomedicine id ?answer} 
generate sparql,what is the radical nitric oxide in taxon?,select distinct ?answer where { hp:nitric oxide hp:found in taxon ?answer} 
generate sparql,was paul mccartney's sibling mike mcgear?,ask where { hp:paul mccartney hp:sibling hp:mike mcgear } 
generate sparql,is lil wayne a us citizen?,ask where { hp:lil wayne hp:country of citizenship hp:united states of america } 
generate sparql,was sridevi at a language of marathi?,"ask where { hp:sridevi hp:languages spoken, written or signed hp:marathi } "
generate sparql,was mick jagger on the record label abkco records?,ask where { hp:mick jagger hp:record label hp:abkco records } 
generate sparql,did karl popper influence stephen hawking?,ask where { hp:stephen hawking hp:influenced by hp:karl popper } 
generate sparql,the uic in sequential order nation code of lebanon is?,select distinct ?answer where { hp:lebanon hp:uic alphabetical country code ?answer} 
generate sparql,what is the whole income for exxonmobil?,select distinct ?answer where { hp:exxonmobil hp:total revenue ?answer} 
generate sparql,what is literature's political ideology?,select distinct ?answer where { ?answer hp:political ideology hp:q8242} 
generate sparql,what are the categorizations of monarchy?,select distinct ?answer where { hp:monarchy hp:has list ?answer} 
generate sparql,what is halothane's atc code?,select distinct ?answer where { hp:halothane hp:atc code ?answer} 
generate sparql,what is the description of the kumasi seal?,"select distinct ?answer where { hp:kumasi hp:has seal, badge, or sigil ?answer} "
generate sparql,what is the operabase id for terry gilliam?,select distinct ?answer where { hp:terry gilliam hp:operabase id ?answer} 
generate sparql,"what was the historic response to the slogan, ""equal pay for equal work?""",select distinct ?answer where { hp:equal pay for equal work hp:reply to ?answer} 
generate sparql,what is the database asc leiden thesaurus id?,select distinct ?answer where { hp:database hp:asc leiden thesaurus id ?answer} 
generate sparql,which is the utilization rate per capital of petroleum?,select distinct ?answer where { hp:petroleum hp:consumption rate per capita ?answer} 
generate sparql,what is shironet craftsman id for shoshana damari,select distinct ?answer where { hp:shoshana damari hp:shironet artist id ?answer} 
generate sparql,which is the therapeutic exam of phenotype?,select distinct ?answer where { ?answer hp:medical examination hp:q104053} 
generate sparql,which is the hansard 2006 - walk 2016 id for jeremy corbyn?,select distinct ?answer where { hp:jeremy corbyn hp:hansard (2006–march 2016) id ?answer} 
generate sparql,which is the swimswam id of michael phelps?,select distinct ?answer where { hp:michael phelps hp:swimswam swimmer id ?answer} 
generate sparql,how may be a cubic meter measured?,select distinct ?answer where { ?answer hp:measurement scale hp:q25517} 
generate sparql,which is the eye color of azure?,select distinct ?answer where { ?answer hp:eye color hp:q373058} 
generate sparql,what's the chinese flag flag?,select distinct ?answer where { ?answer hp:flag hp:q131147} 
generate sparql,what is owgr id of phil mickelson?,select distinct ?answer where { hp:phil mickelson hp:official world golf ranking player id ?answer} 
generate sparql,did tom hiddleston get as place of birth the westminster?,ask where { hp:tom hiddleston hp:place of birth hp:westminster } 
generate sparql,what is the number of victims jeffrey dahmer had to kill?,select distinct ?answer where { hp:jeffrey dahmer hp:number of victims of killer ?answer} 
generate sparql,what is amelie's allmovie movie id?,select distinct ?answer where { hp:amélie hp:allmovie title id ?answer} 
generate sparql,what is tallinn's ehak id?,select distinct ?answer where { hp:tallinn hp:ehak id ?answer} 
generate sparql,which is the conclusion of work period for joan crawford?,select distinct ?answer where { hp:joan crawford hp:work period (end) ?answer} 
generate sparql,who is samuel flagg bemis' doctoral adviser?,select distinct ?answer where { ?answer hp:doctoral advisor hp:q3946617} 
generate sparql,which is the american graffiti movie id of cine.gr?,select distinct ?answer where { hp:american graffiti hp:cine.gr film id ?answer} 
generate sparql,what theoi extend id does manticore has?,select distinct ?answer where { hp:manticore hp:theoi project id ?answer} 
generate sparql,which is the discogs name id for nintendo?,select distinct ?answer where { hp:nintendo hp:discogs label id ?answer} 
generate sparql,sholomo carlebach's artist id is?,select distinct ?answer where { hp:shlomo carlebach hp:tab4u artist id ?answer} 
generate sparql,what is tower bridge crosses,select distinct ?answer where { hp:tower bridge hp:crosses ?answer} 
generate sparql,what is sonic the hedgehog's esrb rating?,select distinct ?answer where { hp:sonic the hedgehog hp:esrb rating ?answer} 
generate sparql,is it true that paul mccartney have a sibling named mike mcgear?,ask where { hp:paul mccartney hp:sibling hp:mike mcgear } 
generate sparql,väinö linna gotten what prize?,select distinct ?answer where { hp:väinö linna hp:award received ?answer} 
generate sparql,which is the german territorial key of hesse?,select distinct ?answer where { hp:hesse hp:german regional key ?answer} 
generate sparql,which is the srcbb player id of george mikan?,select distinct ?answer where { hp:george mikan hp:sports-reference.com college basketball player id ?answer} 
generate sparql,is it true that kesha sing as a coloratura soprano?,ask where { hp:kesha hp:voice type hp:coloratura soprano } 
generate sparql,which is the abs ascl code for xiang?,select distinct ?answer where { hp:xiang hp:abs ascl 2011 code ?answer} 
generate sparql,which is the introduced capacity for itaipu binacional?,select distinct ?answer where { hp:itaipu binacional hp:installed capacity ?answer} 
generate sparql,what is william etty's tate artist identification?,select distinct ?answer where { hp:william etty hp:tate artist id ?answer} 
generate sparql,what is the databasefootball.com id for o.j. simpson?,select distinct ?answer where { hp:o. j. simpson hp:databasefootball.com player id ?answer} 
generate sparql,was jane o'meara sanders married to bernie sanders?,"ask where { hp:bernie sanders hp:spouse hp:meara sanders""> } "
generate sparql,which is the north carolina sports corridor of popularity id of dale earnhardt?,select distinct ?answer where { hp:dale earnhardt hp:north carolina sports hall of fame id ?answer} 
generate sparql,who is the captain of the montreal canadiens?,select distinct ?answer where { hp:montreal canadiens hp:captain ?answer} 
generate sparql,what is researchgate established id for european space organization ?,select distinct ?answer where { hp:european space agency hp:researchgate institute id ?answer} 
generate sparql,name the monomer of polyvinyl chloride,select distinct ?answer where { ?answer hp:monomer of hp:q146368} 
generate sparql,is philosophy and dogma the same thing?,ask where { hp:philosophy hp:different from hp:dogma } 
generate sparql,what is the dialnet author id of léopold sédar senghor?,select distinct ?answer where { hp:léopold sédar senghor hp:dialnet author id ?answer} 
generate sparql,what is modern jersey's nyt point id?,select distinct ?answer where { hp:new jersey hp:new york times topic id ?answer} 
generate sparql,what picture of the grave of jean-pierre melville?,select distinct ?answer where { hp:jean-pierre melville hp:image of grave ?answer} 
generate sparql,who is the family of henry ii of england?,select distinct ?answer where { hp:henry iii of england hp:family ?answer} 
generate sparql,which is colin firth's edb person id?,select distinct ?answer where { hp:colin firth hp:edb person id ?answer} 
generate sparql,which is nlr romania id for herman melville?,select distinct ?answer where { hp:herman melville hp:national library of romania id ?answer} 
generate sparql,what is the quotient of bite force for sun bear?,select distinct ?answer where { hp:sun bear hp:bite force quotient ?answer} 
generate sparql,what is the playing range of the alto saxophone?,select distinct ?answer where { hp:alto saxophone hp:playing range image ?answer} 
generate sparql,what is the california institute of the arts v&a artwork id?,select distinct ?answer where { hp:california institute of the arts hp:v&a item id ?answer} 
generate sparql,which is the opendomesday settlement id of brighton?,select distinct ?answer where { hp:brighton hp:opendomesday settlement id ?answer} 
generate sparql,which is the date of vanishing of natalia molchanova? l?,select distinct ?answer where { hp:natalia molchanova hp:date of disappearance ?answer} 
generate sparql,tell me what the genbank assembly accession of the peregrine falcon is.,select distinct ?answer where { hp:peregrine falcon hp:genbank assembly accession number ?answer} 
generate sparql,what is andy samberg's family name?,ask where { hp:andy samberg hp:family name hp:semberg } 
generate sparql,what is the blame of nazca plate?,select distinct ?answer where { ?answer hp:fault hp:q538867} 
generate sparql,what daily paper is the wikidata sparql inquiry equivalent?,select distinct ?answer where { hp:newspaper hp:wikidata sparql query equivalent ?answer} 
generate sparql,what is the léonore id of siméon denis poisson ?,select distinct ?answer where { hp:siméon denis poisson hp:léonore id ?answer} 
generate sparql,did muhammad get involved with caravan raids?,ask where { hp:muhammad hp:conflict hp:caravan raids } 
generate sparql,what is kinenote individual id for jean-paul belmondo ?,select distinct ?answer where { hp:jean-paul belmondo hp:kinenote person id ?answer} 
generate sparql,what is the basic salary of lionel messi?,select distinct ?answer where { hp:lionel messi hp:base salary ?answer} 
generate sparql,give me the name of the debut participant for pokemon red and blue?,select distinct ?answer where { ?answer hp:debut participant hp:q637137} 
generate sparql,what is the fashion id of john galliano?,select distinct ?answer where { hp:john galliano hp:the vogue list id ?answer} 
generate sparql,answer what the national reservoir of malaria is.,select distinct ?answer where { hp:malaria hp:has natural reservoir ?answer} 
generate sparql,what is the american journal of botany's ipni publication id?,select distinct ?answer where { hp:american journal of botany hp:ipni publication id ?answer} 
generate sparql,where is the burial site of paracelsus?,select distinct ?answer where { hp:paracelsus hp:place of burial ?answer} 
generate sparql,what is chinese composing called?,select distinct ?answer where { ?answer hp:writing system hp:q185614} 
generate sparql,which is the behind the voice performing artists film id for phantom within the shell?,select distinct ?answer where { hp:ghost in the shell hp:behind the voice actors film id ?answer} 
generate sparql,what is gérard debreu's zbmath work id?,select distinct ?answer where { hp:gérard debreu hp:zbmath work id ?answer} 
generate sparql,what is the russiancinema.ru film id for solaris?,select distinct ?answer where { hp:solaris hp:russiancinema.ru film id ?answer} 
generate sparql,did andy murray receive a nimination for the best moment espy award?,ask where { hp:andy murray hp:nominated for hp:best moment espy award } 
generate sparql,which is the nndb individuals id for orson welles?,select distinct ?answer where { hp:orson welles hp:nndb people id ?answer} 
generate sparql,what is within the cths society id of worldwide committee for science ?,select distinct ?answer where { hp:international council for science hp:cths society id ?answer} 
generate sparql,jennifer aniston's eyes are what color?,select distinct ?answer where { hp:jennifer aniston hp:eye color ?answer} 
generate sparql,which is the michelin voyages id of yosemite national park?,select distinct ?answer where { hp:yosemite national park hp:michelin voyages id ?answer} 
generate sparql,what is ishirō honda's snac ark id?,select distinct ?answer where { hp:ishirō honda hp:snac ark id ?answer} 
generate sparql,which is the journey speed of airbus a340?,select distinct ?answer where { hp:airbus a340 hp:cruise speed ?answer} 
generate sparql,what is the number of lighthouse in the iho hydrographic dictionary (s-32)?,select distinct ?answer where { hp:lighthouse hp:iho hydrographic dictionary (s-32) number ?answer} 
generate sparql,what is the aricns for fomalhaut?,select distinct ?answer where { hp:fomalhaut hp:aricns ?answer} 
generate sparql,what is paul mccartney's voice type?,select distinct ?answer where { hp:paul mccartney hp:voice type ?answer} 
generate sparql,what is interfacing benefit of ave ?,select distinct ?answer where { ?answer hp:connecting service hp:q433671} 
generate sparql,what is within the carrier center of qantas ?,select distinct ?answer where { hp:qantas hp:airline hub ?answer} 
generate sparql,what does the poincare guess prove?,select distinct ?answer where { hp:poincaré conjecture hp:proved by ?answer} 
generate sparql,what is the entertainer's musipedia tune id?,select distinct ?answer where { hp:the entertainer hp:musipedia tune id ?answer} 
generate sparql,what is carly simon's musicians corridor of popularity id number?,select distinct ?answer where { hp:carly simon hp:songwriters hall of fame id ?answer} 
generate sparql,give me the name of the subsidiary of air france,select distinct ?answer where { hp:air france hp:has subsidiary ?answer} 
generate sparql,what is epistemology's focus?,select distinct ?answer where { ?answer hp:studied by hp:q9471} 
generate sparql,what is davis container player id for insight rosewall?,select distinct ?answer where { hp:ken rosewall hp:davis cup player id ?answer} 
generate sparql,what is the semantic researcher creator id of linus torvalds?,select distinct ?answer where { hp:linus torvalds hp:semantic scholar author id ?answer} 
generate sparql,what is the real negative number radix?,select distinct ?answer where { ?answer hp:radix hp:q200227} 
generate sparql,which island of cibaprefecture location?,select distinct ?answer where { hp:chiba prefecture hp:p5130 ?answer} 
generate sparql,did solidus belong as a currency to the byzantine empire?,ask where { hp:byzantine empire hp:currency hp:solidus } 
generate sparql,which is the metallicity for messier 13?,select distinct ?answer where { hp:messier 13 hp:metallicity ?answer} 
generate sparql,what's van morrison's rym artist id?,select distinct ?answer where { hp:van morrison hp:rate your music artist id ?answer} 
generate sparql,are there archives of bob dylan at the university of georgia?,ask where { hp:bob dylan hp:archives at hp:university of georgia } 
generate sparql,which avibase id of house sparrow ?,select distinct ?answer where { hp:house sparrow hp:avibase id ?answer} 
generate sparql,which is the ordered sort for papilionidae?,select distinct ?answer where { hp:papilionidae hp:taxonomic type ?answer} 
generate sparql,was marilyn monroe a speaker of any of the romance languages?,"ask where { hp:marilyn monroe hp:languages spoken, written or signed hp:romance } "
generate sparql,what is the itu/iso/iec object identifier for boeing?,select distinct ?answer where { hp:boeing hp:itu/iso/iec object identifier ?answer} 
generate sparql,which is the enclave within the ormia region?,select distinct ?answer where { ?answer hp:enclave within hp:q202107} 
generate sparql,what is the qantas license id for amca radiocommunications?,select distinct ?answer where { hp:qantas hp:acma radiocommunications client number ?answer} 
generate sparql,what is the filmmaking currency?,select distinct ?answer where { ?answer hp:currency hp:q932586} 
generate sparql,which is the part of political party of booker t. washington?,select distinct ?answer where { hp:booker t. washington hp:member of political party ?answer} 
generate sparql,did the great gatsby take place in the us?,ask where { hp:the great gatsby hp:country of origin hp:united states of america } 
generate sparql,where in dark slopes is the put of detention?,select distinct ?answer where { ?answer hp:place of detention hp:q250937} 
generate sparql,what is 10 hygiea's asteroid spectral type?,select distinct ?answer where { hp:10 hygiea hp:asteroid spectral type ?answer} 
generate sparql,what is the transmission process of tuberculosis?,select distinct ?answer where { hp:tuberculosis hp:disease transmission process ?answer} 
generate sparql,was maddie ziegler's first name nicole?,ask where { hp:maddie ziegler hp:given name hp:nicole } 
generate sparql,what is the flanders expressions organized setting id of this british museum?,select distinct ?answer where { hp:british museum hp:flanders arts institute venue id ?answer} 
generate sparql,what is family title of neil precious stone ?,select distinct ?answer where { hp:neil diamond hp:family name ?answer} 
generate sparql,what language is flickr coded in?,select distinct ?answer where { hp:flickr hp:depends on software ?answer} 
generate sparql,the journal of anne straight to the point has how numerous editions?,select distinct ?answer where { hp:diary of anne frank hp:has edition or translation ?answer} 
generate sparql,how long is the term in office for united nations secretary-general?,select distinct ?answer where { hp:united nations secretary-general hp:term length of office ?answer} 
generate sparql,what is film id of the enormous lebowski on scope.dk?,select distinct ?answer where { hp:the big lebowski hp:scope.dk film id ?answer} 
generate sparql,what is the basketball reference.com wnba id of sheryl swoopes?,select distinct ?answer where { hp:sheryl swoopes hp:basketball-reference.com wnba player id ?answer} 
generate sparql,which is the bechdel test motion picture list id for the terminator?,select distinct ?answer where { hp:the terminator hp:bechdel test movie list id ?answer} 
generate sparql,who is beer hall putsch's participant?,select distinct ?answer where { ?answer hp:participant in hp:q36749} 
generate sparql,what are the substance of the puzzle?,select distinct ?answer where { ?answer hp:contains hp:q13698} 
generate sparql,what diversion is kingdom heart's spin-off?,select distinct ?answer where { ?answer hp:series spin-off hp:q755167} 
generate sparql,what is potassium hydroxide's enthalpy vaporization process?,select distinct ?answer where { hp:potassium hydroxide hp:molar enthalpy of vaporization ?answer} 
generate sparql,where i can discover on the outline kherson oblast?,select distinct ?answer where { hp:kherson oblast hp:location map ?answer} 
generate sparql,which is the hgnc id of ins?,select distinct ?answer where { hp:ins hp:hgnc id ?answer} 
generate sparql,what is the  author id of the digital valencian librarian?,select distinct ?answer where { hp:valencia hp:digital valencian library author id ?answer} 
generate sparql,who is the creator of amartya sen?,select distinct ?answer where { hp:amartya sen hp:nii author id ?answer} 
generate sparql,what catalogue of life in taiwan id for caric papaya?,select distinct ?answer where { hp:carica papaya hp:catalogue of life in taiwan id ?answer} 
generate sparql,what is hans-george gadamer's sas member id?,select distinct ?answer where { hp:hans-georg gadamer hp:saxon academy of sciences member id ?answer} 
generate sparql,what is the wavelength of 2mass?,select distinct ?answer where { hp:2mass hp:wavelength ?answer} 
generate sparql,which is the australian classification for group post 2?,select distinct ?answer where { hp:team fortress 2 hp:australian classification ?answer} 
generate sparql,what did the earthly delights garden depict the notation of iconclass?,select distinct ?answer where { hp:foreign affairs hp:unz review journal id ?answer} 
generate sparql,is bengali the native language for ranbir kapoor?,ask where { hp:ranbir kapoor hp:native language hp:bengali } 
generate sparql,what does { benezit id } mean for { lorenzetti ambrogio }?,select distinct ?answer where { hp:ambrogio lorenzetti hp:benezit id ?answer} 
generate sparql,what is it's a wonderful life's cinemagia id?,"select distinct ?answer where { hp:s a wonderful life""> hp:cinemagia title id ?answer} "
generate sparql,what is the central african republic's coat of arms?,select distinct ?answer where { hp:central african republic hp:coat of arms ?answer} 
generate sparql,what is lake ladoga's state water index key?,select distinct ?answer where { hp:lake ladoga hp:state water register code (russia) ?answer} 
generate sparql,which is the coat of arms for charles ii of england?,select distinct ?answer where { hp:charles ii of england hp:monogram ?answer} 
generate sparql,what is james ellroy's fantastic fiction author id?,select distinct ?answer where { hp:james ellroy hp:fantastic fiction author id ?answer} 
generate sparql,which is the part of the group of of edward smith?,select distinct ?answer where { hp:edward smith hp:member of the crew of ?answer} 
generate sparql,which guest was the guest of honor for arturo toscanini?,select distinct ?answer where { ?answer hp:guest of honor hp:q13003} 
generate sparql,what is uffizi's culturaltalia id?,select distinct ?answer where { hp:uffizi gallery hp:culturaitalia id ?answer} 
generate sparql,did ernest hemingway hold us citizenship?,ask where { hp:ernest hemingway hp:country of citizenship hp:united states of america } 
generate sparql,what is rené magritte's drouot artist id?,select distinct ?answer where { hp:rené magritte hp:drouot artist id ?answer} 
generate sparql,which is the isfdb title id of the age of innocence?,select distinct ?answer where { hp:the age of innocence hp:isfdb title id ?answer} 
generate sparql,is jared leto's given title joseph?,ask where { hp:jared leto hp:given name hp:joseph } 
generate sparql,what is the dc-3 designation for japanese military aircraft?,select distinct ?answer where { hp:douglas dc-3 hp:japanese military aircraft designation ?answer} 
generate sparql,which is the critical occasion of gérard debreu?,select distinct ?answer where { hp:gérard debreu hp:significant event ?answer} 
generate sparql,tell me the service retirement for galex.,select distinct ?answer where { hp:galex hp:service retirement ?answer} 
generate sparql,which is neil armstrong's audio?,select distinct ?answer where { hp:neil armstrong hp:audio ?answer} 
generate sparql,which is the length of the green river?,select distinct ?answer where { hp:green river hp:length ?answer} 
