prefix,input_text,target_text
generate sparql,did zodiac killer have serial killer as an occupation?,ask where { hp:zodiac killer hp:occupation hp:serial killer } 
generate sparql,what is the graphite's sublime temperature?,select distinct ?answer where { hp:graphite hp:sublimation temperature ?answer} 
generate sparql,which could be a ports competition competed at the olympic games?,select distinct ?answer where { ?answer hp:sports competition competed at hp:q5389} 
generate sparql,what is the diamond html entity?,select distinct ?answer where { hp:diamond hp:html entity ?answer} 
generate sparql,what is within the nupill literatura computerized - creator of pedro ii of brazil ?,select distinct ?answer where { hp:pedro ii of brazil hp:blpl author id ?answer} 
generate sparql,what is the michigan state university integrated post - secondary education data system id?,select distinct ?answer where { hp:michigan state university hp:integrated postsecondary education data system id ?answer} 
generate sparql,did tom hanks study at california state university in sacramento?,"ask where { hp:tom hanks hp:educated at hp:california state university, sacramento } "
generate sparql,what is an amorphous solid's crystal system?,select distinct ?answer where { ?answer hp:crystal system hp:q103382} 
generate sparql,how many kids does grover cleveland have?,select distinct ?answer where { hp:grover cleveland hp:number of children ?answer} 
generate sparql,what is ethanol's standard molar entropy?,select distinct ?answer where { hp:ethanol hp:standard molar entropy ?answer} 
generate sparql,what is johan ludvig runeberg's word reference of swedish interpreters id?,select distinct ?answer where { hp:johan ludvig runeberg hp:dictionary of swedish translators id ?answer} 
generate sparql,what is zurich's municipality code?,select distinct ?answer where { hp:zürich hp:swiss municipality code ?answer} 
generate sparql,is ashton kutcher's citizenship that of the united states of america?,ask where { hp:ashton kutcher hp:country of citizenship hp:united states of america } 
generate sparql,what is the musicabrainz instrument id for a recorder?,select distinct ?answer where { hp:recorder hp:musicbrainz instrument id ?answer} 
generate sparql,did the lion make a roaring sound?,ask where { hp:lion hp:produced sound hp:roar } 
generate sparql,what operating system is used for nec?,select distinct ?answer where { ?answer hp:operating system hp:q219203} 
generate sparql,which is the cadw building id of the britannia bridge?,select distinct ?answer where { hp:britannia bridge hp:cadw building id ?answer} 
generate sparql,what's louis agassiz's smithsonian american art museum i d?,select distinct ?answer where { hp:louis agassiz hp:smithsonian american art museum artwork id ?answer} 
generate sparql,what is london's vision of uk unit id?,select distinct ?answer where { hp:london hp:vision of britain unit id ?answer} 
generate sparql,hand has what venous drainage?,select distinct ?answer where { hp:hand hp:venous drainage ?answer} 
generate sparql,where is the birth put of fred macmurray?,select distinct ?answer where { hp:fred macmurray hp:place of birth ?answer} 
generate sparql,what is henry h. arnold's early aviators people id?,select distinct ?answer where { hp:henry h. arnold hp:early aviators people id ?answer} 
generate sparql,tell me the noble title for a duke.,select distinct ?answer where { ?answer hp:noble title hp:q166886} 
generate sparql,which is the spenserians individual id of william cowper?,select distinct ?answer where { hp:william cowper hp:spenserians person id ?answer} 
generate sparql,what is the discogs master id of singin' in the rain?,"select distinct ?answer where { hp: in the rain""> hp:discogs master id ?answer} "
generate sparql,what is dnf id for elle macpherson?,select distinct ?answer where { hp:elle macpherson hp:danish national filmography person id ?answer} 
generate sparql,which is fao 2007 hereditary asset id for hereford?,select distinct ?answer where { hp:hereford hp:fao 2007 genetic resource id ?answer} 
generate sparql,what is the nearby dialing code for panjin?,select distinct ?answer where { hp:panjin hp:local dialing code ?answer} 
generate sparql,what is the osm key for castle?,select distinct ?answer where { hp:castle hp:openstreetmap tag or key ?answer} 
generate sparql,what is oscar romero's catholic hierarchy person id?,select distinct ?answer where { hp:óscar romero hp:catholic hierarchy person id ?answer} 
generate sparql,what marit bjørgen's fis cross-country skier id?,select distinct ?answer where { hp:marit bjørgen hp:fis cross-country skier id ?answer} 
generate sparql,what is cape town university's sahra heritage site id?,select distinct ?answer where { hp:university of cape town hp:sahra heritage site id ?answer} 
generate sparql,what is the shiitake mushroom type of hymenium?,select distinct ?answer where { hp:lentinula edodes hp:hymenium type ?answer} 
generate sparql,what is aldus manutius ' edit16 catalog printer i d?,select distinct ?answer where { hp:aldus manutius hp:edit16 catalogue printer id ?answer} 
generate sparql,did magdalena luther have a son named martin luther?,ask where { hp:martin luther hp:child hp:magdalena luther } 
generate sparql,which dialect is the history of chamber of norways termwiki id?,select distinct ?answer where { hp:biography hp:language council of norways termwiki id ?answer} 
generate sparql,who is chosen within the joong-ang ilbo?,select distinct ?answer where { ?answer hp:elected in hp:q483903} 
generate sparql,what is the flickr user id for computing machinery association?,select distinct ?answer where { hp:association for computing machinery hp:flickr user id ?answer} 
generate sparql,what is louis leakey named by?,select distinct ?answer where { ?answer hp:named by hp:q14837} 
generate sparql,what is hakuho sho's japan sumo affiliation id?,select distinct ?answer where { hp:hakuhō shō hp:japan sumo association id ?answer} 
generate sparql,which is the century breaks for joe davis?,select distinct ?answer where { hp:joe davis hp:century breaks ?answer} 
generate sparql,give me the great russian encyclopedia online id for actinium?,select distinct ?answer where { hp:actinium hp:great russian encyclopedia online id ?answer} 
generate sparql,what is zhang ziyi's hancinema person id?,select distinct ?answer where { hp:zhang ziyi hp:hancinema person id ?answer} 
generate sparql,who is john romero's programmer?,select distinct ?answer where { ?answer hp:programmer hp:q280045} 
generate sparql,what is national legacy list for britain number ofpalace of westminster ?,select distinct ?answer where { hp:palace of westminster hp:national heritage list for england number ?answer} 
generate sparql,what is the artist id given by les voix de la poésie to alphonse daudet?,select distinct ?answer where { hp:alphonse daudet hp:les voix de la poésie poet id ?answer} 
generate sparql,which is gmelin number for sulfate ion?,select distinct ?answer where { hp:sulfate ion hp:gmelin number ?answer} 
generate sparql,is it true that john wayne gacy worked at jollibee foods corporation?,ask where { hp:john wayne gacy hp:employer hp:jollibee } 
generate sparql,who has contributed to el mundo's published works?,select distinct ?answer where { ?answer hp:contributed to creative work hp:q921217} 
generate sparql,which is douglas macarthur's valor id hall?,select distinct ?answer where { hp:douglas macarthur hp:hall of valor id ?answer} 
generate sparql,which is the kinopolis film id of forrest gump?,select distinct ?answer where { hp:forrest gump hp:kinopolis film id ?answer} 
generate sparql,what is lebron james' statistical leader?,select distinct ?answer where { ?answer hp:statistical leader hp:q36159} 
generate sparql,what is within the word reference of swedish national life story of pär lagerkvist ?,select distinct ?answer where { hp:pär lagerkvist hp:dictionary of swedish national biography id ?answer} 
generate sparql,which is the cwgc individual id of leslie howard?,select distinct ?answer where { hp:leslie howard hp:cwgc person id ?answer} 
generate sparql,is pi the same as its symbol?,ask where { hp:pi hp:different from hp:π } 
generate sparql,what is bg ekatte put id for sofia ?,select distinct ?answer where { hp:sofia hp:bg ekatte place id ?answer} 
generate sparql,what is larnaca's ssoc geocode?,select distinct ?answer where { hp:larnaca hp:statistical service of cyprus geocode ?answer} 
generate sparql,who is the screenwriter of mr. bean?,select distinct ?answer where { hp:mr. bean hp:screenwriter ?answer} 
generate sparql,mention the carnegie hall agent id for david ben-gurion.,select distinct ?answer where { hp:david ben-gurion hp:carnegie hall agent id ?answer} 
generate sparql,what is kuomintang's tawian part number?,select distinct ?answer where { hp:kuomintang hp:party number (taiwan) ?answer} 
generate sparql,what is the foremost common deadly measurements of acetone,select distinct ?answer where { hp:acetone hp:median lethal dose (ld50) ?answer} 
generate sparql,what is the national creators corridor of popularity id for douglas engelbart?,select distinct ?answer where { hp:douglas engelbart hp:national inventors hall of fame id ?answer} 
generate sparql,the compart person id for ferenc moinar is what?,select distinct ?answer where { hp:ferenc molnár hp:compart person id ?answer} 
generate sparql,what's george whitefield's clergy of the church of britain database id?,select distinct ?answer where { hp:george whitefield hp:clergy of the church of england database id ?answer} 
generate sparql,which is the boundary of the space rock belt?,select distinct ?answer where { ?answer hp:has boundary hp:q2179} 
generate sparql,on what date was the gutenberg bible printed?,select distinct ?answer where { hp:gutenberg bible hp:printed by ?answer} 
generate sparql,what's jocelyn bell burnell's royal society id?,select distinct ?answer where { hp:jocelyn bell burnell hp:fellow of the royal society id ?answer} 
generate sparql,what is judit polgar's elo rating?,select distinct ?answer where { hp:judit polgár hp:elo rating ?answer} 
generate sparql,what is miloš forman's burial or cremation date?,select distinct ?answer where { hp:miloš forman hp:date of burial or cremation ?answer} 
generate sparql,which is the natura 2000 location id of minho river?,select distinct ?answer where { hp:minho river hp:natura 2000 site id ?answer} 
generate sparql,what is the id of johan huizinga?,select distinct ?answer where { hp:johan huizinga hp:catalogus professorum academiae groninganae id ?answer} 
generate sparql,which is the open period for friday?,select distinct ?answer where { ?answer hp:open period to hp:q130} 
generate sparql,what is goldie's rolldabeats artist id?,select distinct ?answer where { hp:goldie hp:rolldabeats artist id ?answer} 
generate sparql,which is the talked content sound for median?,select distinct ?answer where { hp:median hp:spoken text audio ?answer} 
generate sparql,what is lou reed's musicbrainz musician identification?,select distinct ?answer where { hp:lou reed hp:musicbrainz artist id ?answer} 
generate sparql,david cameron holds what they work id?,select distinct ?answer where { hp:david cameron hp:theyworkforyou id ?answer} 
generate sparql,which is the loj top id of mount holy person elias?,select distinct ?answer where { hp:mount saint elias hp:loj peak id ?answer} 
generate sparql,what is jangsu's revised romanization?,select distinct ?answer where { hp:jangsu hp:revised romanization ?answer} 
generate sparql,which is substantial in put of trentino-south tyrol?,select distinct ?answer where { ?answer hp:valid in place hp:q1237} 
generate sparql,is time travel a superhuman highlight or capacity?,select distinct ?answer where { ?answer hp:superhuman feature or ability hp:q182154} 
generate sparql,what is jaromir jagr's elite prospects staff id?,select distinct ?answer where { hp:jaromír jágr hp:elite prospects staff id ?answer} 
generate sparql,what is the patronym or matronym for vladimir putin's name?,select distinct ?answer where { hp:vladimir putin hp:patronym or matronym for this name ?answer} 
generate sparql,was patrick swayze born in houston?,ask where { hp:patrick swayze hp:place of birth hp:houston } 
generate sparql,what is the border of kahoolawe?,select distinct ?answer where { hp:kahoolawe hp:perimeter ?answer} 
generate sparql,tell me about nowruz's sovereign state on public holidays,select distinct ?answer where { hp:napoleon hp:electronic enlightenment id ?answer} 
generate sparql,which is the eminent work of john dickson carr?,select distinct ?answer where { hp:john dickson carr hp:notable work ?answer} 
generate sparql,what's the pagesjaunes id of the louvre museum?,select distinct ?answer where { hp:louvre museum hp:pagesjaunes id ?answer} 
generate sparql,what is the iso 639 - 1 code from the netherlands?,select distinct ?answer where { hp:dutch hp:iso 639-1 code ?answer} 
generate sparql,what is wwe conferred on?,select distinct ?answer where { ?answer hp:conferred by hp:q35339} 
generate sparql,what is the zinc chloride inchlkey?,select distinct ?answer where { hp:zinc chloride hp:inchikey ?answer} 
generate sparql,what is the dailymotion channel id of david guetta?,select distinct ?answer where { hp:david guetta hp:dailymotion channel id ?answer} 
generate sparql,list the elibrary.ru id for moscow state university,select distinct ?answer where { hp:moscow state university hp:elibrary.ru organisation id ?answer} 
generate sparql,which spirit has harry potter possessed by?,select distinct ?answer where { hp:harry potter hp:possessed by spirit ?answer} 
generate sparql,what is the israeli chess federation player id of mikhail botvinnik?,select distinct ?answer where { hp:mikhail botvinnik hp:israel chess federation player id ?answer} 
generate sparql,did sly stallone ever produce films?,ask where { hp:sylvester stallone hp:occupation hp:film producer } 
generate sparql,what is the electrical plug sort that's utilized in nicaragua?,select distinct ?answer where { hp:nicaragua hp:electrical plug type ?answer} 
generate sparql,what is the metrolyrics id of the inernationale?,select distinct ?answer where { hp:the internationale hp:metrolyrics id ?answer} 
generate sparql,which is the opendoar id for library and files canada?,select distinct ?answer where { hp:library and archives canada hp:opendoar id ?answer} 
generate sparql,tell me the search formatter url for youtube?,select distinct ?answer where { hp:youtube hp:search formatter url ?answer} 
generate sparql,who is the makeup artist of pan's labyrinth?,"select distinct ?answer where { hp:s labyrinth""> hp:make-up artist ?answer} "
generate sparql,"in the big cartoon database, what is the id of fantasia?",select distinct ?answer where { hp:fantasia hp:big cartoon database id ?answer} 
generate sparql,was doctor who remade and also called doctor who?,ask where { hp:doctor who hp:series spin-off hp:doctor who } 
generate sparql,what is jesse jackson's politifact personality id?,select distinct ?answer where { hp:jesse jackson hp:politifact people and groups id ?answer} 
generate sparql,what is colorado sports corridor of notoriety id forjack dempsey,select distinct ?answer where { hp:jack dempsey hp:colorado sports hall of fame id ?answer} 
generate sparql,which is root of the conduit of mittelland canal ?,select distinct ?answer where { hp:mittelland canal hp:origin of the watercourse ?answer} 
generate sparql,give me the dictionary of sydney id for sydney harbour bridge.,select distinct ?answer where { hp:sydney harbour bridge hp:dictionary of sydney id ?answer} 
generate sparql,which is frogger's ready64 id?,select distinct ?answer where { hp:frogger hp:ready64 id ?answer} 
generate sparql,which is fie fencer id for pavel kolobkov?,select distinct ?answer where { hp:pavel kolobkov hp:international fencing federation fencer id ?answer} 
generate sparql,which is the capital of tulunids?,select distinct ?answer where { hp:tulunids hp:capital ?answer} 
generate sparql,pentachoron is double to what?,select distinct ?answer where { ?answer hp:dual to hp:q1634717} 
generate sparql,which is the name in sign dialect for university?,select distinct ?answer where { hp:university hp:label in sign language ?answer} 
generate sparql,what is lindane's melting point?,select distinct ?answer where { hp:lindane hp:melting point ?answer} 
generate sparql,the university of barcelona id of zhu de is what?,select distinct ?answer where { hp:zhu de hp:university of barcelona authority id (obsolete) ?answer} 
generate sparql,what is thomas barnes' cambridge graduated class database id?,select distinct ?answer where { hp:thomas barnes hp:cambridge alumni database id ?answer} 
generate sparql,which is the pokédex number for pikachu?,select distinct ?answer where { hp:pikachu hp:p1112 ?answer} 
generate sparql,whom inspired phedre?,select distinct ?answer where { hp:phèdre hp:inspired by ?answer} 
generate sparql,what's lidocaine doing every day?,select distinct ?answer where { hp:lidocaine hp:defined daily dose ?answer} 
generate sparql,is the bald eagle the official symbol of seattle?,ask where { hp:seattle hp:official symbol hp:bald eagle } 
generate sparql,what is arsene wenger's filmportal id?,select distinct ?answer where { hp:arsène wenger hp:filmportal id ?answer} 
generate sparql,is makgatho mandela the name of nelson mandela's son?,ask where { hp:nelson mandela hp:child hp:makgatho mandela } 
generate sparql,what is frontal lobe post - synaptic connection?,select distinct ?answer where { ?answer hp:postsynaptic connection hp:q749520} 
generate sparql,what locale does zakarpattia oblast drop under?,select distinct ?answer where { ?answer hp:applies to jurisdiction hp:q170213} 
generate sparql,what is filmweb.pl id of lyudmila gurchenko?,"select distinct ?answer where { hp:s daily""> hp:cn ?answer} "
generate sparql,who modified sonic the hedgehog?,select distinct ?answer where { hp:sonic the hedgehog hp:programmer ?answer} 
generate sparql,what is the maximum capacity or size of ext4?,select distinct ?answer where { hp:ext4 hp:maximum size or capacity ?answer} 
generate sparql,just tell me what the dictionary of ulster biography of samuel beckett is.,select distinct ?answer where { hp:samuel beckett hp:dictionary of ulster biography id ?answer} 
generate sparql,does sean connery belong as a member to the gaels ethnic group?,ask where { hp:sean connery hp:ethnic group hp:gaels } 
generate sparql,what did grigori perelman solve?,select distinct ?answer where { ?answer hp:solved by hp:q117346} 
generate sparql,what is permutation's defining formula?,select distinct ?answer where { hp:permutation hp:defining formula ?answer} 
generate sparql,which is the rot mode for uranium-238?,select distinct ?answer where { hp:uranium-238 hp:decay mode ?answer} 
generate sparql,which is the curve linux bundle for php?,select distinct ?answer where { hp:php hp:arch linux package ?answer} 
generate sparql,the swelling rate of belize is?,select distinct ?answer where { hp:belize hp:inflation rate ?answer} 
generate sparql,what land and water proficient classification is the goliath frog?,select distinct ?answer where { hp:goliath frog hp:amphibian species of the world id ?answer} 
generate sparql,what is margaret court's tennis temple player id?,select distinct ?answer where { hp:margaret court hp:tennis temple player id ?answer} 
generate sparql,is it true that lyndon b. johnson wed lyndon b. johnson?,ask where { hp:lyndon b. johnson hp:spouse hp:lyndon b. johnson } 
generate sparql,what is the mimo id of the instrument known as the didgeridoo?,select distinct ?answer where { hp:purta magere hp:mimo instrument id ?answer} 
generate sparql,what is the crisis phone number for liberia?,select distinct ?answer where { hp:liberia hp:emergency phone number ?answer} 
generate sparql,what is canadian register of historic places identification for chambly canal,select distinct ?answer where { hp:chambly canal hp:canadian register of historic places id ?answer} 
generate sparql,what is the catalogus professorum rostochiensium id of karl von frisch?,select distinct ?answer where { hp:karl von frisch hp:catalogus professorum rostochiensium id ?answer} 
generate sparql,which is donald duck's behind the voice actors character id?,select distinct ?answer where { hp:donald duck hp:behind the voice actors character id ?answer} 
generate sparql,of what zinc id is ethanol?,select distinct ?answer where { hp:ethanol hp:zinc id ?answer} 
generate sparql,what is portuguese work code cpp-2010 for astronomer?,select distinct ?answer where { hp:astronomer hp:portuguese job code cpp-2010 ?answer} 
generate sparql,what is south korea's gost 7.67 cyrillic?,select distinct ?answer where { hp:south korea hp:gost 7.67 cyrillic ?answer} 
generate sparql,which is the ffa id for marie-josé pérec?,select distinct ?answer where { hp:marie-josé pérec hp:french athletics federation athlete id ?answer} 
generate sparql,which is the kansallisbiografia id for sergei witte?,select distinct ?answer where { hp:sergei witte hp:kansallisbiografia id ?answer} 
generate sparql,which is the respectable title of alexander the great?,select distinct ?answer where { hp:alexander the great hp:noble title ?answer} 
generate sparql,dorothy gale's got an animal,select distinct ?answer where { hp:dorothy gale hp:has pet ?answer} 
generate sparql,where does the kaveri waterway meet the ocean?,select distinct ?answer where { hp:kaveri hp:mouth of the watercourse ?answer} 
generate sparql,what is lawrence alma - tadema's art renewal center id?,select distinct ?answer where { hp:lawrence alma-tadema hp:art renewal center artist id ?answer} 
generate sparql,what is nick offerman's tmdb person id,select distinct ?answer where { hp:nick offerman hp:tmdb person id ?answer} 
generate sparql,sputnik 1 has what orbital period?,select distinct ?answer where { hp:sputnik 1 hp:orbital period ?answer} 
generate sparql,who is the aircraft union of singapore airlines?,select distinct ?answer where { hp:singapore airlines hp:airline alliance ?answer} 
generate sparql,what is thomas piketty's la vie des idees id?,select distinct ?answer where { hp:thomas piketty hp:la vie des idées id ?answer} 
generate sparql,does pluto is a charon?,ask where { hp:pluto hp:child astronomical body hp:charon } 
generate sparql,what is the national track & field hall of fame athlete id for rafer johnson?,select distinct ?answer where { hp:rafer johnson hp:usa track & field hall of fame id (legacy.usatf.org) ?answer} 
generate sparql,where is willie mays in the national baseball hall of fame?,select distinct ?answer where { hp:willie mays hp:national baseball hall of fame and museum id ?answer} 
generate sparql,what language is spoken in the old church of slovenia?,select distinct ?answer where { ?answer hp:language of work or name hp:q35499} 
generate sparql,what is official dialect of taiwanese hokkien ?,select distinct ?answer where { ?answer hp:official language hp:q36778} 
generate sparql,what's the journalist id of gordon brown?,select distinct ?answer where { hp:gordon brown hp:journalisted id ?answer} 
generate sparql,what is runway of heathrow air terminal ?,select distinct ?answer where { hp:heathrow airport hp:runway ?answer} 
generate sparql,what is within the category of frantic max?,select distinct ?answer where { hp:mad max hp:kinenote film id ?answer} 
generate sparql,which is through the looking - glass ' publisher?,select distinct ?answer where { hp:through the looking-glass hp:publisher ?answer} 
generate sparql,which is the residency of philosophy?,select distinct ?answer where { ?answer hp:professorship hp:q34178} 
generate sparql,what is the ksh code of budapest?,select distinct ?answer where { hp:budapest hp:ksh code ?answer} 
generate sparql,which is the sweep of earth?,select distinct ?answer where { hp:earth hp:radius ?answer} 
generate sparql,which is the monte carlo antiproton particle number?,select distinct ?answer where { hp:antiproton hp:monte carlo particle number ?answer} 
generate sparql,what is the speed skating base.eu id of eric heiden?,select distinct ?answer where { hp:eric heiden hp:speedskatingbase.eu id ?answer} 
generate sparql,what is ostensible gdp of uruguay ?,select distinct ?answer where { hp:uruguay hp:nominal gdp ?answer} 
generate sparql,what are the accepted rijksmuseum payment types?,select distinct ?answer where { hp:rijksmuseum hp:payment types accepted ?answer} 
generate sparql,what is the domestic harbour of kuala lumpur,select distinct ?answer where { ?answer hp:home port hp:q1865} 
generate sparql,what is the end of the menai bridge,select distinct ?answer where { ?answer hp:terminus hp:q2655856} 
generate sparql,in gunter grass what's the klg kristisches lexikon de gegenwartsliteratur?,select distinct ?answer where { hp:günter grass hp:kritisches lexikon der gegenwartsliteratur id ?answer} 
generate sparql,what is the joined together states olympic committee id for martina navratilova?,select distinct ?answer where { hp:north america hp:located on astronomical body ?answer} 
generate sparql,what's going on in the walking dead's fictional universe?,select distinct ?answer where { hp:the walking dead hp:takes place in fictional universe ?answer} 
generate sparql,holding what rank does vladimir putin have?,select distinct ?answer where { hp:vladimir putin hp:special rank ?answer} 
generate sparql,what is the scoresway soccer person id of gareth bale?,select distinct ?answer where { hp:gareth bale hp:p3043 ?answer} 
generate sparql,which is the put of burial for katowice?,select distinct ?answer where { ?answer hp:place of burial hp:q588} 
generate sparql,which is the occurrence of puduhepa?,select distinct ?answer where { hp:puduhepa hp:instance of ?answer} 
generate sparql,moh's hardness of pyrite is what?,"select distinct ?answer where { hp:pyrite hp: hardness""> ?answer} "
generate sparql,is michael jordan known to wear jewelry?,ask where { hp:michael jordan hp:wears hp:jewelry } 
generate sparql,what is the parthian empire's office religion?,select distinct ?answer where { hp:parthian empire hp:official religion ?answer} 
generate sparql,which is the bloomberg company id for koch industries?,select distinct ?answer where { hp:koch industries hp:bloomberg company id ?answer} 
generate sparql,what is adygea republic's official language?,select distinct ?answer where { hp:republic of adygea hp:official language ?answer} 
generate sparql,what is the calling of taxidermy?,select distinct ?answer where { ?answer hp:field of this occupation hp:q243237} 
generate sparql,what was the outcome of the wladimir klitschko vs. sultan ibragimove?,ask where { hp:wladimir klitschko hp:victory hp:wladimir klitschko vs. sultan ibragimov } 
generate sparql,which is budapest's theatricalia theater id?,select distinct ?answer where { hp:budapest hp:theatricalia theatre id ?answer} 
generate sparql,what is women's ball lobby of popularity id for lisa leslie ?,"select distinct ?answer where { hp:lisa leslie hp:s basketball hall of fame id""> ?answer} "
generate sparql,which lakes flow into the yellowstone river?,select distinct ?answer where { ?answer hp:inflows hp:q374772} 
generate sparql,what is affirmed by the iraq war?,select distinct ?answer where { hp:iraq war hp:approved by ?answer} 
generate sparql,what is the mississippi sports corridor of popularity id for brett favre ?,select distinct ?answer where { hp:brett favre hp:mississippi sports hall of fame id ?answer} 
generate sparql,what's the british museum tripadvisor id?,select distinct ?answer where { hp:british museum hp:tripadvisor id ?answer} 
generate sparql,which is the lithography for cmos?,select distinct ?answer where { ?answer hp:p2157 hp:q173431} 
generate sparql,is amyotrophic lateral sclerosis a masp1 gene?,ask where { hp:amyotrophic lateral sclerosis hp:genetic association hp:masp1 } 
generate sparql,what is the nuts code for pays de la loire?,select distinct ?answer where { hp:pays de la loire hp:nuts code ?answer} 
generate sparql,which may be a open key unique finger impression of linus torvalds?,select distinct ?answer where { hp:linus torvalds hp:public key fingerprint ?answer} 
generate sparql,which is critical individual of frederick douglass ?,select distinct ?answer where { ?answer hp:significant person hp:q215562} 
generate sparql,what is the database id of anna paquin?,select distinct ?answer where { hp:anna paquin hp:internet broadway database person id ?answer} 
generate sparql,which is the electric dipole minute of oxalic acid?,select distinct ?answer where { hp:oxalic acid hp:electric dipole moment ?answer} 
generate sparql,what is the indonesian ethnicity code for grain?,select distinct ?answer where { hp:grain hp:indonesian ethnicity code ?answer} 
generate sparql,which is the area on landscape include for iberian peninsula?,select distinct ?answer where { ?answer hp:located in/on physical feature hp:q12837} 
generate sparql,what is sort of circle for sub-orbital spaceflight,select distinct ?answer where { ?answer hp:type of orbit hp:q832435} 
generate sparql,was john f. kennedy's native language old english?,ask where { hp:john f. kennedy hp:native language hp:old english } 
generate sparql,what is the wikidata time exactness for a decade?,select distinct ?answer where { hp:decade hp:wikidata time precision ?answer} 
generate sparql,what is the usage of hypertext exchange protocol?,select distinct ?answer where { ?answer hp:implementation of hp:q8777} 
generate sparql,what is avp's cytogenetic location?,select distinct ?answer where { hp:avp hp:cytogenetic location ?answer} 
generate sparql,what is the zvg number of hafnium?,select distinct ?answer where { hp:hafnium hp:zvg number ?answer} 
generate sparql,what is the three kingdoms ' ctext work id for romance?,select distinct ?answer where { hp:romance of the three kingdoms hp:ctext work id ?answer} 
generate sparql,what is the description of the currency symbol for currency sign?,select distinct ?answer where { ?answer hp:currency symbol description hp:q308229} 
generate sparql,give me the presynaptic connection between rod cells.,select distinct ?answer where { ?answer hp:presynaptic connection hp:q505544} 
generate sparql,did edward snowden and j. edgar hoover ever work together?,ask where { hp:edward snowden hp:occupation hp:j. edgar hoover } 
generate sparql,did aaliyah ever nominated for best villain on mtv?,ask where { hp:aaliyah hp:nominated for hp:mtv movie award for best villain } 
generate sparql,who is maris strombergs ' bmx - results.com rider id?,select distinct ?answer where { hp:māris štrombergs hp:uci bmx supercross world cup results rider id ?answer} 
generate sparql,what is the personal identification of shiva's dharma drum buddhist college?,select distinct ?answer where { hp:shiva hp:dharma drum institute of liberal arts person id ?answer} 
generate sparql,boietus edulis is what hymenium attachment?,select distinct ?answer where { hp:boletus edulis hp:hymenium attachment ?answer} 
generate sparql,what is tungsten carbide's chemspider id?,select distinct ?answer where { hp:tungsten carbide hp:chemspider id ?answer} 
generate sparql,"in the confederate states of america, did texas have the role of administrative territorial entity?",ask where { hp:confederate states of america hp:contains the administrative territorial entity hp:texas } 
generate sparql,who is the melodic conductor of mary poppins?,select distinct ?answer where { hp:mary poppins hp:musical conductor ?answer} 
generate sparql,which is the anatomical area for mumps?,select distinct ?answer where { hp:mumps hp:anatomical location ?answer} 
generate sparql,what is within the category of electronic component?,select distinct ?answer where { ?answer hp:cpu hp:q11653} 
