prefix,input_text,target_text
generate sparql,what is the okato id for kaliningrad?,select distinct ?answer where { hp:kaliningrad hp:okato id ?answer} 
generate sparql,repeat the availability of satrap.,select distinct ?answer where { hp:satrap hp:valid in period ?answer} 
generate sparql,what is the ranm id for santiago ramon y cajal?,select distinct ?answer where { hp:santiago ramón y cajal hp:ranm member id ?answer} 
generate sparql,what is fair fontaine of fff male player id,select distinct ?answer where { hp:just fontaine hp:p4883 ?answer} 
generate sparql,which is the recreation.gov region id for gila river?,select distinct ?answer where { hp:gila river hp:recreation.gov gateway id ?answer} 
generate sparql,what is the character id of movieplayer for cuba gooding jr.?,select distinct ?answer where { hp:cuba gooding jr. hp:movieplayer person id ?answer} 
generate sparql,the illustrations compatibility arrange has which uniform sort identifier?,select distinct ?answer where { hp:graphics interchange format hp:uniform type identifier ?answer} 
generate sparql,is the igbo people steve harvey's ethnic group?,ask where { hp:steve harvey hp:ethnic group hp:igbo people } 
generate sparql,what is mathematics that is discrete?,select distinct ?answer where { hp:discrete mathematics hp:literal translation ?answer} 
generate sparql,what's vyacheslav molotov's proxy?,select distinct ?answer where { ?answer hp:proxy hp:q132899} 
generate sparql,which is the prerequisite of a master's degree?,"select distinct ?answer where { hp:s degree""> hp:prerequisite ?answer} "
generate sparql,what is rainer maria rilke's wbpln author id?,select distinct ?answer where { hp:rainer maria rilke hp:wbpln author id ?answer} 
generate sparql,was there an hd dvd version of minecraft that was distributed?,ask where { hp:minecraft hp:distribution format hp:hd dvd } 
generate sparql,what is nszl id for arthur koestler?,select distinct ?answer where { hp:arthur koestler hp:nszl name authority id ?answer} 
generate sparql,were natural causes the reason for johnnie cochran's death?,ask where { hp:johnnie cochran hp:manner of death hp:natural causes } 
generate sparql,what phase of matter is a solid?,select distinct ?answer where { ?answer hp:phase of matter hp:q11438} 
generate sparql,what is vision of britain put id for isles of scilly ?,select distinct ?answer where { hp:isles of scilly hp:vision of britain place id ?answer} 
generate sparql,which is the musikverket individual id for antoine watteau?,select distinct ?answer where { hp:jean-antoine watteau hp:musikverket person id ?answer} 
generate sparql,did coke originate in the us?,ask where { hp:coca-cola hp:country of origin hp:united states of america } 
generate sparql,what is the manager of asus?,select distinct ?answer where { ?answer hp:employer hp:q152864} 
generate sparql,what is facebook places id for bangkok ?,select distinct ?answer where { hp:bangkok hp:facebook places id ?answer} 
generate sparql,utilize rallye-info.com to induce driver or co-driver is of sebastian loeb?,select distinct ?answer where { hp:sébastien loeb hp:rallye-info.com driver or co-driver id ?answer} 
generate sparql,which is the date of sanctification in early childhood of diego velázquez?,select distinct ?answer where { hp:diego velázquez hp:date of baptism in early childhood ?answer} 
generate sparql,what is the jurisdiction of the state of israel declaration of establishment?,select distinct ?answer where { hp:declaration of the establishment of the state of israel hp:applies to jurisdiction ?answer} 
generate sparql,which is the doccheck flexikon en id for diabetes mellitus?,select distinct ?answer where { hp:diabetes hp:doccheck flexikon en id ?answer} 
generate sparql,what is joshua tree national park's mountain project id?,select distinct ?answer where { hp:joshua tree national park hp:mountain project id ?answer} 
generate sparql,what is er's tmdb tv id?,select distinct ?answer where { hp:er hp:tmdb tv series id ?answer} 
generate sparql,which is the awesome aragonese reference book id for allium cepa?,select distinct ?answer where { hp:allium cepa hp:great aragonese encyclopedia id ?answer} 
generate sparql,what is comprised of physiology?,select distinct ?answer where { ?answer hp:of hp:q521} 
generate sparql,what is jons jacob berzelius ' swedish portrait archive?,select distinct ?answer where { hp:jöns jacob berzelius hp:swedish portrait archive id ?answer} 
generate sparql,what is rod laver's double record?,select distinct ?answer where { hp:rod laver hp:doubles record ?answer} 
generate sparql,what is ronaldinho's sports.ru player id?,select distinct ?answer where { hp:ronaldinho hp:sports.ru athlete id ?answer} 
generate sparql,give the person id for pierre bourdieu?,select distinct ?answer where { hp:pierre bourdieu hp:theses.fr person id ?answer} 
generate sparql,what is imdb id of perez hilton ?,select distinct ?answer where { hp:perez hilton hp:imdb id ?answer} 
generate sparql,which is the debrett's individuals of nowadays id of sebastian faulks?,"select distinct ?answer where { hp:sebastian faulks hp:s people of today id""> ?answer} "
generate sparql,which therapeutic condition is set up from down syndrome?,select distinct ?answer where { ?answer hp:established from medical condition hp:q47715} 
generate sparql,give me anthony vivaldi's cpdl id.,select distinct ?answer where { hp:antonio vivaldi hp:cpdl id ?answer} 
generate sparql,which is eugène viollet - le - duc's french diocesan architect id?,select distinct ?answer where { hp:eugène viollet-le-duc hp:french diocesan architects id ?answer} 
generate sparql,which is the ecocrop id for olea europaea?,select distinct ?answer where { hp:olea europaea hp:ecocrop id ?answer} 
generate sparql,whose voice is aqua teen hunger force?,select distinct ?answer where { hp:aqua teen hunger force hp:voice actor ?answer} 
generate sparql,which controls atomic science of direction of quality expression,select distinct ?answer where { hp:regulation of gene expression hp:regulates (molecular biology) ?answer} 
generate sparql,the fifa world cup is rewarded by what sport?,select distinct ?answer where { hp:fifa world cup hp:sport ?answer} 
generate sparql,ottomar anschutz's photographer's id catalog is what?,"select distinct ?answer where { hp:ottomar anschütz hp: identities catalog id""> ?answer} "
generate sparql,did the american revolutionary war have 6 californians?,ask where { hp:american revolutionary war hp:participant hp:six californias } 
generate sparql,who was the major person in the brown v. board of education trial?,select distinct ?answer where { hp:brown v. board of education hp:significant person ?answer} 
generate sparql,what is museofile of musée d'orsay ?,"select distinct ?answer where { hp:orsay""> hp:museofile ?answer} "
generate sparql,who's transported in an ambulance?,select distinct ?answer where { hp:ambulance hp:people or cargo transported ?answer} 
generate sparql,did the bifa award for best british independent film ever go to tom hardy?,ask where { hp:tom hardy hp:award received hp:bifa award for best british independent film } 
generate sparql,what is the snapchat username for general electric?,select distinct ?answer where { hp:general electric hp:snapchat username ?answer} 
generate sparql,give me the national collegiate basketball hall of fame id for elgin baylor.,select distinct ?answer where { hp:elgin baylor hp:national collegiate basketball hall of fame id ?answer} 
generate sparql,which is the nation of iloilo city?,select distinct ?answer where { hp:iloilo city hp:country ?answer} 
generate sparql,what is the gepris id for berlin university of humboldt?,select distinct ?answer where { hp:humboldt university of berlin hp:gepris organization id ?answer} 
generate sparql,what does ambrose burnside wear?,select distinct ?answer where { hp:ambrose burnside hp:wears ?answer} 
generate sparql,what is the ethnography for this property unit?,select distinct ?answer where { ?answer hp:type of unit for this property hp:q132151} 
generate sparql,what is the nationlamuseum sweden craftsman id for jean arp,select distinct ?answer where { hp:jean arp hp:nationalmuseum sweden id ?answer} 
generate sparql,what is the programming dialect utilized for javascript?,select distinct ?answer where { ?answer hp:programmed in hp:q2005} 
generate sparql,what's rimini's istat id?,select distinct ?answer where { hp:rimini hp:istat id ?answer} 
generate sparql,what kind of technological device is the hubble space telescope?,select distinct ?answer where { hp:hubble space telescope hp:vehicle ?answer} 
generate sparql,what is genocide's ushmm holocaust encyclopedia id?,select distinct ?answer where { hp:genocide hp:ushmm holocaust encyclopedia id ?answer} 
generate sparql,what is found on territory include of multonmah falls?,select distinct ?answer where { hp:multnomah falls hp:located in/on physical feature ?answer} 
generate sparql,how many females live in lucknow?,select distinct ?answer where { hp:lucknow hp:female population ?answer} 
generate sparql,is manhattan the birth place of stan lee?,ask where { hp:stan lee hp:place of birth hp:manhattan } 
generate sparql,give me the name of the antiparticle that is in a photon.,select distinct ?answer where { ?answer hp:antiparticle hp:q3198} 
generate sparql,what is hawai‘i sports lobby of notoriety id for duke kahanamoku ?,select distinct ?answer where { hp:duke kahanamoku hp:hawai‘i sports hall of fame id (archived) ?answer} 
generate sparql,what is the m.49 code of eastern europe?,select distinct ?answer where { hp:eastern europe hp:m.49 code ?answer} 
generate sparql,what is n. korea's gini coefficient?,select distinct ?answer where { hp:north korea hp:gini coefficient ?answer} 
generate sparql,what is south korea's category,select distinct ?answer where { hp:south korea hp:age of consent ?answer} 
generate sparql,what is 365chess id of alexander alekhine?,select distinct ?answer where { hp:alexander alekhine hp:365chess.com player id ?answer} 
generate sparql,what is the sandrart.net person id of horus?,select distinct ?answer where { hp:horus hp:sandrart.net person id ?answer} 
generate sparql,what is the most extreme wavelength of affectability for meerkat?,select distinct ?answer where { hp:meerkat hp:maximum wavelength of sensitivity ?answer} 
generate sparql,which is the final line for wrongdoing and discipline?,select distinct ?answer where { hp:crime and punishment hp:last line ?answer} 
generate sparql,what is a tony award?,select distinct ?answer where { hp:tony awards hp:conferred by ?answer} 
generate sparql,what is the date of birth of william webb elis?,select distinct ?answer where { hp:william webb ellis hp:date of birth ?answer} 
generate sparql,which is open occasion for eid al-adha ?,select distinct ?answer where { ?answer hp:public holiday hp:q514400} 
generate sparql,what is the code of classification of pholidota?,select distinct ?answer where { hp:pholidota hp:code of nomenclature ?answer} 
generate sparql,what is anorexia nervosa's medlineplus id?,select distinct ?answer where { hp:anorexia nervosa hp:medlineplus id ?answer} 
generate sparql,what's the starting point of integral?,select distinct ?answer where { hp:integral hp:start point ?answer} 
generate sparql,what is epaminondas ' lbt person id?,select distinct ?answer where { hp:epaminondas hp:lbt person id ?answer} 
generate sparql,what is parana's discharge?,select distinct ?answer where { hp:paraná river hp:discharge ?answer} 
generate sparql,c was developed by whom?,select distinct ?answer where { hp:c hp:developer ?answer} 
generate sparql,what's ernesto zedillo's successful candidate?,select distinct ?answer where { ?answer hp:successful candidate hp:q298149} 
generate sparql,which is the takeoff roll for storm?,select distinct ?answer where { hp:eurofighter typhoon hp:takeoff roll ?answer} 
generate sparql,how long is the half-life of  technetium-99m?,select distinct ?answer where { hp:technetium-99m hp:half-life ?answer} 
generate sparql,which is the allmusic composition id for ensemble no. 3?,select distinct ?answer where { hp:symphony no. 3 hp:allmusic composition id ?answer} 
generate sparql,what is the bank use,select distinct ?answer where { hp:bank hp:has use ?answer} 
generate sparql,what is based on the bangladesh freedom war?,select distinct ?answer where { ?answer hp:based on hp:q371394} 
generate sparql,what is the fictional universe presented in the marvel cinematic university?,select distinct ?answer where { hp:marvel cinematic universe hp:fictional universe described in ?answer} 
generate sparql,what is within the okpd code of the great or benefit of grapefruit juice ?,select distinct ?answer where { hp:grapefruit juice hp:okpd code of the good or service ?answer} 
generate sparql,what is ted kaczynski's defender?,select distinct ?answer where { hp:ted kaczynski hp:defender ?answer} 
generate sparql,which is littler than uranus?,select distinct ?answer where { ?answer hp:less than hp:q324} 
generate sparql,which is the maps artist id of john berryman?,select distinct ?answer where { hp:john berryman hp:maps poet id ?answer} 
generate sparql,what writing system is sanskrit's?,select distinct ?answer where { hp:sanskrit hp:writing system ?answer} 
generate sparql,what is james callaghan's pace member id?,select distinct ?answer where { hp:james callaghan hp:pace member id ?answer} 
generate sparql,cathedral of christ the friend in need was supplanted by what structure?,select distinct ?answer where { ?answer hp:structure replaces hp:q194474} 
generate sparql,what is the energy source for this heat?,select distinct ?answer where { ?answer hp:source of energy hp:q44432} 
generate sparql,which day of walk is it?,select distinct ?answer where { hp:march hp:series ordinal ?answer} 
generate sparql,what is cbdb id for lu xun?,select distinct ?answer where { hp:lu xun hp:cbdb id ?answer} 
generate sparql,name me the sbfi occupation code for truck driver,select distinct ?answer where { hp:truck driver hp:sbfi occupation code ?answer} 
generate sparql,what is linus torvalds person id?,select distinct ?answer where { hp:linus torvalds hp:elfilm person id ?answer} 
generate sparql,which is rocco siffredi's youporn id?,select distinct ?answer where { hp:rocco siffredi hp:youporn id ?answer} 
generate sparql,who is sebastian pinera's nominee?,select distinct ?answer where { ?answer hp:nominee hp:q306} 
generate sparql,what is the ghastly lesson of regulus?,select distinct ?answer where { hp:regulus hp:spectral class ?answer} 
generate sparql,which is the unz audit creator identifier for sherwood anderson?,select distinct ?answer where { hp:sherwood anderson hp:unz review author id ?answer} 
generate sparql,what is the wikiskripta id for signaling of cell?,select distinct ?answer where { hp:cell signaling hp:wikiskripta id ?answer} 
generate sparql,what is the cardinality of this set of levelheaded numbers?,select distinct ?answer where { hp:rational number hp:cardinality of this set ?answer} 
generate sparql,the humerus has what muscle origin?,select distinct ?answer where { hp:humerus hp:muscle origin ?answer} 
generate sparql,what is erasmus's swedish literature bank author id?,select distinct ?answer where { hp:erasmus hp:swedish literature bank author id ?answer} 
generate sparql,how does arabidopsis thaliana scatter seeds?,select distinct ?answer where { hp:arabidopsis thaliana hp:seed dispersal ?answer} 
generate sparql,which is contributor(s) to the inventive work of bulletin of the nuclear researchers ?,select distinct ?answer where { hp:bulletin of the atomic scientists hp:contributor to the creative work or subject ?answer} 
generate sparql,wich means{conjugate base} in {ammonium cation} ?,select distinct ?answer where { hp:ammonium cation hp:conjugate base ?answer} 
generate sparql,which is the space of subset?,select distinct ?answer where { hp:subset hp:definition domain ?answer} 
generate sparql,"what are the byproducts of coral, and what can they be used for?",select distinct ?answer where { hp:coral hp:produced by ?answer} 
generate sparql,what is staffordshire's goniat id?,select distinct ?answer where { hp:staffordshire hp:goniat place id ?answer} 
generate sparql,is the ivy league located inside the usa?,ask where { hp:ivy league hp:country hp:united states of america } 
generate sparql,what is located in nicaragua's territorial administrative entity?,select distinct ?answer where { ?answer hp:located in the administrative territorial entity hp:q811} 
generate sparql,what is deutsche olympiamannschaft competitor id for ralf schumann ?,select distinct ?answer where { hp:ralf schumann hp:team deutschland athlete id ?answer} 
generate sparql,what is the north american id for the butterflies and moths of geometridae?,select distinct ?answer where { hp:lucas cranach the elder hp:pinakothek artist id ?answer} 
generate sparql,what is the kings valley's find a grave cemetery id?,select distinct ?answer where { hp:valley of the kings hp:find a grave cemetery id ?answer} 
generate sparql,what is the melodic composer id of bedrish smetana,select distinct ?answer where { hp:bedřich smetana hp:swedish musical heritage id ?answer} 
generate sparql,what is jagjit singh's nomination?,select distinct ?answer where { hp:jagjit singh hp:nominated for ?answer} 
generate sparql,what is spheniscidae's wiki aves bird id?,select distinct ?answer where { hp:penguin hp:wiki aves bird id ?answer} 
generate sparql,what is proficient or sports accomplice for giovanni falcone?,select distinct ?answer where { ?answer hp:partner in business or sport hp:q207073} 
generate sparql,who is the prosecutor of artemisia gentileschi?,select distinct ?answer where { ?answer hp:prosecutor hp:q212657} 
generate sparql,which instrument is of herbie hancock?,select distinct ?answer where { hp:herbie hancock hp:instrument ?answer} 
generate sparql,"what is the good, the bad and the ugly's filmweb.pl id?","select distinct ?answer where { hp:the good, the bad and the ugly hp:filmweb.pl id ?answer} "
generate sparql,were diana prince and batman partners?,ask where { hp:batman hp:unmarried partner hp:diana prince } 
generate sparql,which is andré gide's nobel prize id?,select distinct ?answer where { hp:andré gide hp:p3188 ?answer} 
generate sparql,give me the internetmedicin.se id for breast cancer.,select distinct ?answer where { hp:breast cancer hp:internetmedicin.se id ?answer} 
generate sparql,what is kelly slater's encyclopedia of surfing id?,select distinct ?answer where { hp:kelly slater hp:encyclopedia of surfing id ?answer} 
generate sparql,which is berlin u-bahn's patronage?,select distinct ?answer where { hp:berlin u-bahn hp:patronage ?answer} 
generate sparql,what is the geni.com profile id for edward iii of england?,select distinct ?answer where { hp:edward iii of england hp:geni.com profile id ?answer} 
generate sparql,give me the fiba id of stephen curry.,select distinct ?answer where { hp:stephen curry hp:fiba player id ?answer} 
generate sparql,was benito mussolini laid to in cimitero maggiore di milano?,ask where { hp:benito mussolini hp:place of burial hp:major cemetery of milan } 
generate sparql,what is all blacks player id for colin meads ?,select distinct ?answer where { hp:colin meads hp:all blacks player id ?answer} 
generate sparql,who is shonda rhimes ' kvikmyndir person id?,select distinct ?answer where { hp:shonda rhimes hp:kvikmyndir person id ?answer} 
generate sparql,what is the courageous visual novel database id?,select distinct ?answer where { hp:courage hp:visual novel database id ?answer} 
generate sparql,what is joseph buonaparte's cantic-id?,select distinct ?answer where { hp:joseph bonaparte hp:cantic id (former scheme) ?answer} 
generate sparql,what is renaissance music's movement?,select distinct ?answer where { ?answer hp:movement hp:q201405} 
generate sparql,what is the hereditary affiliation of leprosy?,select distinct ?answer where { hp:leprosy hp:genetic association ?answer} 
generate sparql,which is the artsy quality for cubism?,select distinct ?answer where { hp:cubism hp:artsy gene ?answer} 
generate sparql,which is the vimeo username for peabody award?,select distinct ?answer where { hp:peabody awards hp:vimeo identifier ?answer} 
generate sparql,whic is placethe swedish olympic committee athelete id for jan-ove waldner?,select distinct ?answer where { hp:jan-ove waldner hp:swedish olympic committee athlete id ?answer} 
generate sparql,whats the motogp racer identification of giacomo agostini?,select distinct ?answer where { hp:giacomo agostini hp:motogp racer id ?answer} 
generate sparql,is john mccain's wife named cindy?,ask where { hp:john mccain hp:spouse hp:cindy mccain } 
generate sparql,was bernhard riemann the name inspiration for normal distribution?,ask where { hp:normal distribution hp:named after hp:bernhard riemann } 
generate sparql,which is the ringgold id for kyoto university?,select distinct ?answer where { hp:kyoto university hp:ringgold id ?answer} 
generate sparql,what is the probability calculated?,select distinct ?answer where { ?answer hp:calculated from hp:q9492} 
generate sparql,which is the official arrange number for liberation proclamation?,select distinct ?answer where { hp:emancipation proclamation hp:executive order number ?answer} 
generate sparql,what is modern standard arabic's native language?,select distinct ?answer where { ?answer hp:native language hp:q56467} 
generate sparql,what is joanne woodward's prisma id?,select distinct ?answer where { hp:joanne woodward hp:prisma id ?answer} 
generate sparql,what is stuttgart database of logical artists id for marie tharp?,select distinct ?answer where { hp:marie tharp hp:stuttgart database of scientific illustrators id ?answer} 
generate sparql,which is the babelio work id for the grapes of wrath?,select distinct ?answer where { hp:the grapes of wrath hp:babelio work id ?answer} 
generate sparql,who is the storm on sea of galilee's owner?,select distinct ?answer where { ?answer hp:owner of hp:q2246489} 
generate sparql,what is joined together states reports id for brown v. board of instruction ?,select distinct ?answer where { hp:brown v. board of education hp:united states reports id ?answer} 
generate sparql,what is rear window's edb film id?,select distinct ?answer where { hp:rear window hp:edb film id ?answer} 
generate sparql,which is the wikimedia username for john cena?,select distinct ?answer where { hp:john cena hp:wikimedia username ?answer} 
generate sparql,what medical findings could hypertension lead to?,select distinct ?answer where { hp:arterial hypertension hp:possible medical findings ?answer} 
generate sparql,what is the position on john elway's team or specialty?,select distinct ?answer where { hp:john elway hp:position played on team / speciality ?answer} 
generate sparql,what is teh chemical structure off dl-asparagine?,select distinct ?answer where { hp:dl-asparagine hp:chemical structure ?answer} 
generate sparql,which are the awards scholarly degrees for ace of trade administration?,select distinct ?answer where { ?answer hp:grants hp:q191701} 
generate sparql,what is oliver cromwell's six degrees bacon id,select distinct ?answer where { hp:oliver cromwell hp:six degrees of francis bacon id ?answer} 
generate sparql,who is united russia's political party member?,select distinct ?answer where { ?answer hp:member of political party hp:q151469} 
generate sparql,which { meansseason begins} in {february} ?,select distinct ?answer where { ?answer hp:season starts hp:q109} 
generate sparql,what is the truck driver's noc occupation code?,select distinct ?answer where { hp:truck driver hp:noc occupation code ?answer} 
generate sparql,is ray the given name of ray kroc?,ask where { hp:ray kroc hp:given name hp:ray } 
generate sparql,what is the multi - sclerosis genetic association?,select distinct ?answer where { ?answer hp:genetic association hp:q8277} 
generate sparql,what is named after alexander hamilton?,select distinct ?answer where { ?answer hp:named after hp:q178903} 
generate sparql,who is children's literature intended for?,"select distinct ?answer where { hp:s literature""> hp:intended public ?answer} "
generate sparql,which is the temporary assignment of 90377 sedna?,select distinct ?answer where { hp:90377 sedna hp:provisional designation ?answer} 
generate sparql,what is urho kekkonen's finnish priests database id?,select distinct ?answer where { hp:urho kekkonen hp:finnish ministers database id ?answer} 
generate sparql,what is sherlock holmes ' science fiction id encyclopedia?,select distinct ?answer where { hp:sherlock holmes hp:the encyclopedia of science fiction id ?answer} 
generate sparql,which is the unused georgia reference book id of eli whitney?,select distinct ?answer where { hp:eli whitney hp:new georgia encyclopedia id ?answer} 
generate sparql,what is the emirates airline's call sign?,select distinct ?answer where { hp:emirates hp:callsign of airline ?answer} 
generate sparql,what is the anticipated date of alien?,select distinct ?answer where { hp:alien hp:date depicted ?answer} 
generate sparql,what's the wing area of -35 lightning ii?,select distinct ?answer where { hp:f-35 lightning ii hp:wing area ?answer} 
generate sparql,what is the id in the daum encyclopedia for brexit?,select distinct ?answer where { hp:brexit hp:daum encyclopedia id ?answer} 
generate sparql,what is dorothy hodgkin's doctoral thesis?,select distinct ?answer where { hp:dorothy hodgkin hp:academic thesis ?answer} 
generate sparql,does sarah michelle gellar know taekwondo?,ask where { hp:sarah michelle gellar hp:sport hp:taekwondo } 
generate sparql,who's hans frank's defendant?,select distinct ?answer where { ?answer hp:defendant hp:q60087} 
generate sparql,what is appetite for destruction's allmusic id?,select distinct ?answer where { hp:appetite for destruction hp:allmusic album id ?answer} 
generate sparql,which is the surface pressure of ethyl acetate?,select distinct ?answer where { hp:ethyl acetate hp:surface tension ?answer} 
generate sparql,what is ethanol's kemler code?,select distinct ?answer where { hp:ethanol hp:kemler code ?answer} 
generate sparql,which means martha nussbaum?,select distinct ?answer where { hp:martha nussbaum hp:bnb person id ?answer} 
generate sparql,what flux came from the coma cluster?,select distinct ?answer where { hp:coma cluster hp:flux ?answer} 
generate sparql,what is glutamic acid's römpp id?,select distinct ?answer where { hp:dl-glutamic acid hp:römpp online id ?answer} 
generate sparql,which is the tropicos distribution id for botanical diary of the linnean society?,select distinct ?answer where { hp:botanical journal of the linnean society hp:tropicos publication id ?answer} 
generate sparql,what's the record of 100 meters/,select distinct ?answer where { ?answer hp:record held hp:q164761} 
generate sparql,what is the montessori education teaching method?,select distinct ?answer where { ?answer hp:teaching method hp:q190218} 
generate sparql,what is the snooker database player id of stephen hendry?,select distinct ?answer where { hp:stephen hendry hp:snooker database player id ?answer} 
generate sparql,where are the channel islands?,select distinct ?answer where { hp:channel islands hp:area ?answer} 
generate sparql,which is the lawful status (pharmaceutical) of acetaminophen?,select distinct ?answer where { hp:paracetamol hp:legal status (medicine) ?answer} 
generate sparql,please tell me the nis / ins code for flanders?,select distinct ?answer where { hp:flanders hp:nis/ins code ?answer} 
generate sparql,what is the sort territory or topography of density?,select distinct ?answer where { ?answer hp:type locality (geology) hp:q29539} 
generate sparql,which is the put of passing of robert aldrich?,select distinct ?answer where { hp:robert aldrich hp:place of death ?answer} 
generate sparql,who is the inhabitant of eiffel tower?,select distinct ?answer where { hp:eiffel tower hp:occupant ?answer} 
generate sparql,what may be a hail picture of nebraska,select distinct ?answer where { hp:nebraska hp:flag image ?answer} 
generate sparql,what is the id of the watchmaker esco?,select distinct ?answer where { hp:watchmaker hp:esco occupation id ?answer} 
generate sparql,what is the convention of web form 6?,select distinct ?answer where { ?answer hp:protocol hp:q2551624} 
generate sparql,where is pluto's periapsis argument?,select distinct ?answer where { hp:pluto hp:argument of periapsis ?answer} 
generate sparql,what is the image of the taxon range of camelus?,select distinct ?answer where { hp:camelus hp:taxon range map image ?answer} 
generate sparql,what is the person - institution of the british museum for henry lawson?,select distinct ?answer where { hp:henry lawson hp:british museum person or institution id ?answer} 
generate sparql,who is shoshana damari's stereo ve mono artist id?,select distinct ?answer where { hp:shoshana damari hp:stereo ve mono artist id ?answer} 
generate sparql,what can aspirin prevent?,select distinct ?answer where { hp:aspirin hp:may prevent ?answer} 
generate sparql,what is iso 639-2 cod for vietnamese,select distinct ?answer where { hp:vietnamese hp:iso 639-2 code ?answer} 
generate sparql,which is the incarnation of shiva?,select distinct ?answer where { ?answer hp:incarnation of hp:q11378} 
generate sparql,what video has glenn greenwald in it?,select distinct ?answer where { hp:glenn greenwald hp:video ?answer} 
generate sparql,what is the seal picture for medan?,select distinct ?answer where { hp:medan hp:seal image ?answer} 
generate sparql,what is the 2011 tohoku earthquake and tsunami jma seismic intensity database id?,select distinct ?answer where { hp:2011 tōhoku earthquake and tsunami hp:jma seismic intensity database id ?answer} 
generate sparql,get me the mlb id for willie mays,select distinct ?answer where { hp:willie mays hp:mlb.com player id ?answer} 
generate sparql,which is the environment cosmology id for maritime trench?,select distinct ?answer where { hp:oceanic trench hp:environment ontology id ?answer} 
generate sparql,which is the songkick scene id for louver museum?,select distinct ?answer where { hp:louvre museum hp:songkick venue id ?answer} 
generate sparql,who is the chief of photography of persona?,select distinct ?answer where { hp:persona hp:director of photography ?answer} 
generate sparql,which are the facilitates of easternmost point of estonia?,select distinct ?answer where { hp:estonia hp:coordinates of easternmost point ?answer} 
generate sparql,what is the jorfsearch individual id for emmanuel macron?,select distinct ?answer where { hp:emmanuel macron hp:p4828 ?answer} 
generate sparql,who is the commander of the discuss drive?,select distinct ?answer where { ?answer hp:commander of (deprecated) hp:q61883} 
generate sparql,was mickey mantle a cleared out defender in his group?,ask where { hp:mickey mantle hp:position played on team / speciality hp:left fielder } 
generate sparql,what is star grouping of 47 tucanae ?,select distinct ?answer where { hp:47 tucanae hp:constellation ?answer} 
generate sparql,which is pictoright id-droit de suite of pablo picasso ?,select distinct ?answer where { hp:pablo picasso hp:pictoright id-droit de suite ?answer} 
generate sparql,is it true that ozzy osbourne plays the harmonica?,ask where { hp:ozzy osbourne hp:instrument hp:harmonica } 
generate sparql,what is sweden's national library's cultural heritage database?,select distinct ?answer where { hp:national library of sweden hp:swedish open cultural heritage uri ?answer} 
generate sparql,what is human pregnancy's medical condition?,select distinct ?answer where { ?answer hp:medical condition hp:q11995} 
generate sparql,who is the patron of the thelonious monk?,select distinct ?answer where { hp:thelonious monk hp:p1962 ?answer} 
