prefix,input_text,target_text
generate sparql,which is the golden ratio identification of cultureel woordenboek?,select distinct ?answer where { hp:golden ratio hp:cultureel woordenboek id ?answer} 
generate sparql,does panama have a thanksgiving?,ask where { hp:thanksgiving hp:location hp:panama } 
generate sparql,which is illuminated by the prime number of theorem?,select distinct ?answer where { hp:prime number theorem hp:solved by ?answer} 
generate sparql,what is the vitality admissions of cassini-huygens?,select distinct ?answer where { hp:cassini−huygens hp:power consumed ?answer} 
generate sparql,santo tomas de aquinas' prdl id is what?,select distinct ?answer where { hp:thomas aquinas hp:post-reformation digital library author id ?answer} 
generate sparql,what is riga's emlo location id?,select distinct ?answer where { hp:riga hp:early modern letters online location id ?answer} 
generate sparql,what is the moment family title in spanish title for javier bardem,select distinct ?answer where { hp:javier bardem hp:second family name in spanish name ?answer} 
generate sparql,does axl rose has voice of mezzo-soprano?,ask where { hp:axl rose hp:voice type hp:mezzo-soprano } 
generate sparql,how much helium-3 is there?,select distinct ?answer where { hp:helium-3 hp:natural abundance ?answer} 
generate sparql,which is the root of the conduit of aconcagua?,select distinct ?answer where { ?answer hp:origin of the watercourse hp:q39739} 
generate sparql,the title for a female advocate?,select distinct ?answer where { hp:advocate hp:female form of label ?answer} 
generate sparql,what is pistacia vera's iucn taxon id?,select distinct ?answer where { hp:pistacia vera hp:iucn taxon id ?answer} 
generate sparql,was the hindi-urdu language spoken by amitabh bachchan?,"ask where { hp:amitabh bachchan hp:languages spoken, written or signed hp:hindustani } "
generate sparql,did christianity get named after jesus christ?,ask where { hp:christianity hp:named after hp:jesus } 
generate sparql,which is the authoritative of computer program library for objective-c?,select distinct ?answer where { ?answer hp:binding of software library hp:q188531} 
generate sparql,what is the individual is utilize researchgate of james hanson,select distinct ?answer where { hp:james edward hansen hp:researchgate profile id ?answer} 
generate sparql,which is the olympic committee of serbia competitor id for novak djokovic?,select distinct ?answer where { hp:novak djokovic hp:olympic committee of serbia athlete id (archived) ?answer} 
generate sparql,which is party chief agent of xi jinping ?,select distinct ?answer where { ?answer hp:party chief representative hp:q15031} 
generate sparql,what is mr fergusons id number?,select distinct ?answer where { hp:niall ferguson hp:freebase id ?answer} 
generate sparql,who's the airbus a300 manufacturer?,select distinct ?answer where { hp:airbus a300 hp:manufacturer ?answer} 
generate sparql,which island businesses the dialect norwegian?,select distinct ?answer where { hp:oslo opera house hp:kulturminne id ?answer} 
generate sparql,what is arnold schwarzenegger's wwe.com superstar id?,select distinct ?answer where { hp:arnold schwarzenegger hp:wwe.com superstar id ?answer} 
generate sparql,give me michel piccoli's french who's who biography id.,"select distinct ?answer where { hp:michel piccoli hp:s who in france biography id""> ?answer} "
generate sparql,which is the peakware mountain id for mount fairweather?,select distinct ?answer where { hp:mount fairweather hp:peakware mountain id ?answer} 
generate sparql,which part of mitochondrial dna applies?,select distinct ?answer where { hp:mitochondrial dna hp:applies to part ?answer} 
generate sparql,which is the storyboard craftsman for ub iwerks?,select distinct ?answer where { ?answer hp:storyboard artist hp:q336424} 
generate sparql,which entry for ruby is the free software directory?,select distinct ?answer where { hp:ruby hp:free software directory entry ?answer} 
generate sparql,name marie claire's username for pinterest,select distinct ?answer where { hp:marie claire hp:pinterest username ?answer} 
generate sparql,what is the echa infocard id for starch?,select distinct ?answer where { hp:starch hp:echa substance infocard id ?answer} 
generate sparql,is the region of south moravia maintained by?,select distinct ?answer where { ?answer hp:maintained by hp:q192697} 
generate sparql,what is allmusic melody id for recently ?,select distinct ?answer where { hp:yesterday hp:allmusic song id ?answer} 
generate sparql,what is the original carcharocles megalodo combination?,select distinct ?answer where { ?answer hp:original combination hp:q163873} 
generate sparql,is gloria vanderbilt the mother of anderson cooper?,ask where { hp:anderson cooper hp:mother hp:gloria vanderbilt } 
generate sparql,which is the fauna europaea id for psittaciformes?,select distinct ?answer where { hp:psittaciformes hp:fauna europaea id ?answer} 
generate sparql,i have to know the position of the argonauts.,select distinct ?answer where { ?answer hp:position held hp:q165510} 
generate sparql,what is normally used for convertible vehicle?,select distinct ?answer where { ?answer hp:vehicle normally used hp:q55989} 
generate sparql,which is the china vitae id for hua guofeng?,select distinct ?answer where { hp:hua guofeng hp:china vitae person id ?answer} 
generate sparql,what is cambrian's srgb color hex triplet?,select distinct ?answer where { hp:cambrian hp:srgb color hex triplet ?answer} 
generate sparql,what is george blanda's nfl id?,select distinct ?answer where { hp:george blanda hp:nfl.com id (former scheme) ?answer} 
generate sparql,what is ontario sports corridor of acclaim competitor id for james naismith ?,select distinct ?answer where { hp:james naismith hp:ontario sports hall of fame id (archived) ?answer} 
generate sparql,what is wushu's dan / kyu rank?,select distinct ?answer where { hp:wushu hp:dan/kyu rank ?answer} 
generate sparql,which is fifa player id for stanislav cherchesov?,select distinct ?answer where { hp:stanislav cherchesov hp:fifa player id (archived) ?answer} 
generate sparql,which is panasonic's mobygames company id?,select distinct ?answer where { hp:panasonic corporation hp:mobygames company id ?answer} 
generate sparql,is the surname freeman the family name of morgan freeman?,ask where { hp:morgan freeman hp:family name hp:freeman } 
generate sparql,what is the site for e.m. forster?,select distinct ?answer where { hp:edward morgan forster hp:source website for the property ?answer} 
generate sparql,what is the arrange for the fight of lepanto?,select distinct ?answer where { hp:battle of lepanto hp:order of battle ?answer} 
generate sparql,what is messier 81's distance from earth?,select distinct ?answer where { hp:hd 85534 hp:distance from earth ?answer} 
generate sparql,what is hans makart's euta person id?,select distinct ?answer where { hp:hans makart hp:euta person id ?answer} 
generate sparql,what is 12 angry men's review score?,select distinct ?answer where { hp:12 angry men hp:review score ?answer} 
generate sparql,which is the gem propensity of octahedron?,select distinct ?answer where { ?answer hp:crystal habit hp:q188884} 
generate sparql,who is the creator of nicholas i of russia?,select distinct ?answer where { ?answer hp:author hp:q130734} 
generate sparql,what is web browser distribution?,select distinct ?answer where { ?answer hp:distribution format hp:q6368} 
generate sparql,what is womenwriters id for virginia woolf ?,select distinct ?answer where { hp:virginia woolf hp:womenwriters id ?answer} 
generate sparql,tell me the opposite of reality.,select distinct ?answer where { ?answer hp:opposite of hp:q9510} 
generate sparql,which is the camera setup of grey's anatomy?,"select distinct ?answer where { hp:s anatomy""> hp:camera setup ?answer} "
generate sparql,what is las meninas ' europeana id?,select distinct ?answer where { hp:las meninas hp:p727 ?answer} 
generate sparql,world legacy of yosemite national stop is?,select distinct ?answer where { hp:yosemite national park hp:world heritage criteria ?answer} 
generate sparql,what is google's github username?,select distinct ?answer where { hp:google hp:github username ?answer} 
generate sparql,which is google+ id for government communications commission?,select distinct ?answer where { hp:federal communications commission hp:google+ id ?answer} 
generate sparql,is goldie hawn's ethnicity hispanic and latino american?,ask where { hp:goldie hawn hp:ethnic group hp:hispanic and latino americans } 
generate sparql,what is the soundtrack collection of ensemble no. 5?,select distinct ?answer where { ?answer hp:soundtrack release hp:q188709} 
generate sparql,did robert zemeckis direct forest gump?,ask where { hp:forrest gump hp:director hp:robert zemeckis } 
generate sparql,what is the territory of typha?,select distinct ?answer where { hp:typha hp:habitat ?answer} 
generate sparql,what is date of passing for charles le brun ?,select distinct ?answer where { hp:charles le brun hp:date of death ?answer} 
generate sparql,what is spotify's snap package?,select distinct ?answer where { hp:spotify hp:snap package ?answer} 
generate sparql,what is verne gagne's online world of wrestling id?,select distinct ?answer where { hp:verne gagne hp:online world of wrestling id ?answer} 
generate sparql,tell me the identification of the hockey-reference for bobby hull.,select distinct ?answer where { hp:bobby hull hp:hockey-reference.com player id ?answer} 
generate sparql,was megyn kelly employed at cnn?,ask where { hp:megyn kelly hp:employer hp:cnn } 
generate sparql,what is pavel schilling's baltisches biographisches lexikon digital id?,select distinct ?answer where { hp:pavel schilling hp:p2580 ?answer} 
generate sparql,what is the clergy id for balat?,select distinct ?answer where { hp:clergy hp:balat object id ?answer} 
generate sparql,what is the congress classificaiton library of jules michelet?,select distinct ?answer where { hp:jules michelet hp:library of congress classification ?answer} 
generate sparql,who is revered in middle eastern mythology?,select distinct ?answer where { ?answer hp:worshipped by hp:q434553} 
generate sparql,who is the accomplice for helen hunt?,select distinct ?answer where { ?answer hp:unmarried partner hp:q170574} 
generate sparql,what is the floruit?,select distinct ?answer where { hp:cunedda hp:floruit ?answer} 
generate sparql,what is boyar's social classification?,select distinct ?answer where { ?answer hp:social classification hp:q203563} 
generate sparql,which is the individuals australia id of maureen o'hara?,"select distinct ?answer where { hp:hara""> hp:nla trove people id ?answer} "
generate sparql,explain the sandre id for rhine.,select distinct ?answer where { hp:rhine hp:sandre river id ?answer} 
generate sparql,what is the matterhorn's parent peak?,select distinct ?answer where { ?answer hp:parent peak hp:q1374} 
generate sparql,did dave grohl consider himself a member of the democratic party?,ask where { hp:dave grohl hp:member of political party hp:democratic party } 
generate sparql,what is the atomic work of dna polymerase?,select distinct ?answer where { ?answer hp:molecular function hp:q206286} 
generate sparql,what is charles bridge's czech street id,select distinct ?answer where { hp:charles bridge hp:czech street id ?answer} 
generate sparql,what is annelida's new european fauna i d?,select distinct ?answer where { hp:annelida hp:fauna europaea new id ?answer} 
generate sparql,which in like a rolling stone is charted?,select distinct ?answer where { hp:like a rolling stone hp:charted in ?answer} 
generate sparql,what is contains for kiel ?,select distinct ?answer where { hp:kiel hp:contains ?answer} 
generate sparql,what is the emporis building complex id of ohio state university?,select distinct ?answer where { hp:ohio state university hp:emporis building complex id ?answer} 
generate sparql,what is the swedish headstone id of alfred nobel?,select distinct ?answer where { hp:alfred nobel hp:swedish gravestone id ?answer} 
generate sparql,what is amazon's isfdb id?,select distinct ?answer where { hp:amazon hp:isfdb publisher id ?answer} 
generate sparql,what is sexually homologous with for ovary ?,select distinct ?answer where { hp:ovary hp:sexually homologous with ?answer} 
generate sparql,what is the aviation topic id for dagens næringsliv?,select distinct ?answer where { hp:aviation hp:dagens næringsliv topic id ?answer} 
generate sparql,where is the area of the wheelchair get to within the louver museum?,select distinct ?answer where { hp:louvre museum hp:wheelchair accessibility ?answer} 
generate sparql,what is mary lou retton's usa gymnastics hall of fame athlete id?,select distinct ?answer where { hp:mary lou retton hp:usa gymnastics hall of fame athlete id ?answer} 
generate sparql,what are the coordinates of the headquarters?,select distinct ?answer where { ?answer hp:headquarters location hp:q198370} 
generate sparql,what is calcium chloride's cas registry number?,select distinct ?answer where { hp:calcium chloride hp:cas registry number ?answer} 
generate sparql,does the kkk believe in white supremacy?,ask where { hp:ku klux klan hp:political ideology hp:white supremacy } 
generate sparql,what is miley cyrus' youtube channel id?,select distinct ?answer where { hp:miley cyrus hp:youtube channel id ?answer} 
generate sparql,which is the scout identification of the u.s. national archives?,select distinct ?answer where { hp:scouting hp:u.s. national archives identifier ?answer} 
generate sparql,what is the nhl.com player id for gordie howe?,select distinct ?answer where { hp:gordie howe hp:nhl.com player id ?answer} 
generate sparql,did osama bin laden previously reside in a house in khartoum?,"ask where { hp:osama bin laden hp:residence hp:s house in khartoum""> } "
generate sparql,what is wally lewis ' rugby league project player id?,select distinct ?answer where { hp:wally lewis hp:rugby league project player id ?answer} 
generate sparql,biblioteca nacionel de es[ana has what sparql endpoint?,select distinct ?answer where { hp:biblioteca nacional de españa hp:sparql endpoint ?answer} 
generate sparql,what is babe ruth's sabr id?,select distinct ?answer where { hp:babe ruth hp:sabr person id ?answer} 
generate sparql,who is maker criss angel?,select distinct ?answer where { ?answer hp:creator hp:q131685} 
generate sparql,what is tench's plazi id?,select distinct ?answer where { hp:tench hp:plazi id ?answer} 
generate sparql,what is cluj-napoca's jewishgen region id?,select distinct ?answer where { ?answer hp:exemplar of hp:q123808} 
generate sparql,give me the cinema id for the movie amelie,select distinct ?answer where { hp:amélie hp:cinema.de id ?answer} 
generate sparql,"what is crouching tiger, hidden dragon's netflix id?","select distinct ?answer where { hp:crouching tiger, hidden dragon hp:netflix id ?answer} "
generate sparql,"which is work code for cerebellum? after london bridge, what crossing comes upstream next?",select distinct ?answer where { hp:london bridge hp:next crossing upstream ?answer} 
generate sparql,what is a disk's memory capacity?,select distinct ?answer where { hp:floppy disk hp:memory capacity ?answer} 
generate sparql,what is the diazepam analog or derivative?,select distinct ?answer where { ?answer hp:p5000 hp:q210402} 
generate sparql,was jerry heller a soldier in the u.s. army?,ask where { hp:jerry heller hp:military branch hp:united states army } 
generate sparql,please tell the supplier of bp?,select distinct ?answer where { ?answer hp:distributed by hp:q152057} 
generate sparql,which is the percent zone of water for kentucky?,select distinct ?answer where { hp:kentucky hp:water as percent of area ?answer} 
generate sparql,is it true that roman polanski was born in paris?,ask where { hp:roman polanski hp:place of birth hp:paris } 
generate sparql,what is the mesh id for arctic?,select distinct ?answer where { hp:arctic hp:mesh descriptor id ?answer} 
generate sparql,what is the dubai - born category for people?,select distinct ?answer where { hp:dubai hp:category for people born here ?answer} 
generate sparql,is the family name of ewan mcgregor actually mcgregor?,ask where { hp:ewan mcgregor hp:family name hp:mcgregor } 
generate sparql,was garage rock a style of music performed by john lennon?,ask where { hp:john lennon hp:genre hp:garage rock } 
generate sparql,what is windward island's country sport?,select distinct ?answer where { ?answer hp:country for sport hp:q183416} 
generate sparql,university of tubingen ipv6 routing prefix?,select distinct ?answer where { hp:university of tübingen hp:ipv6 routing prefix ?answer} 
generate sparql,"the eighteenth-century villa oleandra in laglio is the very well-known summer residence of george clooney, who since 2002 has chosen this quiet village located on the western shore of como lake to spend his vacations, sometimes in the company of other hollywood celebrities.",ask where { hp:george clooney hp:residence hp:laglio } 
generate sparql,what is the positive restorative indicator of aspirin?,select distinct ?answer where { ?answer hp:positive therapeutic predictor for hp:q18216} 
generate sparql,which is the biblionet creator id for walk chagall?,select distinct ?answer where { hp:marc chagall hp:biblionet author id ?answer} 
generate sparql,what is the tomato juice product or material?,select distinct ?answer where { ?answer hp:product or material produced hp:q787325} 
generate sparql,what is the next highest rank of consul?,select distinct ?answer where { ?answer hp:next higher rank hp:q207978} 
generate sparql,what is negligible deadly of acetone ?,select distinct ?answer where { hp:acetone hp:minimal lethal dose ?answer} 
generate sparql,what is percy bysshe shelley's quora theme id?,select distinct ?answer where { hp:percy bysshe shelley hp:quora topic id ?answer} 
generate sparql,what is map book id for the pontoon of the medusa ?,select distinct ?answer where { hp:the raft of the medusa hp:atlas id ?answer} 
generate sparql,what's the game mode of infinity?,select distinct ?answer where { ?answer hp:determination method hp:q198} 
generate sparql,is it true that tina turner's family name is turner?,ask where { hp:tina turner hp:family name hp:turner } 
generate sparql,what is the infinity game mode?,select distinct ?answer where { ?answer hp:game mode hp:q205} 
generate sparql,what is the eurohockey.com participant id of mario lemieux?,select distinct ?answer where { hp:mario lemieux hp:eurohockey.com player id ?answer} 
generate sparql,who is the art museum's curator of são paulo?,select distinct ?answer where { hp:são paulo museum of art hp:curator ?answer} 
generate sparql,what is giba's lega pallavolo series a player id?,select distinct ?answer where { hp:giba hp:lega pallavolo serie a player id ?answer} 
generate sparql,what is the interpretation of dongguan in pinyin?,select distinct ?answer where { hp:dongguan hp:pinyin transliteration ?answer} 
generate sparql,which is the ainm id for franz bopp?,select distinct ?answer where { hp:franz bopp hp:ainm id ?answer} 
generate sparql,what's that j.k. rowling's id for author ricochet,select distinct ?answer where { hp:j. k. rowling hp:ricochet author id ?answer} 
generate sparql,the east european plain is what geomorphological unit?,select distinct ?answer where { ?answer hp:geomorphological unit hp:q191862} 
generate sparql,what is jonathan edwards' european sports id?,select distinct ?answer where { hp:jonathan edwards hp:european athletics id ?answer} 
generate sparql,what is foih id of juniperus?,select distinct ?answer where { hp:juniperus hp:foih taxon id ?answer} 
generate sparql,albite has what fracturing?,select distinct ?answer where { hp:albite hp:mineral fracture ?answer} 
generate sparql,what is the abgeordnetenwatch.de political identity of angela merkel?,select distinct ?answer where { hp:angela merkel hp:abgeordnetenwatch.de politician id ?answer} 
generate sparql,what is ashton eaton's usatf athlete id?,select distinct ?answer where { hp:ashton eaton hp:usa track & field athlete id (legacy.usatf.org) ?answer} 
generate sparql,which does fez wear?,select distinct ?answer where { ?answer hp:wears hp:q189862} 
generate sparql,which is the unii for silver nitrate?,select distinct ?answer where { hp:silver nitrate hp:unii ?answer} 
generate sparql,what lakes connect to the churchill river?,select distinct ?answer where { hp:churchill river hp:lake on watercourse ?answer} 
generate sparql,"iloilo city, philippines has what pay classification?",select distinct ?answer where { hp:iloilo city hp:income classification (philippines) ?answer} 
generate sparql,what is within the insee office code of french guiana ?,select distinct ?answer where { hp:french guiana hp:insee department code ?answer} 
generate sparql,what structure was supplanted by cologne cathedral?,select distinct ?answer where { ?answer hp:structure replaced by hp:q4176} 
generate sparql,the creator id of yann martel,select distinct ?answer where { hp:yann martel hp:infocentre littéraire des écrivains id ?answer} 
generate sparql,what is emporis building id for cn tower ?,select distinct ?answer where { hp:cn tower hp:emporis building id ?answer} 
generate sparql,what is the nation of beginning of achaemenid empire?,select distinct ?answer where { ?answer hp:country of origin hp:q389688} 
generate sparql,which is hadrian's roman cognom?,select distinct ?answer where { hp:hadrian hp:roman cognomen ?answer} 
generate sparql,what is within the category of dessert?,select distinct ?answer where { ?answer hp:class hp:q182940} 
generate sparql,who is speculator of lawrence summers ?,select distinct ?answer where { ?answer hp:investor hp:q317953} 
generate sparql,who is the co-driver for sébastien ogier?,select distinct ?answer where { hp:sébastien ogier hp:co-driver ?answer} 
generate sparql,what is lipizzaner's rkd/esd slovenia id?,select distinct ?answer where { hp:lipizzaner hp:rkd/esd (slovenia) id ?answer} 
generate sparql,tell me the cover artist for david copperfield.,select distinct ?answer where { hp:david copperfield hp:cover art by ?answer} 
generate sparql,what is tom watson's player id in the world golf hall of fame?,select distinct ?answer where { hp:tom watson hp:world golf hall of fame player id ?answer} 
generate sparql,which { database of the australian heritage place id } on { heard island and mcdonald islands }?,select distinct ?answer where { hp:heard island and mcdonald islands hp:australian heritage database place id ?answer} 
generate sparql,which is the subset algorithm dictionary and data structures id?,select distinct ?answer where { hp:subset hp:dictionary of algorithms and data structures id ?answer} 
generate sparql,did the academy award nominations for best picture include jared leto?,ask where { hp:jared leto hp:nominated for hp:academy award for best picture } 
generate sparql,what is zoobank creator id of albert günther?,select distinct ?answer where { hp:albert günther hp:zoobank author id ?answer} 
generate sparql,what is gamecip media arrange id for blu-ray plate ?,select distinct ?answer where { hp:blu-ray disc hp:gamecip media format id ?answer} 
generate sparql,what is the sort of variable star for brilliant blue factors?,select distinct ?answer where { ?answer hp:type of variable star hp:q742741} 
generate sparql,"which is the d-u-n-s for college of california, berkeley?","select distinct ?answer where { hp:university of california, berkeley hp:d-u-n-s number ?answer} "
generate sparql,how high can a airbus a380 go in the sky?,select distinct ?answer where { hp:airbus a380 hp:maximum operating altitude ?answer} 
generate sparql,what ranking is a vice admiral in the military?,select distinct ?answer where { ?answer hp:military rank hp:q214443} 
generate sparql,mention the sfdb id for abba,select distinct ?answer where { hp:abba hp:swedish film database group id ?answer} 
generate sparql,what is the id for tunis?,select distinct ?answer where { hp:tunis hp:pactols thesaurus id ?answer} 
generate sparql,which is nadia comăneci's athlete id for the romanian olympic and sports committee?,select distinct ?answer where { hp:nadia comăneci hp:romanian olympic and sports committee athlete id ?answer} 
generate sparql,which is the pka for l-phenylalanine?,select distinct ?answer where { hp:phenylalanine hp:pka ?answer} 
generate sparql,which is work code for cerebellum? ?,select distinct ?answer where { hp:cerebellum hp:mesh tree code ?answer} 
generate sparql,what is mentha's vascan id?,select distinct ?answer where { hp:mentha hp:vascan id ?answer} 
generate sparql,what is palladium's rxnorm cui?,select distinct ?answer where { hp:palladium hp:rxnorm id ?answer} 
generate sparql,what is the full sun powered radiation reflected off of saturn?,select distinct ?answer where { hp:saturn hp:albedo ?answer} 
generate sparql,which is joey dunlop's worldsbk.com racer identification?,select distinct ?answer where { hp:joey dunlop hp:worldsbk.com racer identifier ?answer} 
generate sparql,provide the player id for ronaldo mackolik.,select distinct ?answer where { hp:ronaldo hp:mackolik.com player id ?answer} 
generate sparql,what is the salicylic acid nikkaji id?,select distinct ?answer where { hp:salicylic acid hp:nikkaji id ?answer} 
generate sparql,what is the balat person/organisation id for hans memling?,select distinct ?answer where { hp:hans memling hp:balat person/organisation id ?answer} 
generate sparql,what is alfred de musset's académie française id?,select distinct ?answer where { hp:alfred de musset hp:académie française member id ?answer} 
generate sparql,what's coextensive with fernando de noronha?,select distinct ?answer where { ?answer hp:coextensive with hp:q175057} 
generate sparql,which is the tributary for tennesse river?,select distinct ?answer where { ?answer hp:tributary hp:q193737} 
generate sparql,what is put served by transport center for fairbanks ?,select distinct ?answer where { ?answer hp:place served by transport hub hp:q79638} 
generate sparql,epilepsy was treated by what medical method?,select distinct ?answer where { ?answer hp:medical condition treated hp:q41571} 
generate sparql,give me brooklyn bridge's bridgehunter.com id.,select distinct ?answer where { hp:brooklyn bridge hp:bridgehunter.com id ?answer} 
generate sparql,what is manuel castells member id?,select distinct ?answer where { hp:manuel castells hp:ae member id ?answer} 
generate sparql,melbourne omni id?,select distinct ?answer where { hp:melbourne hp:omni topic id ?answer} 
generate sparql,who was the consecrator for paul vi?,select distinct ?answer where { ?answer hp:consecrator hp:q16975} 
generate sparql,did winston churchill go to school at great ballard?,ask where { hp:winston churchill hp:educated at hp:great ballard school } 
generate sparql,was jack the ripper the same as sir john williams the 1st baronet of the city of london,"ask where { hp:jack the ripper hp:said to be the same as hp:sir john williams, 1st baronet, of the city of london } "
generate sparql,which of the pasteurization is there?,select distinct ?answer where { hp:pasteurization hp:of ?answer} 
generate sparql,is phnom penh twinned with london?,ask where { hp:london hp:twinned administrative body hp:phnom penh } 
generate sparql,did cher win the bafta for best actress in a leading role?,ask where { hp:cher hp:nominated for hp:bafta award for best actress in a leading role } 
generate sparql,who is executive of photography for aki kaurismäki?,select distinct ?answer where { ?answer hp:director of photography hp:q276186} 
generate sparql,which is zico's j.league manager id?,select distinct ?answer where { hp:zico hp:j.league manager id ?answer} 
generate sparql,which is the programming worldview of swift?,select distinct ?answer where { hp:swift hp:programming paradigm ?answer} 
generate sparql,what is chronicling america id for the modern york times?,select distinct ?answer where { hp:the new york times hp:chronicling america newspaper id ?answer} 
generate sparql,which is the dc comics isbn publisher prefix?,select distinct ?answer where { hp:dentist hp:statistics denmarks classification of occupation (disco-08) ?answer} 
generate sparql,is will ferrell the husband of viveca paulin?,ask where { hp:will ferrell hp:spouse hp:viveca paulin } 
generate sparql,what is amaranthus' flora of north american taxon id?,select distinct ?answer where { hp:amaranthus hp:flora of north america taxon id ?answer} 
generate sparql,what is measured by young's modulus?,"select distinct ?answer where { hp:s modulus""> hp:measurement scale ?answer} "
generate sparql,which is the architectuurgids building id for delta works?,select distinct ?answer where { hp:delta works hp:architectuurgids building id ?answer} 
generate sparql,which is the longest span of humber bridge?,select distinct ?answer where { hp:humber bridge hp:longest span ?answer} 
generate sparql,who framed the ranking of roger rabbit bbfc?,select distinct ?answer where { hp:who framed roger rabbit hp:bbfc rating ?answer} 
generate sparql,what is the pronom identifier for windows xp?,select distinct ?answer where { hp:windows xp hp:pronom software id ?answer} 
generate sparql,which nci thesaurus id refers to barcode?,select distinct ?answer where { hp:barcode hp:nci thesaurus id ?answer} 
generate sparql,which is the ethnologue.com code for hungarian?,select distinct ?answer where { hp:hungarian hp:ethnologue.com language code ?answer} 
generate sparql,what is united airlines ' business division?,select distinct ?answer where { hp:united airlines hp:business division ?answer} 
generate sparql,is it true that scientology's headquarters location is in gold base?,ask where { hp:scientology hp:headquarters location hp:gold base } 
generate sparql,where is the following crossing downstream of the london bridge.,select distinct ?answer where { hp:london bridge hp:next crossing downstream ?answer} 
generate sparql,how is cholera treated?,select distinct ?answer where { hp:cholera hp:possible treatment ?answer} 
generate sparql,are macaulay culkin and kieran culkin related to one another?,ask where { hp:macaulay culkin hp:sibling hp:kieran culkin } 
generate sparql,who is the member of the deme aristophanes?,select distinct ?answer where { hp:aristophanes hp:member of the deme ?answer} 
generate sparql,what is within the bdfutbol player id of allan simonsen?,select distinct ?answer where { hp:allan simonsen hp:bdfutbol player id ?answer} 
generate sparql,which is hornbostel-sachs classification for bass drum?,select distinct ?answer where { hp:bass drum hp:hornbostel-sachs classification ?answer} 
generate sparql,who is drafted by the boston celtics?,select distinct ?answer where { ?answer hp:drafted by hp:q131371} 
generate sparql,what is development settlement id for eilat?,select distinct ?answer where { hp:eilat hp:or movement settlement id ?answer} 
generate sparql,what is pune's territorial administrative entity?,select distinct ?answer where { hp:pune hp:contains the administrative territorial entity ?answer} 
generate sparql,mention the moviemeter movie id of the wizard of oz?,select distinct ?answer where { hp:the wizard of oz hp:moviemeter film id ?answer} 
generate sparql,what is the college de france's uai code?,select distinct ?answer where { hp:collège de france hp:uai code ?answer} 
generate sparql,what is the interfacing line of chulalongkorn university?,select distinct ?answer where { hp:chulalongkorn university hp:connecting line ?answer} 
generate sparql,whatis the wolfram dialect code for lone ranger of arts?,select distinct ?answer where { hp:bachelor of arts hp:wolfram language entity code ?answer} 
generate sparql,what is nagarjuna's lotsawa house indian author id?,select distinct ?answer where { hp:nāgārjuna hp:lotsawa house indian author id ?answer} 
