prefix,input_text,target_text
generate sparql,cape verde has what dodis id?,select distinct ?answer where { hp:cape verde hp:dodis id ?answer} 
generate sparql,who first made lee de forest?,select distinct ?answer where { ?answer hp:discoverer or inventor hp:q354863} 
generate sparql,what is the world wellbeing association universal nonproprietary title for nitric oxide radical ?,select distinct ?answer where { hp:nitric oxide hp:world health organisation  international non-proprietary name ?answer} 
generate sparql,what is the f-35 lightning ii power plant?,select distinct ?answer where { hp:f-35 lightning ii hp:powered by ?answer} 
generate sparql,what does { harvard appointment } mean for sputnik 1 }?,select distinct ?answer where { hp:sputnik 1 hp:harvard designation ?answer} 
generate sparql,is it a fact that the roman empire was followed by western roman empire?,ask where { hp:roman empire hp:followed by hp:western roman empire } 
generate sparql,what is the number of survivors for d.b. cooper?,select distinct ?answer where { hp:d. b. cooper. hp:number of survivors ?answer} 
generate sparql,what's the nominal gdp per capita of honduras?,select distinct ?answer where { hp:honduras hp:nominal gdp per capita ?answer} 
generate sparql,what is the un's sina weibo id?,select distinct ?answer where { hp:united nations hp:sina weibo user id ?answer} 
generate sparql,does charles manson have narcissistic personality disorder?,ask where { hp:charles manson hp:medical condition hp:narcissistic personality disorder } 
generate sparql,what is bipedalism's implies of locomotion?,select distinct ?answer where { ?answer hp:means of locomotion hp:q372949} 
generate sparql,name hossein rezazadeh's iwrp athlete id.,select distinct ?answer where { hp:hossein rezazadeh hp:iwrp athlete id ?answer} 
generate sparql,what is dl - fructose surechembl id?,select distinct ?answer where { hp:keto-d-fructose hp:surechembl id ?answer} 
generate sparql,pronounce the new zealand organisms register id of punica granatum.,select distinct ?answer where { hp:punica granatum hp:new zealand organisms register id ?answer} 
generate sparql,mount rushmore is in what mountain range?,select distinct ?answer where { hp:mount rushmore hp:mountain range ?answer} 
generate sparql,what is the record name of metro-goldwyn-mayer?,select distinct ?answer where { ?answer hp:record label hp:q179200} 
generate sparql,which is the blf article id for alvar aalto?,select distinct ?answer where { hp:alvar aalto hp:biografiskt lexikon för finland id ?answer} 
generate sparql,what is edit16 catalogue creator id for leo x ?,select distinct ?answer where { hp:leo x hp:edit16 catalogue author id ?answer} 
generate sparql,what is new jersey's state motto?,select distinct ?answer where { hp:new jersey hp:motto text ?answer} 
generate sparql,provide the name of the sidekick for luigi.,select distinct ?answer where { hp:luigi hp:sidekick of ?answer} 
generate sparql,what was designed by william boeing?,select distinct ?answer where { ?answer hp:designed by hp:q214826} 
generate sparql,what is iditarod musher id for steve fossett?,select distinct ?answer where { hp:steve fossett hp:iditarod musher id ?answer} 
generate sparql,which is the kldb-2010 occupation code of the prosecutor?,select distinct ?answer where { hp:prosecutor hp:kldb-2010 occupation code ?answer} 
generate sparql,show me the quantity symbol of mass flow rate.,select distinct ?answer where { hp:mass flow rate hp:quantity symbol (string) ?answer} 
generate sparql,what nmhh movie score did 'singing' in the rain' get?,"select distinct ?answer where { hp: in the rain""> hp:nmhh film rating ?answer} "
generate sparql,who is the understudy of raphael?,select distinct ?answer where { hp:raphael hp:student of ?answer} 
generate sparql,what was the box office return for breakfast at tiffany's when it was first released?,"select distinct ?answer where { hp:s""> hp:box office ?answer} "
generate sparql,benjamin franklin is of what mormon writing and inventive expressions database craftsman id?,select distinct ?answer where { hp:benjamin franklin hp:mormon literature and creative arts database artist id ?answer} 
generate sparql,which is the turner classic motion pictures film id for ways of glory?,select distinct ?answer where { hp:paths of glory hp:tcm movie database film id ?answer} 
generate sparql,what is another name for the governor's office?,select distinct ?answer where { ?answer hp:office held by head of government hp:q132050} 
generate sparql,did eazy-e have the title of ceo?,ask where { hp:eazy-e hp:occupation hp:chief executive officer } 
generate sparql,how high is mount whitney's highest peak?,select distinct ?answer where { ?answer hp:highest point hp:q235539} 
generate sparql,what are {icao carrier designator} of {lufthansa} ?,select distinct ?answer where { hp:lufthansa hp:icao airline designator ?answer} 
generate sparql,what is the film poster of mickey mouse?,select distinct ?answer where { hp:mickey mouse hp:film poster ?answer} 
generate sparql,what is alex ferguson's munzinger sport number?,select distinct ?answer where { hp:alex ferguson hp:munzinger sport number ?answer} 
generate sparql,what is aat id for sciuridae?,select distinct ?answer where { hp:squirrel hp:art & architecture thesaurus id ?answer} 
generate sparql,who is the backup to wonder comics?,select distinct ?answer where { ?answer hp:has subsidiary hp:q173496} 
generate sparql,how did bernard thevenet compete in what kind of races?,select distinct ?answer where { ?answer hp:general classification of race participants hp:q367064} 
generate sparql,did the superbowl originate in the united states of america?,ask where { hp:super bowl hp:country hp:united states of america } 
generate sparql,which means{streak color} at the color {gray} ?,select distinct ?answer where { ?answer hp:streak color hp:q42519} 
generate sparql,was mao zedong ever president of the people's republic of china?,"ask where { hp:mao zedong hp:position held hp:s republic of china""> } "
generate sparql,obergefell v hodges overrules?,select distinct ?answer where { hp:obergefell v. hodges hp:overrules ?answer} 
generate sparql,which is the area of the antarctic?,select distinct ?answer where { ?answer hp:location hp:q1555938} 
generate sparql,what is the pss-archi id for the eiffel tower?,select distinct ?answer where { hp:eiffel tower hp:pss-archi id ?answer} 
generate sparql,what's the rocket engine ammunition?,select distinct ?answer where { ?answer hp:ammunition hp:q335225} 
generate sparql,what is google information chart id for martín vizcarra ?,select distinct ?answer where { hp:martín vizcarra cornejo hp:google knowledge graph id ?answer} 
generate sparql,what is nelumbo nucifera's arkive id?,select distinct ?answer where { hp:nelumbo nucifera hp:arkive id ?answer} 
generate sparql,what is andy samberg's surname?,ask where { hp:andy samberg hp:family name hp:semberg } 
generate sparql,what is the qualifier for occasion of uefa champions league?,select distinct ?answer where { ?answer hp:qualifies for event hp:q18756} 
generate sparql,what does it cruel in case you're sentenced of desertion?,select distinct ?answer where { ?answer hp:convicted of hp:q633339} 
generate sparql,which is the mérimée id of the eiffel tower?,select distinct ?answer where { hp:eiffel tower hp:mérimée id ?answer} 
generate sparql,what is the start of the temporal range for triceratops?,select distinct ?answer where { hp:triceratops hp:temporal range start ?answer} 
generate sparql,which is supplanted by tamar of georgia?,select distinct ?answer where { hp:tamar of georgia hp:replaced by ?answer} 
generate sparql,"using procyclingstats, which id is used for greg lemond?",select distinct ?answer where { hp:greg lemond hp:procyclingstats cyclist id ?answer} 
generate sparql,"what is the ""kind of blue"" deezer id for the album?",select distinct ?answer where { hp:kind of blue hp:deezer album id ?answer} 
generate sparql,what is waseda's university's changed hepburn romantization?,select distinct ?answer where { hp:waseda university hp:revised hepburn romanization ?answer} 
generate sparql,what is munch's norsk kunstnerleksikon id?,select distinct ?answer where { hp:edvard munch hp:norsk kunstnerleksikon id ?answer} 
generate sparql,what is fc barcelona's parent club?,select distinct ?answer where { hp:fc barcelona hp:parent club ?answer} 
generate sparql,which is the archive creator authority on record at the nationales of michel ney?,select distinct ?answer where { hp:michel ney hp:archival creator authority record at the archives nationales ?answer} 
generate sparql,what is tim mcgraw's google play artist id?,select distinct ?answer where { hp:tim mcgraw hp:google play music artist id (former scheme) ?answer} 
generate sparql,who is the member of the hellenic parliament alongside mikis thedorakis?,select distinct ?answer where { hp:mikis theodorakis hp:member of the hellenic parliament id ?answer} 
generate sparql,which means armament from grenade?,select distinct ?answer where { ?answer hp:armament hp:q173517} 
generate sparql,what does toyota manufacture?,select distinct ?answer where { ?answer hp:manufacturer hp:q201117} 
generate sparql,are stephen curry and rachael ray married to each other?,ask where { hp:stephen curry hp:spouse hp:rachael ray } 
generate sparql,which is the footoféminin.fr player id of believe solo?,select distinct ?answer where { ?answer hp:intended public hp:q17156455} 
generate sparql,which is mario's first appearance?,select distinct ?answer where { hp:mario hp:first appearance ?answer} 
generate sparql,what is the lumiere executive id for a'lex de la iglesia?,select distinct ?answer where { hp:álex de la iglesia hp:lumiere director id ?answer} 
generate sparql,what is the village voice usnpl id?,select distinct ?answer where { hp:village voice hp:usnpl id ?answer} 
generate sparql,what is marcel duchamp's french design census craftsman id?,select distinct ?answer where { hp:marcel duchamp hp:french sculpture census artist id ?answer} 
generate sparql,where is the commemorative plaque image of betty white?,select distinct ?answer where { hp:betty white hp:commemorative plaque image ?answer} 
generate sparql,what is the speed skater id for johann olav koss for speedskatingresults.com?,select distinct ?answer where { hp:johann olav koss hp:speedskatingresults.com speed skater id ?answer} 
generate sparql,which is the official zoroastrian religion?,select distinct ?answer where { ?answer hp:official religion hp:q9601} 
generate sparql,what is emma snowsill's itu triathlete id?,select distinct ?answer where { hp:emma snowsill hp:world triathlon triathlete id ?answer} 
generate sparql,what is damit's 10 hygiea asteroid id?,select distinct ?answer where { hp:10 hygiea hp:damit asteroid id ?answer} 
generate sparql,name the corporate officer of espn.,select distinct ?answer where { hp:espn hp:corporate officer ?answer} 
generate sparql,what is the synodic period of mars?,select distinct ?answer where { hp:mars hp:synodic period ?answer} 
generate sparql,what is the nomisma id for the kingdom of france ?,select distinct ?answer where { hp:kingdom of france hp:nomisma id ?answer} 
generate sparql,which is the unesco thesaurus id for vandalism?,select distinct ?answer where { hp:vandalism hp:unesco thesaurus id ?answer} 
generate sparql,did herbert marcuse work as an economist?,ask where { hp:herbert marcuse hp:field of work hp:economics } 
generate sparql,was axl rose's family name rose?,ask where { hp:axl rose hp:family name hp:rose } 
generate sparql,are the olympic games distinct from the olympiad?,ask where { hp:olympic games hp:different from hp:olympiad } 
generate sparql,the stellar atmospheres opposite id the black hole correct?,ask where { hp:black hole hp:opposite of hp:stellar atmosphere } 
generate sparql,what is the political arrangement of zionism?,select distinct ?answer where { ?answer hp:political alignment hp:q42388} 
generate sparql,what is ninja's occupation?,select distinct ?answer where { hp:ninja hp:field of this occupation ?answer} 
generate sparql,what is henry clay's librivox author id?,select distinct ?answer where { hp:henry clay hp:librivox author id ?answer} 
generate sparql,which is jerome kern's nukat (warsawu) authorities id?,select distinct ?answer where { hp:hypertext transfer protocol hp:discoverer or inventor ?answer} 
generate sparql,what is located in grand teton national park's protected area?,select distinct ?answer where { ?answer hp:located in protected area hp:q222695} 
generate sparql,what is greater than the rural area?,select distinct ?answer where { ?answer hp:greater than hp:q175185} 
generate sparql,what drug can be used to treat multiple sclerosis?,select distinct ?answer where { hp:multiple sclerosis hp:drug or therapy used for treatment ?answer} 
generate sparql,what is sally ride's astronaut mission?,select distinct ?answer where { hp:sally ride hp:astronaut mission ?answer} 
generate sparql,which is the whole value of micron innovation?,select distinct ?answer where { hp:micron technology hp:total equity ?answer} 
generate sparql,was the us declaration of independence signed in philly?,ask where { hp:united states declaration of independence hp:location hp:philadelphia } 
generate sparql,who is the spouse of paul anderson?,select distinct ?answer where { ?answer hp:spouse hp:q220883} 
generate sparql,what is mariah carey's lowest note?,select distinct ?answer where { hp:mariah carey hp:lowest note ?answer} 
generate sparql,which is ordered sort of bactrian camel ?,select distinct ?answer where { ?answer hp:taxonomic type hp:q132922} 
generate sparql,what is robert lewandowski's soccerbase player identification?,select distinct ?answer where { hp:robert lewandowski hp:soccerbase player id ?answer} 
generate sparql,what is thiol's iupac goldbook id?,select distinct ?answer where { hp:thiol hp:iupac gold book id ?answer} 
generate sparql,when is the natural stage of puberty?,select distinct ?answer where { ?answer hp:biological phase hp:q101065} 
generate sparql,does the premier league take place in the uk?,ask where { hp:premier league hp:country hp:united kingdom } 
generate sparql,which are the essential goals for hachinohe?,select distinct ?answer where { ?answer hp:primary destinations hp:q191914} 
generate sparql,what is the botanist creator shortened form of robert brown?,select distinct ?answer where { hp:robert brown hp:botanist author abbreviation ?answer} 
generate sparql,which is supplanted by north carolina?,select distinct ?answer where { hp:north carolina hp:replaces ?answer} 
generate sparql,which takes after the shining?,select distinct ?answer where { ?answer hp:follows hp:q470937} 
generate sparql,what is primary nourishment source for teuthida ?,select distinct ?answer where { ?answer hp:main food source hp:q81900} 
generate sparql,what regulates fertilization (molecular biology)?,select distinct ?answer where { ?answer hp:regulates (molecular biology) hp:q14890574} 
generate sparql,which is the conor id for julia child?,select distinct ?answer where { hp:julia child hp:conor.si id ?answer} 
generate sparql,what is the latitude and longitude for the ne point of afghanistan.,select distinct ?answer where { hp:afghanistan hp:coordinates of northernmost point ?answer} 
generate sparql,what is national library of korea identifie of robert nozick ?,select distinct ?answer where { hp:robert nozick hp:national library of korea id ?answer} 
generate sparql,which is the outside subproperty for the seat?,select distinct ?answer where { hp:seat hp:external subproperty ?answer} 
generate sparql,which is the moment family title in spanish title of punishment?,select distinct ?answer where { ?answer hp:second family name in spanish name hp:q186361} 
generate sparql,what is alcuin id for dante alighieri?,select distinct ?answer where { hp:dante alighieri hp:alcuin philosopher id ?answer} 
generate sparql,what is the artist id of giovanni bellini's museo del prado?,select distinct ?answer where { hp:giovanni bellini hp:museo del prado artist id ?answer} 
generate sparql,what is flat tex string?,select distinct ?answer where { hp:flat hp:tex string ?answer} 
generate sparql,is anne bolelyn buried in london?,ask where { hp:anne boleyn hp:place of burial hp:london } 
generate sparql,what is the czech ndop id of peregrine falcon?,select distinct ?answer where { hp:peregrine falcon hp:czech ndop taxon id ?answer} 
generate sparql,what's the field diaspora?,select distinct ?answer where { hp:texas tech university hp:p969 ?answer} 
generate sparql,which is the gs1 producer code for google?,select distinct ?answer where { hp:google hp:gs1 company prefix ?answer} 
generate sparql,who offers a border with pays de la loire?,select distinct ?answer where { ?answer hp:shares border with hp:q16994} 
generate sparql,what is the hypothesis of relativity utilized for?,select distinct ?answer where { ?answer hp:used by hp:q43514} 
generate sparql,which is the lexicon of spanish history id for john of the cross?,select distinct ?answer where { hp:john of the cross hp:spanish biographical dictionary id ?answer} 
generate sparql,"the mcintosh family moved to 2 firpark st, dennistown in 1874. there william mcintosh rented a part of the golfhill house. his family encouraged him to continue growing flowers, which led mcintosh to focus on botanical forms for his watercolours. mcintosh was first sent to reid's school at age 7 and then to alan glen's. this was despite his dyslexia. mcintosh had a slightly visible right eyelid droop, which was seen in some photographs on the sportsfield.",select distinct ?answer where { hp:charles rennie mackintosh hp:dictionary of scottish architects id ?answer} 
generate sparql,who was a member of jim lovell's crew?,select distinct ?answer where { ?answer hp:crew member(s) hp:q111240} 
generate sparql,[],select distinct ?answer where { hp:food and drug administration hp:employees ?answer} 
generate sparql,what is the jufo id of the modern york survey of books?,select distinct ?answer where { hp:the new york review of books hp:jufo id ?answer} 
generate sparql,which is the bnf id for planetary nebula?,select distinct ?answer where { hp:planetary nebula hp:bibliothèque nationale de france id ?answer} 
generate sparql,is the family name brasier related to theresa may?,ask where { hp:theresa may hp:family name hp:brasier } 
generate sparql,tell me what the apoapsis of amalthea is.,select distinct ?answer where { hp:amalthea hp:apoapsis ?answer} 
generate sparql,what are the overall resources of the daimler ag?,select distinct ?answer where { hp:mercedes-benz group hp:total assets ?answer} 
generate sparql,what is the inducks story id of toy story?,select distinct ?answer where { hp:toy story hp:inducks story id ?answer} 
generate sparql,what is the author id of adama smith' classiques des sciences sociales?,select distinct ?answer where { hp:adam smith hp:classiques des sciences sociales id ?answer} 
generate sparql,who is the kin of christiaan huygens?,select distinct ?answer where { hp:christiaan huygens hp:sibling ?answer} 
generate sparql,what is game of thrones mymovies id?,select distinct ?answer where { hp:game of thrones hp:mymovies movie id ?answer} 
generate sparql,what is morrisey's munzinger pop id?,select distinct ?answer where { hp:morrissey hp:munzinger pop id ?answer} 
generate sparql,which is the most noteworthy note of mariah carey?,select distinct ?answer where { hp:mariah carey hp:highest note ?answer} 
generate sparql,is jimmy fallon married to nancy juvonen?,ask where { hp:jimmy fallon hp:spouse hp:nancy juvonen } 
generate sparql,which is the deezer craftsman id for green day?,select distinct ?answer where { hp:green day hp:deezer artist id ?answer} 
generate sparql,give me the uk provider reference number for the university of birmingham,select distinct ?answer where { hp:university of birmingham hp:uk provider reference number ?answer} 
generate sparql,what is chris brown's record label?,select distinct ?answer where { hp:chris brown hp:record label ?answer} 
generate sparql,which is berlin social legacy id for pergamon museum?,select distinct ?answer where { hp:pergamon museum hp:berlin cultural heritage id ?answer} 
generate sparql,name the researcher's id of andrey korotayev.,select distinct ?answer where { hp:andrey korotayev hp:researcherid ?answer} 
generate sparql,what is rockipedia id of bergen?,select distinct ?answer where { hp:bergen hp:rockipedia area id ?answer} 
generate sparql,water has what phase point?,select distinct ?answer where { hp:water hp:phase point ?answer} 
generate sparql,who works sprint 8?,select distinct ?answer where { hp:de havilland canada dash 8 hp:operator ?answer} 
generate sparql,discover juan antonio samaranch's individual id within the exchanging card database.,select distinct ?answer where { hp:juan antonio samaranch hp:trading card database person id ?answer} 
generate sparql,which is the 3d show of david?,select distinct ?answer where { hp:david hp:3d model ?answer} 
generate sparql,what is messesinfo id for notre woman de paris ?,select distinct ?answer where { hp:notre-dame de paris hp:messes.info catholic church id ?answer} 
generate sparql,which is distinctive from the sternum?,select distinct ?answer where { ?answer hp:different from hp:q8481} 
generate sparql,what is eligible age for hungary?,select distinct ?answer where { hp:hungary hp:marriageable age ?answer} 
generate sparql,express pi as a symbol.,select distinct ?answer where { ?answer hp:symbolizes hp:q167} 
generate sparql,what is ilya mechnikov's pasteur institute id?,select distinct ?answer where { hp:ilya mechnikov hp:pasteur institute person id ?answer} 
generate sparql,whatisthecollege football information stockroom id for knute rockne?,select distinct ?answer where { hp:knute rockne hp:college football data warehouse id ?answer} 
generate sparql,is the world owned by wwe?,ask where { hp:wwe hp:owner of hp:the world } 
generate sparql,what is étienne - jules marey's armb member id?,select distinct ?answer where { hp:étienne-jules marey hp:armb member id ?answer} 
generate sparql,what is the jules ferry bargeton id?,select distinct ?answer where { hp:jules ferry hp:bargeton id ?answer} 
generate sparql,did uma thurman partner up with arpad busson?,ask where { hp:uma thurman hp:unmarried partner hp:arpad busson } 
generate sparql,is michael balcon related to daniel day-lewis?,ask where { hp:daniel day-lewis hp:relative hp:michael balcon } 
generate sparql,which is an offal by-product?,select distinct ?answer where { hp:offal hp:by-product of ?answer} 
generate sparql,which is the alliance level underneath the chief alliance?,select distinct ?answer where { hp:premier league hp:league level below ?answer} 
generate sparql,name pele's sambafoot player id?,select distinct ?answer where { hp:pelé hp:sambafoot player id ?answer} 
generate sparql,what is schläfli image of pyramid ?,select distinct ?answer where { hp:pyramid hp:schläfli symbol ?answer} 
generate sparql,what political affiliation did asahi shimbun have?,select distinct ?answer where { hp:asahi shimbun hp:political alignment ?answer} 
generate sparql,is a border shared by la and santa monica?,ask where { hp:los angeles hp:shares border with hp:santa monica } 
generate sparql,which is george harrison's filmtv.it person id?,select distinct ?answer where { hp:george harrison hp:filmtv.it person id ?answer} 
generate sparql,what is the logarithm topic id of zhihu?,select distinct ?answer where { hp:logarithm hp:zhihu topic id ?answer} 
generate sparql,which is the foursquare setting id of sequoia national park?,select distinct ?answer where { hp:sequoia national park hp:foursquare city guide venue id ?answer} 
generate sparql,which is the sound articulation of alfred jodl?,select distinct ?answer where { hp:alfred jodl hp:pronunciation audio ?answer} 
generate sparql,what is port wine's nuttab food id?,select distinct ?answer where { hp:port wine hp:nuttab food id ?answer} 
generate sparql,which encodes for rho?,select distinct ?answer where { hp:rho hp:encodes ?answer} 
generate sparql,who is françois fénelon's patron?,select distinct ?answer where { hp:françois fénelon hp:godparent ?answer} 
generate sparql,what is astronomy and astrophysics ' scopus source id?,select distinct ?answer where { hp:astronomy and astrophysics hp:scopus source id ?answer} 
generate sparql,tell me the bacdive id of bacillus subtilis.,select distinct ?answer where { hp:bacillus subtilis hp:bacdive id ?answer} 
generate sparql,which may be a way of life of enchantment?,select distinct ?answer where { ?answer hp:lifestyle hp:q45996} 
generate sparql,which is the double to the pyramid?,select distinct ?answer where { hp:pyramid hp:dual to ?answer} 
generate sparql,which is the cinii creator id of the books of françois hollande?,select distinct ?answer where { hp:françois hollande hp:cinii books author id ?answer} 
generate sparql,what is hillary clinton's opensecrets id?,select distinct ?answer where { hp:hillary clinton hp:opensecrets people id ?answer} 
generate sparql,which is the dictionnaire des peintres belges id of hans memling?,select distinct ?answer where { hp:hans memling hp:dictionnaire des peintres belges id ?answer} 
generate sparql,what is nikola karabatić's european handball league player id?,select distinct ?answer where { hp:nikola karabatić hp:european handball federation player id ?answer} 
generate sparql,which software engine does java use?,select distinct ?answer where { ?answer hp:software engine hp:q251} 
generate sparql,is the screenwriter of the godfather mario puzo?,ask where { hp:the godfather hp:screenwriter hp:mario puzo } 
generate sparql,which is the initial dialect of work for the muppet show?,select distinct ?answer where { hp:the muppet show hp:original language of film or tv show ?answer} 
generate sparql,what is medicago sativa's nsw flora id?,select distinct ?answer where { hp:medicago sativa hp:nsw flora id ?answer} 
generate sparql,what is prussia's bmlo for frederick william i?,select distinct ?answer where { hp:friedrich wilhelm i of prussia hp:bmlo id ?answer} 
generate sparql,which is the panthéon des sports du québec id of maurice richard?,select distinct ?answer where { hp:maurice richard hp:quebec sports hall of fame id ?answer} 
generate sparql,which is the estimation calculation of pi?,select distinct ?answer where { hp:pi hp:approximation algorithm ?answer} 
generate sparql,which is the depositor for joined together countries secretary-general?,select distinct ?answer where { ?answer hp:depositary hp:q81066} 
generate sparql,which lake outflow's from the nile?,select distinct ?answer where { ?answer hp:lake outflow hp:q3392} 
generate sparql,what is monty python's and the holy grail's url?,select distinct ?answer where { hp:monty python and the holy grail hp:described at url ?answer} 
generate sparql,what is scopus creator id for andrey korotayev ?,select distinct ?answer where { hp:andrey korotayev hp:scopus author id ?answer} 
generate sparql,which is the snooker.org player id for ronnie o'sullivan?,"select distinct ?answer where { hp:sullivan""> hp:snooker.org player id ?answer} "
generate sparql,what is the accademia della crusca id for nicolaus steno?,select distinct ?answer where { hp:nicolaus steno hp:accademia della crusca id ?answer} 
generate sparql,what is robert bird of prey scott's man of war venture page?,select distinct ?answer where { hp:robert falcon scott hp:dreadnought project page ?answer} 
generate sparql,which is the mymovies executive id of stephen merchant?,select distinct ?answer where { hp:stephen merchant hp:mymovies director id (former scheme) ?answer} 
generate sparql,did charlie chaplin really know german?,"ask where { hp:charlie chaplin hp:languages spoken, written or signed hp:german } "
generate sparql,what is sweden's lakde id for vättern?,select distinct ?answer where { hp:vättern hp:lake id (sweden) ?answer} 
generate sparql,what is the have for the standard hereditary code?,select distinct ?answer where { hp:standard genetic code hp:host ?answer} 
generate sparql,did ted bundy use electric current when he killed?,ask where { hp:ted bundy hp:cause of death hp:electric current } 
generate sparql,which is the association level over the ligue 1?,select distinct ?answer where { ?answer hp:league level above hp:q13394} 
generate sparql,which is noam chomsky's phdtree person id?,select distinct ?answer where { hp:noam chomsky hp:phdtree person id ?answer} 
generate sparql,can you please share the  sefaria id for leviticus?,select distinct ?answer where { hp:leviticus hp:sefaria id ?answer} 
generate sparql,what is the font of enûma eliš?,select distinct ?answer where { hp:enûma eliš hp:typeface/font used ?answer} 
generate sparql,what is the biography in the german bundestag of gerhard schröder?,select distinct ?answer where { hp:gerhard schröder hp:biography at the bundestag of germany url ?answer} 
generate sparql,is pamela anderson's first name pamela?,ask where { hp:pamela anderson hp:given name hp:pamela } 
generate sparql,is harrelson the real family name of woody harrelson?,ask where { hp:woody harrelson hp:family name hp:harrelson } 
generate sparql,which is the period the awesome gatsby was set in?,select distinct ?answer where { hp:the great gatsby hp:set in period ?answer} 
generate sparql,give me the name of the indian national cricket team captain?,select distinct ?answer where { ?answer hp:captain hp:q1143793} 
generate sparql,what is gyeonggi province's feed url?,select distinct ?answer where { hp:gyeonggi province hp:web feed url ?answer} 
generate sparql,which is the motion picture walker id of the truman show?,select distinct ?answer where { hp:the truman show hp:movie walker film id ?answer} 
generate sparql,which is religion of maratha domain ?,select distinct ?answer where { hp:maratha empire hp:religion or worldview ?answer} 
generate sparql,which is the mouth of the waterway of lake superior?,select distinct ?answer where { ?answer hp:mouth of the watercourse hp:q1066} 
generate sparql,which is the net benefit for sap se?,select distinct ?answer where { hp:sap hp:net profit ?answer} 
generate sparql,what does { georgia id biographical dictionary } mean for { joseph stalin }?,select distinct ?answer where { hp:joseph stalin hp:biographical dictionary of georgia id ?answer} 
generate sparql,what is nsk id for dario fo?,select distinct ?answer where { hp:dario fo hp:nsk id ?answer} 
generate sparql,who is film group part for alan menken?,select distinct ?answer where { ?answer hp:film crew member hp:q317272} 
generate sparql,what is the north american birds id guide for the bald eagle?,select distinct ?answer where { hp:bald eagle hp:guide to north american birds id ?answer} 
generate sparql,what is the three georges dam's annual energy output?,select distinct ?answer where { hp:three gorges dam hp:annual energy output ?answer} 
generate sparql,which is the compagnon de la libération id for winston churchill?,select distinct ?answer where { hp:winston churchill hp:compagnon de la libération id ?answer} 
generate sparql,which are the measures for weighing scale?,select distinct ?answer where { hp:weighing scale hp:measures ?answer} 
generate sparql,what is west africa's gacs id?,select distinct ?answer where { hp:west africa hp:gacs id ?answer} 
generate sparql,was mumbai the birthplace of aamir khan?,ask where { hp:aamir khan hp:place of birth hp:mumbai } 
generate sparql,does lady gaa live in malibu?,ask where { hp:lady gaga hp:residence hp:malibu } 
generate sparql,what is transformation to standard unit for hour ?,select distinct ?answer where { hp:hour hp:conversion to standard unit ?answer} 
